[
  {
    "speaker": "Jeremy Barnum",
    "text": "Thank you very much, and good morning, everyone. The presentation is available on our website and please refer to the disclaimer in the back. Starting on Page 1. The firm reported net income of $13.4 billion, EPS of $4.44 on revenue of $42.5 billion, and delivered an ROTCE of 21%. These results included a $725 million increase, the special assessment resulting from the FDIC's updated estimate of expected losses from the closures of the Silicon Valley Bank and Signature Bank.",
    "start": 27.48,
    "end": 60.69
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Touching on a couple of highlights, firmwide IB fees were up 18% year-on-year, reflecting particular strength in underwriting fees, and we have seen strong net inflows across AWM, as well as in the CCB Wealth Management business. On Page 2, we have some more detail. This is the last quarter we'll discuss results excluding First Republic, given that going forward, First Republic results will naturally be included in the prior period, making year-on-year results comparable. For this quarter, First Republic contributed $1.7 billion of revenue, $806 million of expense, and $668 million of net income.",
    "start": 61.25,
    "end": 99.955
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Now focusing on the firm wide results excluding First Republic, revenue of forty point nine billion dollars was up one point five billion dollars or four percent year on year. NII ex Markets was up seven thirty six million dollars or four percent, driven by the impact of balance sheet mix and higher rates, as well as higher revolving balances in card, largely offset by deposit margin compression and lower deposit balances in CCV. NIR ex markets was up one point two billion dollars or twelve percent, driven by higher firm wide asset management and investment banking fees, as well as lower net investment and securities losses. And markets revenue was down four hundred million dollars or five percent year on year. Expenses of twenty two billion dollars were up one point eight billion dollars or nine percent year on year, driven by higher compensation, including growth in employees and the increase to the FDIC special assessment.",
    "start": 100.51501,
    "end": 154.955
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And credit costs were one point nine billion dollars reflecting net charge offs of two billion dollars and a net reserve release of thirty eight million dollars Net charge offs were up one hundred and sixteen million dollars predominantly driven by card. On to balance sheet and capital on page three. We ended the quarter with a CET1 ratio of fifteen percent, relatively flat versus the prior quarter, reflecting net income which was predominantly offset by higher RWA and capital distribution. This quarter's higher RWA is largely due to seasonal effects, including higher client activity in markets and higher risk weights on deferred tax assets, partially offset by lower card loans. Now let's go to our businesses, starting with CCB on page four.",
    "start": 155.355,
    "end": 200.42001
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Consumers remain financially healthy, supported by a resilient labour market. While cash buffers have largely normalised, balances are still above pre pandemic levels and wages are keeping pace with inflation. When looking at a stable cohort of customers, overall spend is in line with the prior year. Turning now to the financial results, excluding First Republic. CCB reported net income of four point four billion dollars on revenue of sixteen point six billion dollars which was up one percent year on year.",
    "start": 201.45999,
    "end": 232.37001
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In banking and wealth management, revenue was down four percent year on year, reflecting lower NII on lower deposits, with average balances down seven percent as RCD mix increased. Client investment assets were up twenty five percent year on year, driven by market performance and strong net inflows. In home lending, revenue was up ten percent year on year, predominantly driven by higher NII and production revenue. Originations, while still modest, were up ten percent. Moving to card services and auto.",
    "start": 232.85,
    "end": 264.96
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Revenue was up eight percent year on year, driven by higher card services NII on higher revolving balances, partially offset by higher card acquisition costs from new account growth and lower auto lease income. Card outstandings were up thirteen percent due to strong account acquisition and the continued normalisation of Revolve. And in auto, originations were eight point nine billion dollars down three percent, while we maintained healthy margins and market share. Expenses of eight point eight billion dollars were up nine percent year on year, largely driven by field compensation and continued growth in technology and marketing. In terms of credit performance this quarter, credit costs were one point nine billion dollars driven by net charge offs, which were up eight twenty five million dollars year on year, predominantly due to continued normalization in card.",
    "start": 265.44498,
    "end": 316.31998
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "The net reserve build was forty five million dollars reflecting a build in card, largely offset by a release in home lending. Next, the Corporate and Investment Bank on page five. Before reporting the CIB's results, I want to note that this will also be the last quarter we will report earnings for the CIB and CB as stand alone segments. Between now and Investor Day, we will furnish an eight ks with historical results, including five quarters and two full years of history, consistent with the structure of the new Commercial and Investment Bank segment, in line with the reorganization that was announced in January. Turning back to this quarter, CIB reported net income of four point eight billion dollars on revenue of thirteen point six billion dollars Investment banking revenue of two billion dollars was up twenty seven percent year on year.",
    "start": 316.85498,
    "end": 366.03
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "IB fees were up twenty one percent year on year, and we ranked number one with year to date wallet share of nine point one percent. In advisory, fees were down twenty one percent, driven by fewer large completed deals. Underwriting fees were up significantly, benefiting from improved market conditions, with debt up fifty eight percent and equity up fifty one percent. In terms of the outlook, while we're encouraged by the level of capital markets activity we saw this quarter, we need to be mindful that some meaningful portion of that is likely pulling forward from later in the year. Similarly, while it was encouraging to see some positive momentum in announced M and A in the quarter, it remains to be seen whether that will continue, and the advisory business still faces structural headwinds from the regulatory environment.",
    "start": 366.565,
    "end": 414.1
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Payments revenue was two point four billion pounds down one percent year on year, as deposit margin normalisation and deposit related client credits were largely offset by higher fee based revenue and deposit balances. Moving to markets, total revenue was eight billion pounds down five percent year on year. Fixed income was down seven percent, driven by lower activity in rates and commodities compared to strong prior year quarter, partially offset by strong results in securitized products. Equity markets was flat. Securities services revenue of one point two billion dollars was up three percent year on year.",
    "start": 415.22,
    "end": 450.69
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of seven point two billion dollars were down four percent year on year, predominantly driven by lower legal expense. Moving to the commercial bank on page six. Commercial banking reported net income of one point six billion Revenue of three point six billion dollars was up three percent year on year, driven by higher non interest revenue. Gross investment banking and markets revenue of nine thirteen million dollars was up four percent year on year, with increased IB fees largely offset by lower markets revenue compared to a strong prior year quarter. Payments revenue of one point nine billion dollars was down two percent year on year, driven by lower deposit margins and balances, largely offset by fee growth net of higher deposit related client credits.",
    "start": 451.465,
    "end": 496.77
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of one point five billion dollars were up thirteen percent year on year, predominantly driven by higher compensation, reflecting an increase in employees, including front office and technology investments, as well as higher volume related expense. Average deposits were down three percent year on year, primarily driven by lower non operating deposits, and down one percent quarter on quarter, reflecting seasonally lower balances. Loans were flat quarter on quarter. C and I loans were down one percent, reflecting muted demand for new loans as clients remained cautious. And CRE loans were flat, as higher rates continued to have an impact on originations and payoff activity.",
    "start": 497.41,
    "end": 535.59
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Finally, credit costs were a net benefit of thirty five million dollars including a net reserve release of one hundred and one million dollars and net charge offs of sixty six million dollars Then, to complete our lines of business, AWM, on page seven. Asset and Wealth Management reported net income of one billion dollars with pretax margin of twenty eight percent. Revenue of four point seven billion dollars was down one percent year on year. Excluding net investment valuation gains in the prior year, revenue was up five percent, driven by higher management fees on strong net inflows and higher average market levels, partially offset by lower NII due to deposit margin compression. Expenses of three point four billion pounds were up eleven percent year on year, largely driven by higher compensation, including revenue related compensation, continued growth in our private banking adviser teams, and the impact of the JPMorgan Asset Management China acquisition, as well as higher distribution fees.",
    "start": 536.535,
    "end": 594.07996
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "For the quarter, long term net inflows were thirty four billion pounds led by equities and fixed income. AUM of three point six trillion pounds was up nineteen percent year on year, and client assets of five point two trillion pounds was up twenty percent year on year, driven by higher market levels and continued net inflows. And finally, loans were down one percent quarter on quarter, and deposits were flat. Turning to corporate on page eight. Corporate reported net income of nine eighteen million dollars Revenue was two point three billion dollars up one point three billion dollars year on year.",
    "start": 594.80505,
    "end": 630.275
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "NII was two point five billion dollars up seven thirty seven million dollars year on year, driven by the impact of balance sheet mix and higher rates. And NIR was a net loss of one hundred and eighty eight million dollars The current quarter included net investment securities losses of three sixty six million dollars compared with net securities losses of eight sixty eight million dollars in the prior year quarter. Expenses of one billion dollars were up eight eighty nine million dollars year on year, predominantly driven by the increase to the FDIC special assessment. To finish up, we have the outlook on page nine. We now expect NII ex markets to be approximately eighty nine billion dollars based on a forward curve that contained three rate cuts at quarter end.",
    "start": 630.515,
    "end": 676.14
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Our total NII guidance remains approximately ninety billion dollars which implies a decrease in our markets NII guidance from around two billion dollars to around one billion dollars The primary driver of that reduction is balance sheet growth and mix shift in the Markets business, and as a reminder, changes in Markets NII are generally revenue neutral. Our outlook for adjusted expense is now about ninety one billion dollars reflecting the increase to the FDIC special assessment I mentioned upfront. And on credit, we continue to expect the twenty twenty four card net charge off rate to be below three point five percent. Finally, you may have noticed that our effective tax rate has increased this quarter, and it will likely stay around twenty three percent this year absent discrete items, which can vary quite a bit. The driver of this change is the firm's adoption of the proportional amortization method for certain certain tax equity investments.",
    "start": 676.725,
    "end": 731.515
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Our managed rate is unchanged, and it should average about three point five percent above the effective tax rate. This is a smaller gap than we've previously observed, and we expect this approximate relationship to persist going forward, although the difference will continue to fluctuate as it has in the past. For the avoidance of doubt, these changes have no meaningful impact on expected annual net income. We're just mentioning this to help with your models. So to wrap up, we're pleased with another quarter of strong operating results, even as the journey towards NII normalisation begins.",
    "start": 731.83496,
    "end": 766.225
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "While we remain confident in our ability to produce strong returns and manage risk across a range of scenarios, the economic, geopolitical, and regulatory uncertainties that we have been talking about for some time remain prominent, and we are focused on being prepared to navigate those challenges, as well as any others that may come our way. And with that, let's open up the line for Q and A.",
    "start": 766.625,
    "end": 788.805
  },
  {
    "speaker": "Jamie Dimon",
    "text": "So Betsy, before I answer the question, I want to say something on behalf of all of us at JPMorgan and me personally. Thrilled",
    "start": 880.38,
    "end": 889.02
  },
  {
    "speaker": "Jamie Dimon",
    "text": "to",
    "start": 889.02,
    "end": 889.18
  },
  {
    "speaker": "Jamie Dimon",
    "text": "have you on this call. For those who don't know, Betsy's been through a terrible medical episode, and it's a reminder to all of us how lucky we are to be here. But Betsy, in particular, the amount of respect we have, not just in your work, but in your character over the last twenty plus years has been exceptional. So on behalf of all of us, I just want to welcome you back. I'm thrilled to have you here.",
    "start": 889.18,
    "end": 910.035
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And so you're asking a pertinent question. So we're earning a lot of money. Our capital cup runneth over, and that's why we increased the dividend. And if you ask me what we like to do is to pay out something like a third, a third of normalized earnings, Of course, it's hard to calculate always what normalized earnings are, but we don't mind being a little bit ahead of that sometimes, a little bit behind that sometimes. We'd like to give people kind of consistent dividend guidance, etcetera.",
    "start": 910.035,
    "end": 935.615
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I think the far more important question is the fifteen percent. So look at the fifteen percent, I'm gonna oversimplify it, that basically would prepare us for the total Basel endgame today, roughly. The specifics don't matter that much. Remember, we can do a lot of things to change that in the short run or the long run, but it looks like Basel III endgame may not be the worst case. It'll be something less than that.",
    "start": 935.615,
    "end": 958.445
  },
  {
    "speaker": "Jamie Dimon",
    "text": "So obviously, when and if that happens, it would free up a lot of capital, and I'm going to say on the order of twenty billion dollars or something like that. And yes, we've always had the capital hierarchy the same way, which is we're going to use capital to build our business first, and we pay the dividend, steady dividend, build the business, and if we think it's appropriate, to buy back stock. We're continuing to buy back stock at two billion dollars a year. I personally do not want to buy back a lot more than that at these current prices. I think you've all heard me talk about the world, like that, so waiting in preparation for Basel.",
    "start": 958.445,
    "end": 995.07495
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Hopefully, we'll know something later, then we can be much more specific with you all. But in the meantime, there's also it's it's very important to put in mind. There are short term uses for capital that are good for shareholders that could reduce our c o CET one two. So you may see us do things in the short run that increase earnings, increase capital, that are using up that capital. Jeremy mentioned on one of the things that we know, the balance sheet, how we use the balance sheet for credit and trading.",
    "start": 995.07495,
    "end": 1023.635
  },
  {
    "speaker": "Jamie Dimon",
    "text": "We could do things now. So it's a great position to be in. We're going to be very, very patient. I urge all the analysts to keep in mind excess capital is not wasted capital, it's earnings in store. We will deploy it in a very good way for our shareholders in due course.",
    "start": 1023.97,
    "end": 1040.2249
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I just wanted to add my welcome back thoughts as well, and just a very minor edit to Jamie's answer, I think he just misspoke when he said two billion dollars a year in buybacks, the trajectory is two billion dollars I'm",
    "start": 1043.825,
    "end": 1057.76
  },
  {
    "speaker": "Jamie Dimon",
    "text": "sorry, two billion a quarter.",
    "start": 1057.76,
    "end": 1058.56
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Two a quarter, otherwise. I have nothing to add to Jamie's very complete answer, but welcome back, Betsy.",
    "start": 1058.56,
    "end": 1064.0801
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Excellent, us too.",
    "start": 1070.715,
    "end": 1072.075
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, good question, Jim. I think the simplest and best answer to that is not really. So as we've been saying for a while, migration from checking and savings to CDs is sort of the dominant trend that is driving the increasing weighted average rate paid in the consumer deposit franchise. That continues. We continue to capture that money in motion at a very high rate.",
    "start": 1094.915,
    "end": 1117.29
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We're very happy about what that means about the consumer franchise and level of engagement that we're seeing. I'm aware that there's a little bit of a narrative out there about are we seeing the end of what people sometimes refer to as cash sorting? We've looked at that data. We see some evidence that maybe it's slowing a little bit. We're quite cautious on that.",
    "start": 1117.29,
    "end": 1140.5599
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We really sort of don't think it makes sense to assume that in a world where checking and savings is paying effectively zero and the policy rate is above five percent, that you're not going to see ongoing migration. And frankly, we expect to see that even in a world where even if the current yield curve environment were to change reintroduced and we would actually start to see those, we would still expect to see ongoing migration and yield seeking behavior. So it's quite conceivable, and this is actually on the yield curve that we had in the fourth quarter that six cuts in it, we were still nonetheless expecting an increase in weighted average rate paid as that migration continues. So I would say no meaningful change in the trends, and the expectation for ongoing migration is very much still there.",
    "start": 1140.5599,
    "end": 1191.4249
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I think the drivers or let's say what's embedded in the current guidance is actually not meaningfully different from what it was in the fourth quarter, meaning it's the current yield curve, which is a little bit stale now, but the snap from quarter end had roughly three cuts in it. So it's the current yield curve. It's what I've just said, the expectation of ongoing internal migration. There is some meaningful offset from card revolve growth, which, while it's a little bit less than it was in prior years, is still a tailwind there.",
    "start": 1209.515,
    "end": 1242.075
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We expect deposit balances to be sort of flat to modestly down, so that's a little bit of a headwind at the margin. And then there's obviously the wildcard of potential product level reprice, which we always say we're going to make those decisions situationally as a function of competitive conditions in the marketplace. And you know this, obviously, but in a world where we've got something like nine hundred billion dollars of deposits paying effectively zero, relatively small changes in the product level reprice can change the NII run rate by a lot. So the error bands here are pretty wide, and we're always going to stick with our mantra, which has been not losing primary bank relationships and thinking about the long term health of the franchise when we think about deposit pricing.",
    "start": 1242.155,
    "end": 1289.1499
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, John. So in short, yes to both questions. So yes, the relative lack of build this quarter is a function of the normal seasonal patterns of card. Yes, we still expect twelve percent card loan growth for the full year, and yes, that still means that all else equal, we think the consensus for the allowance build for the back three quarters is still a little too low, you know, if you map it to that expected card loan growth. Obviously, there's the wild card of what happens with our probabilities and our parameters and the output of our internal process of assessing, you know, the skew in the CECL distribution and so on, and we're not speaking to that one way or the other.",
    "start": 1321.535,
    "end": 1363.345
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So if you guys have your own opinions about that, that's fine. But we're narrowly just saying that based on the card loan growth that we expect and normal coverage ratios for that, we do expect build in the back half of the year.",
    "start": 1363.345,
    "end": 1374.62
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "That is exactly right. And specifically, what's going on here is this shift between on balance sheet and off balance sheet in the financing businesses prime and so on within markets, and you can actually see a little bit of a pop of the market's balance sheet in the supplement, and these things are all related. So fundamentally, you can think of it as like we either hold equities on the balance sheet, non interest bearing, high funding expense, negative for NII, or we receive that in total return form through derivatives, exactly the same economics, no impact on NII. So that shifts as a function of the sort of borrower relationships in the marketplace in ways that are, bottom line effectively neutral it's second order effects but they change the geography quite a bit, and that's what happened this quarter. And that's why we've been emphasising for some time that the NII X market is the better number to focus on in terms of an indicator of how the core banking franchise is performing.",
    "start": 1400.54,
    "end": 1454.0399
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I would say consumer customers are fine. Unemployment is very low, home prices are up, stock prices are up, the amount of income they need to service their debt is still kind of low. But the extra money of the lower income folks is running out. Not running out, but normalizing, and you see credit normalizing a little bit. And of course, income folks still have more money, they're still spending it, so whatever happens, the customer is in pretty good shape, if they go to a recession, they're in pretty good shape.",
    "start": 1507.75,
    "end": 1540.59
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Businesses are in good shape. If you look at it today, their confidence is up, their order books are up, their profits are up. But what I caution people, these are all the same results of a lot of fiscal spending, a lot of QE, etcetera. And so we don't really know what's gonna happen. And I also wanna look at the year, look at two years or three years, all the geopolitical effects in oil and gas and how much fiscal spending will actually take place, our elections, etcetera.",
    "start": 1540.5901,
    "end": 1567.6
  },
  {
    "speaker": "Jamie Dimon",
    "text": "So we're we're in a good we're okay right now. It does not mean we're okay down the road. And if you look at any inflection point, being okay in the current time was always true. That was true in seventy two, was true in any time we've had it. So I'm just on the more cautious side, how people feel and confidence levels and all that, that doesn't necessarily stop you from having an inflection point.",
    "start": 1567.6,
    "end": 1590.93
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And so, know, everything's okay today, but, you know, you've got to be prepared for a range of outcomes, which we are. And the other thing I want to point out because all of these questions about interest rates and yield curves and NAI and credit losses, you know, it's one thing to project it today based on what you know, not what we think in economic scenarios, but the generally accepted economic scenario, which is the generally accepted rate cuts of the the Fed. But these numbers have always been wrong. You have to ask the question, what if other things happen like higher rates, if it's modest recession, etcetera? Then all these numbers change.",
    "start": 1591.0901,
    "end": 1627.86
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I just don't think anyone should be surprised if and when that happens. And I just think the chance that it happens is higher than other people. I don't know the outcome. We don't want to guess the outcome. I've never seen anyone actually positively predict big inflection points in the economy, literally in my life or in history.",
    "start": 1627.8601,
    "end": 1645.495
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Yeah, so I'll put it into two buckets. First of we're fine. We've got good reserves against office. We think our multifamily is fine. Jeremy can give you more detail on that if you want.",
    "start": 1666.3651,
    "end": 1675.5651
  },
  {
    "speaker": "Jamie Dimon",
    "text": "But if you think of real estate, there's two pieces. If rates go up, think of the yield curve, the whole yield curve, not Fed funds, but the ten year bond rate, it goes up two percent. All assets, all assets, every asset on the planet, including real estate, is worth twenty percent less. Well, obviously, that creates a little bit of stress and strain, people have to roll those over and finance it more. But it's not just true for real estate, it's true for everybody.",
    "start": 1676.01,
    "end": 1701.8151
  },
  {
    "speaker": "Jamie Dimon",
    "text": "That happens, leveraged loans, real estate will have some effect. The second thing is the why does that happen? If that happens because we have a strong economy, well, that's not so bad for real estate because people will be hiring and filling things out and other financial assets. If that happens, because we have stagflation, well, that's the worst case. All of a sudden, you are gonna have more vacancies, you are gonna have more companies cutting back, you are gonna have less leases.",
    "start": 1703.9,
    "end": 1728.1649
  },
  {
    "speaker": "Jamie Dimon",
    "text": "It will affect, including multifamily, that will filter through the whole economy in a way that people haven't really experienced since twenty ten. So I just put in the back of your mind, the why is important, the interest rates are important, the recession is important. If things stay where they are today, we have kind of the soft landing that seems to be embedded in the marketplace, everyone the real estate will muddle through. Obviously, it'd be idiosyncratic if you're in different cities and different types and b versus a buildings and all that, but people will muddle through. They won't muddle through under higher rates with the recession.",
    "start": 1728.245,
    "end": 1765.5399
  },
  {
    "speaker": "Jamie Dimon",
    "text": "That would be tough for a lot of folks and not just real estate if, in fact, that happens.",
    "start": 1765.54,
    "end": 1769.94
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Right, so interesting framing of the question, Erica. So I think we've been pretty consistent about where we're over earning, right? So obviously, one major area is that we're over earning in deposit margin, especially in consumer, and that's sort of why we're expecting sequential declines in NII, why we've talked about compressing deposit margins and increases in weighted average rate paid. So I think that's probably the single biggest source of, let's call it, excess earnings currently. You've also heard Jamie say that we're overearning in credit.",
    "start": 1820.52,
    "end": 1855.5701
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I mean, wholesale charge offs have been particularly low, but we have built for that. So in the current run rate, a bit less clear to the extent of over earning. And in card, of course, while charge offs are now close to normalized essentially, we did go through an extended period of charge offs being very low by historical standards, although that was coupled with NII also being low by historical standards. So from a bottom line perspective, it's not entirely clear what the net of that was. But broadly, it's really deposit margin that's the biggest single factor in the overearning narrative.",
    "start": 1855.5701,
    "end": 1893.135
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Embedded in your question, I think, is a little bit of the what are you thinking about the seventeen percent CET1 in light of the current level of capital and so on, and you did talk about Investor Day. I was hoping that we would have interesting things to say about that at Investor Day in light of potential updates of the Basel III endgame, given that the single most important factor for that seventeen percent is how much denominator expansion do we see through the Puzzle three endgame. At the rate we're going, we won't actually know that much more about that by Investor Day, so we might not have that much more to say, except to reiterate what I've said in the past, which is that whatever it is, it's going to be very good, our returns in absolute terms, very good in relative terms. We will optimize. We will seek to reprice.",
    "start": 1894.255,
    "end": 1942.6
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We will adjust in various ways as to the best of our ability. But given the structure of the rule as proposed at least, a lot of this cannot be optimized away, and so in the base case you have to think of it as a headwind.",
    "start": 1942.6,
    "end": 1956.165
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sorry, Argyle. So just quick things on this. One, let's focus on NII X, not on total NII, so I would anchor you to the eighty nine. Number two, if you want to do math for the changes of the average fund rate for the rest of the year and multiply that times the EAR, be my guess, so it's as good an approach as any. But I would just once again remind you of the nine hundred billion dollars of deposits paying practically zero, that very small changes there can make a big difference, and we've got other factors.",
    "start": 1991.3301,
    "end": 2021.1499
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We've got the impact of QT on deposit balances, etcetera, etcetera, etcetera. So we want to make sure that we don't get too precise here. We're giving you our best guess based on a series of assumptions, and it's going to be what it's going to be.",
    "start": 2021.1499,
    "end": 2034.225
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Which we know are going to be wrong.",
    "start": 2034.545,
    "end": 2036.625
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure, yeah, let me take the IPO first. So we had been a little bit cautious there. Some cohorts and vintages of IPOs had performed somewhat disappointingly, and I think that narrative has changed to a meaningful degree this quarter. So I think we're seeing better IPO performance. Obviously, equity markets have been under a little bit of pressure the last few days, but in general, we have a lot of support there, and that always helps.",
    "start": 2085.4148,
    "end": 2111.2302
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Dialogue is quite good. A lot of interesting different types of conversations happening with global firms, multinationals, carve out type things. So dialogue is good. Valuation environment is better, decent reasons for optimism there. But you know, of course, ECM there's always a pipeline dynamic, and conditions were particularly good this quarter, and so we caution a little bit there about pull forward, which is even more acute, I think, on the DCM side, given that quite a high percentage of the total amount of debt that needed to be refinanced this year has gotten done in the first quarter, so that's a factor.",
    "start": 2111.47,
    "end": 2150.765
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And then the question of M and A I think is probably the single most important question, not only because of its impact on M and A, but also because of its knock on impact on DCM through acquisition financing and so on. And there's the well known kind of regulatory headwinds there and that's definitely having a bit of a chilling effect. I don't know, I've heard some narratives that maybe there's like some pent up deal demand. Who knows how important politics are in all this? So, I don't know.",
    "start": 2151.325,
    "end": 2180.565
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We're fundamentally, as I said, I think on the press call, happy to see momentum this quarter, happy to see momentum in announced M and A. A little bit cautious about the pull forward dynamic, a little bit cautious about the regulatory headwinds. And in the end, we're just going to fight really hard for our share of the wallet here.",
    "start": 2180.565,
    "end": 2199.3052
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, a really good question. I would say in general that the sort of volatility and uncertainty in the rate environment overall on balance is actually supportive for the market's revenue pool. And I think that together with generally more balance sheet deployment as well as sort of some level of natural background growth is one of the reasons that the overall level of markets revenue has stabilized meaningfully above what was normal in the pre pandemic period. And while that does occasionally make us a little bit anxious, like, oh, is this sustainable? Might there be downside here?",
    "start": 2232.2449,
    "end": 2267.11
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "For now that does seem to be the new normal. And I do think that having rates off the lower zero bound and a sort of more normal dynamic in global rates, that not only affects the rates business but affects the foreign exchange business. It generally just makes asset allocation decisions more important and more interesting, and so all of that creates risk management needs and active managers need to grapple with it and so on and so forth. So I think that those are some of the themes on the market side at the margin, and yeah, we'll see how the rest of the year goes. But it sort of seems to be behaving relatively normally, I would say.",
    "start": 2267.27,
    "end": 2309.01
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Right, Mike. So I'm sorry to tell you that Jamie actually left us because he's at a leadership off-site, that's why he was here remote, so I",
    "start": 2369.385,
    "end": 2375.705
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "think",
    "start": 2375.705,
    "end": 2375.865
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "he left the call on my hands, for better or for worse. But let me try to address some of your points without sort of speaking for Jamie here. I think that when we talk about the impact of the geopolitical uncertainty on the outlook, part of the point there is to note that the U. S. Is not isolated from that.",
    "start": 2375.865,
    "end": 2400.0051
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "If we have global macroeconomic problems as a result of geopolitical situations, that's not only a problem outside therefore the U. S. And therefore our corporate customers, etcetera, etcetera. So in that context, keeping in mind what we always say, that we invest in the cycle, that we sort of go we don't go into countries and then leave countries, etcetera, Obviously we adjust around the edges, we manage risks, we do make choices as a function of the overall geopolitical environment, but broadly the notion that we would pull back meaningfully from one of the key competitive strengths that this company has always had, which is its sort of global character because of a particular moment geopolitically would just be inconsistent with how we've always operated. And in terms of the wholesale payments business, you know, it's going great.",
    "start": 2400.085,
    "end": 2454.7449
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We're taking share. There's been a lot of innovation there, a lot of investment in technology, a lot of connectivity to payment systems in different countries around the world. And yeah, I'm sure we'll give you more color in other settings on that, but it's a good story. It's a nice thing to see.",
    "start": 2454.7449,
    "end": 2475.0398
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Well, I think one of the things about payments businesses is that in some sense they're I mean, recession proof is probably the wrong word, and in any case we're not dealing with a recession. But we're talking fundamentally about moving money through pipes around the world, and that's a thing that people need to do more or less no matter what. So that's one piece. But I think the other piece is that, you know, our willingness to invest, which has always been a focus of yours, is one of the key things separating us in this business right now, and so we are seeing the benefits of that.",
    "start": 2490.35,
    "end": 2518.955
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, Glenn, in short, yes. I mean, I think we're not shy about saying that we're under earning in investment banking right now. Clearly, we're below cycle averages, as you point out. We've been talking about when do we get back to the pre pandemic wallet, but as you know, at this point, it's like March twenty twenty, right? It was the beginning of the pandemic, so it's like four years ago at this point. So there's been GDP growth, especially in nominal terms during that period, and you would expect the wallet to grow with that.",
    "start": 2570.47,
    "end": 2603.0
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So I do think there's meaningful upside in the investment banking fee wallet. As I've noted, there are some headwinds, I think particularly in M and A, but over time you would hope that the amount of M and A is a function of the underlying industrial logic rather than the regulatory environment. So you could see some mean reversion there. And yeah, so that's why we're sort of leaning in. We're engaging with clients.",
    "start": 2603.0,
    "end": 2628.005
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We're making sure that we're resourced for, you know, a more robust level of the wallet and fighting for every dollar of share.",
    "start": 2628.005,
    "end": 2637.12
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure. I think the first thing to say, which is somewhat obvious, I'm going say it anyway, is that there are some auto governors in this, right? Like some portion of the expense base is directly related to revenue, whether it's volume related commissions, whether it's incentive compensation, whether it's other things. So there are some, you know, auto correcting elements of the expense base that would happen automatically as part of the normal discipline. So that's point one.",
    "start": 2669.2,
    "end": 2698.6052
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Point two is that independently of the environment, we are always looking for efficiencies. And it's a little bit hard to see it, and in a world where we're guiding to, I guess now with the special assessment added, dollars ninety one billion of expenses. It's hard to tell a story about all the efficiencies that are being generated underneath, but that is part of the DNA as a company. That does happen in BAU all the time as we grind things out, get the benefits of scale, and try to extract that efficiency. And I think to get to the heart of your question, which is okay, in what type of environment would we make different strategic questions?",
    "start": 2698.7651,
    "end": 2739.31
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And in the end I think that's a little bit about what that environment is really like. So if you talk about a normal recession with visibility on the cycle, would we change our long term strategic investment plans, are always built up from a financial modeling perspective, assuming resilience through the cycle? No, we wouldn't. Could there be some environments that for whatever reason change the business case for certain investments or even certain businesses that lead us to make meaningfully different strategic choices? Yes, but that would be because the through the cycle analysis has changed for some reason.",
    "start": 2739.31,
    "end": 2779.765
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I just don't see us fundamentally making strategically different decisions if the strategic outlook is unchanged simply because of the business cycle in the short term.",
    "start": 2780.1648,
    "end": 2793.8801
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, sure. So let me break this question down into a couple of different parts. So I think what Jamie was sort of suggesting is that you know, you can think of a concept that's kind of like strategic capital versus tactical capital, for lack of a better term. And what he's kind of saying is that in a moment where you're carrying a lot of excess capital sort of for strategic reasons, you have the ability, at least in theory, to deploy portions of that into relatively short duration assets or strategies or client opportunities in whatever moment for whatever reason in what might be thought of as a tactical sense. So he's just pointing out that that's an option that you have, and the extent to which this quarter's increase in market RWA is a reflection of that.",
    "start": 2838.4348,
    "end": 2889.52
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Maybe a little bit, but probably not. I agree with you that it's hard in any given quarter to specifically link the change in capital in RWA to a change in revenue. There's just too many moving parts there. But for sure, one thing that's true is that the higher run rate of the markets businesses as a whole, that we talked about a second ago, is linked also to higher deployment of balance sheet into those businesses. As you well know, we pride ourselves on being extremely analytical and extremely disciplined in how we analyze capital liquidity, balance sheet deployment, G SIB capacity utilization, etcetera, in the markets business.",
    "start": 2890.065,
    "end": 2931.12
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And we don't just chase revenue, we go after returns fully measured and that's part of the DNA and we continue to do it and we will. We still are operating under multiple binding constraints, and obviously the environment is complex, so the ability to sort of throw a tonne of capital at opportunities is not quite that simple always, but big picture, we are clearly in a very, very strong capital position, which is in no small part in anticipation of all the uncertainty, but it does also mean that if opportunities arise between now and when the Basel III endgame is final, we are very well positioned to take advantage of those opportunities.",
    "start": 2931.5999,
    "end": 2977.8152
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Maybe a little bit. Jamie already alluded somewhat to this. So I do think spend is fine, but not boomy, broadly speaking, I would say. You can look at it a lot of different ways, inflation, cohorts, etcetera, but when you kind of triangulate that you get back to this kind of flattish picture. There is a little bit of evidence of substituting out of discretionary into nondiscretionary.",
    "start": 3003.295,
    "end": 3029.435
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And I think the single most notable thing is just this effect where while it is true that real incomes have gone up in the lowest income cohorts, within that there's obviously a probability distribution and there's someor rather just a distribution of outcomesand there's some set of people whose real incomes are not up, they're down, and who are therefore struggling a little bit, unfortunately. And what you observe in the spending patterns of those people is, you know, some meaningful slowing rather than what you might have feared, which is sort of aggressive levering up. So I think that's, maybe an economic indicator of sorts, although this portion of the population is small enough that I'm not sure the reader cost is that big. But it is encouraging from a credit perspective because it just means that people are behaving kind of rationally in a sort of normal post pandemic type of way as they manage their own balance sheets. And that's sort of at the margin good news from a credit perspective.",
    "start": 3029.595,
    "end": 3094.2952
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Notwithstanding your guys' outlook for uncertainty, and of course, Jamie talked about it in the shareholder letter and addressed it also on this call when he was here earlier, Can you guys share or can you share with us the color on what's going on in the corporate lending market in terms of spreads seems to be getting tighter? Know, it's not reflecting, I don't think, a real fear out there in the global geopolitical world. Any color just on what you guys are seeing in the leveraged loan market as well? Right. So I think what's true about spreads in general, just broadly credit spreads, including secondary markets and to some extent the leveraged lending space, is that they're exceptionally tight.",
    "start": 3111.875,
    "end": 3159.73
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So, I'm sure that's reversed a little bit in the last few days, but broadly throughout the quarter, we've really seen credit spreads tighten quite a bit. You even see that a little bit in our OCI this quarter where losses in OCI that we would have had from higher rates have been meaningfully offset by tighter credit spreads in the portfolio. So broadly, sort of in keeping with the big run up that we saw in equity markets and the general sort of bullish tone, saw quite a bit of credit spread tightening. That, secondary markets, that, I think, has manifested itself a little bit in the leveraged lending space in the normal way that it does, in that there's a lot of competition among providers for the revenue pool, and you start to see a little bit of loosening of terms, which always makes us a little bit concerned. And as we have in the past, we are going to be very well prepared to lose share in that space if we don't like the terms.",
    "start": 3160.345,
    "end": 3217.565
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We never compromise on structure there. So you are seeing a little bit of that. I think that away from the leveraged lending space and the broader C and I space, there was a moment a few months ago where I think in no small part, as a result of banks generally anticipating this more challenging capital environment and sort of disciplining a little bit their lending, you are seeing a little bit of widening, actually, in those corporate lending spreads. I don't know if that trend has survived the last few weeks, and it's always a little bit hard to observe in any case. But I would say broadly the dynamics are the tension between people trying to be careful with their balance sheets and the fact that overall asset prices and conditions are quite supportive, and secondary market credit spreads have rallied a lot.",
    "start": 3217.565,
    "end": 3273.295
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Thank you. And I guess as a tie in to that question and answer, we've read and seen so much about the private credit growth in this country by private credit companies. Can you give us some color on what you're seeing there as both as a competitor, but also as a client of JPMorgan, how you balance the two out where you may see them bidding on business that you'd like, but at the same time you're supporting their business. Right, yeah. I mean, think that tension between us as a provider of secured financing to some portions of the private credit, private equity community.",
    "start": 3273.775,
    "end": 3314.02
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "You're talking about different parts of the capital structure, but we do recognize that, that we compete in some areas and we are clients of each other in other areas, that's part of the franchise, and it's all good at some level. Narrowly, on private credit, it is interesting to observe what's going on there. So I would say for us the strategy there is very much to be product agnostic, actually. It's not so much like, oh, is it private credit or is it syndicated lending? It's what does it take to be good at this stuff?",
    "start": 3314.02,
    "end": 3347.3801
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And what it takes is stuff that we have and have always had and that we're very good at in each individual silo. So you need underwriting skills, structuring skill, origination, distribution, secondary trading, risk appetite, credit analysis capabilities, and this is what we do, and we're really good at it. And increasingly what you see actually is that, as you see us doing a little bit, as the private credit space gets bigger, it starts to make sense to actually bring in some co lenders so that you can sort of do big enough deals without having undue concentration risks. I mean, even if you have the capital, you just may not want the concentration risk. And so in a funny way, the private credit space becomes a little bit more like the syndicated lending space.",
    "start": 3347.3801,
    "end": 3393.8953
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "At the same time, the syndicated lending space being being influenced a little bit by these private credit unitranche structures gets pushed a little bit in the private credit direction in terms of speed of execution and other aspects of how the business works. So we're watching it. The competitive dynamics are interesting. Certainly there's some pressure in some areas, but we really do think that our overall value proposition and competitive position here is second to none. And so we're looking forward to the future here.",
    "start": 3394.0552,
    "end": 3427.325
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Okay, thanks Charlie. And I'm gonna do my best to answer your question while sticking to my guns on not giving too much First Republic specific guidance. But I do think that the framework you're articulating is broadly correct. So let me go through the pieces. So yes, the current quarter's results annualized to more than the two billion dollars Jamie talked about.",
    "start": 3490.21,
    "end": 3512.98
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, a big part of that reason is discount accretion, which was very front loaded as a result of short dated assets, and so that's part of the reason that you see that converge. Yes, it's also true that we expect the expense run rate to decline later in the year as we continue making progress on integration. Obviously, as I think as I mentioned to you last quarter, from a full year perspective, you just have the offset of the full year calendarization effect. There's maybe an embedded question in there too about, you know, we had talked about two point five billion dollars of integration expense, and, you know, the integration is real, the expenses are real, and also the time spent on that is quite real. It's a lot of work for a lot of people.",
    "start": 3513.22,
    "end": 3556.435
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It's going well, but we're not done yet, and it takes a lot of effort. But broadly, I think that our expectations for integration expense are probably coming in a bit lower than we'd originally assumed on the morning of the deal for a couple of reasons. One is that the framework around the time was understandably quite conservative and sort of assumed that we would kind of lose a meaningful portion of the franchise and would sort of need to size the expense base accordingly. And of course it's worked out, to your point, quite a bit better than that, and therefore the amount of expenses that is necessary to keep this bigger franchise is higher, and that means less integration expense associated with taking down those numbers. It's probably also true that the integration assumptions were conservative.",
    "start": 3556.435,
    "end": 3604.53
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "You know, they were based on kind of more typical type of bank M and A assumptions as opposed to the particular nature of this deal, including the FDIC and so on and so forth. So yeah, I think that probably is a pretty complete answer to your question. Thanks, Charlie.",
    "start": 3604.77,
    "end": 3622.3352
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Right. Okay, Charlie. There's a lot in there. And to be honest, I just don't love the idea of spending a lot of time on this call speculating about bank failures. You obviously have a particular view about the next wave in the landscape.",
    "start": 3684.11,
    "end": 3698.205
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I'm not going to bother debating that with you. But guess, let me just try to say a couple of things doing my best to answer your question. We talked about earlier, we have a lot of capital. And as Jamie says, the capital is earnings in store. And right now, we don't see a lot of really compelling opportunities to deploy the capital.",
    "start": 3698.205,
    "end": 3719.88
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But if opportunities arise, despite the uncertainty about the Basel III endgame, we will be well positioned to deploy it. I think embedded there is also sort of a question about the FDIC and the FDIC's attitude towards different types of bidders. And obviously there's a lot of thinking and analysis happening about the entire process and some recent forums and speeches on bank resolution and so on and so forth. And I think probably we can all agree that it's better, all else equal, for the system to have as much capital available and as many different types of capital available to ensure that things are stabilized if anything ever goes wrong. But the mechanics of how you do that when you're talking about banks are not trivial and not to be underestimated.",
    "start": 3721.175,
    "end": 3774.11
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So I guess that's probably as much as I have on that.",
    "start": 3774.11,
    "end": 3777.39
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Thank you everyone.",
    "start": 3789.396,
    "end": 3790.5962
  }
]