[
    {
        "speaker": "Jeremy Barnum",
        "text": "Thank you, operator. Good morning, everyone. The presentation is available on our website and please refer to the disclaimer in the back. It's slightly longer this quarter to cover both our fourth quarter and full-year results as well as spend some time talking about the outlook for next year. Starting with the fourth quarter on page one. The firm reported net income of $10.4 billion, EPS of $3.33 and revenue of $30.3 billion and delivered an ROTCE of 19%. These results included a $1.8 billion net credit reserve release, which I'll cover in more detail shortly. Adjusting for this, we delivered a 17% ROTCE this quarter. Touching on a few highlights. As we suggested last quarter, we have started to see a pickup in loan growth, 8% year-on-year and 3% quarter-on-quarter ex-PPP, with a significant portion of this growth coming from AWM and markets. But we're also seeing positive indicators in card, as well as increasing revolver utilization in C&I. And it was an exceptionally strong quarter for Investment Banking, particularly M&A as well as another good quarter in AWM.",
        "start": 22.724998,
        "end": 92.47
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "On Page two, we have some more detail on the fourth quarter. Revenue of $30.3 billion, was up 1% year-on-year. Net interest income was up 3%, primarily driven by balance sheet growth, partially offset by lower CIB markets' NII. And NIR was down 1%, largely driven by normalization in CIB markets and lower production revenue in home lending mostly offset by higher IB fees on strong advisory. You'll notice that we've added some memo lines to this page this quarter to show NII and NIR excluding markets as well as a third line of standalone markets total revenue, which as we said before is more consistent with the way we run the company.",
        "start": 93.095,
        "end": 134.975
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "We'll be keeping this format going forward, and you'll see later that this is how we will talk about the outlook. If you look at things on this basis, the drivers are the same, but the numbers are a little different. NII excluding markets is up 4%, NIR excluding markets is up 3% and markets is down 11% on normalization. Expenses of $17.9 billion, were up $1.8 billion or 11%, largely on higher compensation.",
        "start": 135.7,
        "end": 163.865
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And credit costs were a net benefit of $1.3 billion, reflecting reserve releases. Looking at the full-year results on page three. The firm reported net income of $48.3 billion, EPS of $15.36 and record revenue of $125.3 billion. We delivered a return on tangible common equity of 23% or 18%, excluding the reserve releases. Then on to reserves on page four. We released $1.8 billion this quarter, reflecting a more balanced outlook due to the continued resilience in the macroeconomic environment. Our outlook remains constructive but our reserve balance is still account for various sources of uncertainty and potential downside as a result of the remaining abnormal features of the economic environment.",
        "start": 164.48,
        "end": 215.975
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "On the balance sheet and capital on page five. We ended the quarter with a CET1 ratio of 13%, up slightly and reflecting nearly $5 billion of capital distributions to shareholders, including $1.9 billion of net repurchases. With that, let's go to our businesses, starting with Consumer & Community Banking on page six. CCB reported net income of $4.2 billion, including reserve releases of $1.6 billion. Revenue of $12.3 billion, was down 4% year-on-year and reflects lower production margins in home lending and higher acquisition costs in card, partially offset by higher asset management fees in consumer and business banking. Many",
        "start": 216.695,
        "end": 265.055
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "of",
        "start": 265.055,
        "end": 265.215
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "the key balance sheet drivers are in line with the prior quarter. Deposits were up 20% year-on-year and 4% sequentially. And client investment assets were up 22% year-on-year, about evenly split between market performance and flows. Combined credit and debit spend was up 27% versus the fourth quarter of 'nineteen, with each quarter in twenty twenty one showing sequential growth compared to twenty nineteen. Within that, travel and entertainment spend was up 13% versus 4Q19, though we have seen some softening in recent weeks contemporaneously with the Omicron wave.",
        "start": 265.215,
        "end": 300.835
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Card outstandings were up five percent year on year, but remained down eight percent versus 4Q twenty nineteen. However, it's promising to see that while revolving balances bottomed in May of twenty twenty one, since then they've kept pace with twenty nineteen growth rates. In home lending, loans were down one percent year on year, but up one percent quarter on quarter as prepayments have slowed. And it was another strong quarter for originations, totaling forty two point two billion dollars up thirty percent year on year. In fact, it was the highest fourth quarter since twenty twelve, driven by increase in both purchase and refi volumes.",
        "start": 301.715,
        "end": 337.91
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "In auto, average loans were up seven percent year on year and up one percent quarter on quarter. After several strong quarters, the lack of vehicle supply resulted in a decline in originations to eight point five billion dollars, down twenty three percent year on year. So overall, loans ex-PPP were up two percent year on year and sequentially, driven by card and auto. And expenses of seven point eight billion dollars were up ten percent year on year on higher compensation as well as continued investments in technology and marketing. Next, the CIB on Page seven.",
        "start": 338.47,
        "end": 372.41
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "CIB reported net income of four point eight billion dollars on revenue of eleven point five billion dollars for the fourth quarter, and for the full-year, net income was twenty one billion dollars on record revenue of fifty two billion Investment banking revenue of three point two billion dollars was up twenty eight percent versus the prior year, and up six percent sequentially. IB fees were up thirty seven percent year on year, primarily driven by a strong performance in advisory, and we maintained our number one rank with a full year wallet share of nine point five percent. In advisory, we were up eighty six percent, and it was the third consecutive all time record quarter benefiting from elevated M and A volumes that continued throughout twenty twenty one, specifically from mid sized deals. Debt underwriting fees were up fourteen percent, driven by an active leveraged loan market, primarily linked to acquisition financing. And in equity underwriting, fees were up twelve percent, primarily driven by our strong performance in IPOs.",
        "start": 373.66498,
        "end": 434.195
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Moving to markets, total revenue was five point three billion dollars down eleven percent against a record fourth quarter last year. Compared to twenty nineteen, we were up seven percent driven by a strong performance in equities. Fixed income was down sixteen percent year on year, reflecting a more difficult trading environment early in the quarter, especially in rates, as well as continued normalization from the favorable trading performance last year in currencies, emerging markets, credit and commodities. Equity markets were down two percent on two billion dollars of revenue, as continued strength in prime was more than offset by modest weakness in derivatives. For the full year, equities revenue was ten point five billion dollars up twenty two percent and an all time record.",
        "start": 434.675,
        "end": 481.23
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "It was a particularly strong year for both investment banking and markets, and looking ahead, we do expect some modest normalization of the wallet in twenty twenty two. However, for purposes of the first quarter in investment banking, the overall pipeline remains quite robust. Payments revenue was one point eight billion dollars up twenty six percent year on year or up seven percent excluding net gains on equity investments. And the year on year growth was from higher fees and deposits largely offset by deposit margin compression. Securities services revenue of one point one billion dollars was flat year on year.",
        "start": 482.145,
        "end": 519.175
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Expenses of five point eight billion dollars were up eighteen percent year on year predominantly due to higher compensation as well as volume related and legal expenses. And credit costs were a net benefit of one hundred and twenty six million dollars driven by the reserve release I mentioned upfront. Moving to Commercial Banking on page eight. Commercial Banking reported net income of one point three billion dollars and an ROE of twenty percent. Revenue of two point six billion dollars was up six percent year on year on record investment banking revenue, driven by continued strength in M and A and acquisition related financing.",
        "start": 519.815,
        "end": 558.28
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Expenses of one point one billion dollars were up eleven percent year on year, largely due to investments and higher volume and revenue related expenses. Deposits were up eight percent sequentially on seasonality. Loans were down one percent year on year and up two percent sequentially, excluding PPP. C and I loans",
        "start": 559.0,
        "end": 579.535
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "were up",
        "start": 579.535,
        "end": 580.01495
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "four percent ex PPP, primarily driven by higher revolver utilization and originations in middle markets and increased short term financing and corporate client banking. CRE loans were up one percent, with higher new loan originations offset by net payoff activity. And credit costs were a net benefit of eighty nine million dollars, driven by reserve releases with net charge offs of two basis points. And then to complete our lines of business, AWM on page nine. Asset and wealth management reported net income of one point one billion dollars with a pre tax margin of thirty four percent.",
        "start": 580.01495,
        "end": 617.05
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Revenue of four point five billion dollars was up sixteen percent year on year, as higher management fees and growth in deposits and loans were partially offset by deposit margin compression. Expenses of three billion dollars were up nine percent year on year, predominantly driven by higher performance related compensation and distribution fees. For the quarter, net long term inflows were thirty four billion dollars and for the full year were positive across all channels, asset classes and regions, totaling a record one hundred and sixty four billion AUM of three point one trillion dollars and overall client assets of four point three trillion dollars, up fifteen percent and eighteen percent year on year, respectively, were driven by strong net inflows and higher market levels. And finally, loans were up four percent quarter on quarter with continued strength in custom lending mortgages and securities based lending, while deposits were up fifteen percent sequentially. Turning to corporate on page ten.",
        "start": 617.52997,
        "end": 679.345
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Corporate reported a net loss of one point one billion dollars Revenue was a loss of five forty five million dollars down two ninety six million dollars year on year. NII was up one hundred and sixty million dollars, primarily on higher rates, mostly offset by continued deposit growth. And NIR was down four fifty six million dollars, primarily due to lower net gains on legacy equity investments. Expenses of two fifty one million dollars were down one hundred and ten million dollars year on year. So with that, as we close the books on twenty twenty one, we think it's important to take a step back and look at the performance over the last few years through the volatility of the COVID period, and then pivot to discussing the twenty twenty two and medium term outlook.",
        "start": 680.305,
        "end": 726.11
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Turning to page eleven, what stands out is the stability of both revenues and returns through a very volatile period, especially when you strip out the reserve build and subsequent releases in twenty twenty and twenty twenty one. If you look at the revenue drivers on the bottom left hand side of the page, you see overall revenue growth with some significant diversification benefits. NII ex markets was down nearly twenty percent on the headwinds of lower rates and card revolve that we've discussed throughout the year. This was partially offset by significant NIR growth ex markets largely from higher IB fees and AWM management and performance fees.",
        "start": 730.27,
        "end": 771.455
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And we also saw strength across products and regions in CIB markets, as the extraordinary market environment in twenty twenty did not normalize as much as we expected in twenty twenty one. So when you look across the company, we saw consistent modest revenue growth as well as good performance in the areas that we control. Notably, staying in front of our clients to serve them well and managing our risk effectively resulting in quite stable returns once again proving the power of the JPMorgan Chase platform. So turning to the next page. The strong revenue performance and consistent returns have further bolstered our confidence in forging ahead with an investment strategy designed to ensure that we're prepared for the long term. On the left hand side of the page, you can see the expense drivers from twenty nineteen to twenty twenty one.",
        "start": 771.855,
        "end": 824.205
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "The first bar is structural, and while the growth of two percent is modest over the two year period, that includes some COVID related effects that we would see as temporary, including, for example, lower T and E spend and elevated employee attrition, and we do expect some catch up in those effects as we look forward. Then the middle bar is three point four billion dollars of growth in volume and revenue related expenses. Some significant portion of that is driven by increases in incentive compensation, primarily from investment banking, markets and asset and wealth management, the major areas where we have seen exceptionally strong results and where changes in compensation are more closely linked to changes in performance. And remember, we've seen a lot of market appreciation and strong flows in AWM and CCB. So don't assume all of this as CIB, as you look forward, because there are some versions of the world where the markets and fee wallet goes one way and AUM goes the opposite way.",
        "start": 824.60504,
        "end": 885.315
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And then, this bar also includes volume related non comp expenses, such as brokerage and distribution fees, some of which are true expenses and some of which are bottom line neutral because they're offset with revenue gross ups. Then, the last bar of one point seven billion dollars as previewed with you this time last year is a result of our investment agenda, which we've been executing largely according to our plans and consistent with our long standing priorities. You can see the breakdown of the total investment spend on the right hand side of the page, nine point six billion growing to eleven point three billion dollars across the categories that we've often discussed. We're continuing to broaden our footprint and expand our distribution network. Then marketing, where the significant increase in spend as part of the reopening in the second half of last year resulted in a full year spend comparable to twenty nineteen.",
        "start": 886.46,
        "end": 940.23505
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And tech, which we've broadened to include tech adjacent spend reflecting our recognition that tech means more than just software development and encompasses data and analytics, AI, as well as the physical aspects of modernization, such as data centers. And what's really powerful to note here is our ability to make these investments, which are quite significant in dollar terms and are designed to secure our future, while still delivering excellent current returns. So over the next few pages, let's double click into some of these investment areas to see what we're doing, starting with examples of marketing and distribution on page thirteen. We've expanded our reach across the U. S.",
        "start": 940.955,
        "end": 982.91
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And are thrilled to be the first bank in all contiguous forty eight states, an important milestone in our branch market expansion plans. We also continue to expand internationally, including thirteen international markets as part of our commercial bank expansion, China in both our CIB and AWM businesses and in the UK with Chase UK, where we've seen exciting progress since we launched in September, although we expect this to be a multiyear journey before having a measurable impact on the firm overall. We continue to hire bankers and advisors in investment banking, private banking and wealth management, really across all of the wholesale and consumer footprint, where we believe we have opportunities to better penetrate geographies and sectors to continue to grow share. And as I just said, the point of our investment strategy is to secure the future of the company. So we're not making short term claims about share outcome causality.",
        "start": 982.91,
        "end": 1042.0901
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "But as you can see at the bottom of the page, our market shares are robust and growing broadly across the company. Turning to page fourteen, in addition to all of our distribution related investments, a critical foundational component of our strategy is technology, where we spend over twelve billion dollars annually, with about half of that being investments, or as we sometimes call it, change the bank spend. It's important to understand what's in the investment category. About half of that is foundational and mandatory, which includes regulatory related investments, modernization, and the retirement of technical debt, in addition to other key strategic initiatives to help us face the future. On the left hand side, you can see some more detail around this.",
        "start": 1042.0901,
        "end": 1088.1199
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Modernization, which includes migration to the cloud as well as upgrading legacy infrastructure and architecture. Data strategy that enables us to extract the value that exists in our proprietary dataset by cleaning it and staging it in the right ways and then deploying modern techniques against it attracting and acquiring top talent with modern skills and the product operating model, which is obviously a popular buzzword these days, But if you look through all that, it reflects the simple reality that the best products get delivered when developers and business owners are working together iteratively with end to end ownership. Underpinning all of this is our continued emphasis on cybersecurity to protect the firm and our clients and customers, as well as maintaining a sound control environment. Moving to the right hand side, the other half of the investment spend is to drive innovation across our businesses and with our client facing products. We believe it's critical to identify and resolve customer pain points and improve the user experience, and we're attacking the problem with a combination of building, partnering, and buying.",
        "start": 1088.44,
        "end": 1154.5
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And so a few examples of that. On the retail side, we've been able to digitalize existing product offerings with applications like Chase My Home and launch a cloud native digital bank with our recent Chase UK launch. On the wholesale side, we've continued to innovate on our XeQue trading platform, commercialized blockchain through Onyx, and are building out real time payments capabilities. In addition, our modernization allows us to more efficiently partner with or acquire more digitally centered companies. And you can see several examples of this on the page.",
        "start": 1154.66,
        "end": 1189.205
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So taken together, our strategy and investments are critical to ensuring that we can compete with the most innovative players out there, whether we're the ones pushing the envelope of innovation or responding quickly to the creativity of our competitors but doing so at scale. With that, let's talk about the outlook and the year ahead, starting on page fifteen. As you'll remember from Daniel's comments in December, the seventeen percent that we have talked about as a medium term ROTCE target is not realistic for twenty twenty two. We do expect to see some tailwinds to NII, including the benefit of the latest implieds and the expectation that card revolve rates will increase. But the headwinds likely exceed the tailwinds as capital markets normalize off an elevated wallet and we continue investments, as well as the impact of inflationary pressures.",
        "start": 1189.845,
        "end": 1245.0249
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "However, despite these potential challenges for the near term outlook, we do continue to believe in seventeen percent ROTCE as our central case for the medium term, as rates continue to move higher and we realize business growth driven by our investments. So let us try to give you more detail around forward looking drivers that could be headwinds or tailwinds. So first, the rate curve. Our central case does not require a return to a two point five percent Fed funds target rate, as the current forward curve only prices in six twenty five basis point hikes over the next three years. Assuming we realize the forward curve, from there we see the outcomes as being relatively symmetric, with plus or minus one hundred and seventy five basis points of ROTCE impact as a reasonable range relative to our central case.",
        "start": 1245.665,
        "end": 1296.7899
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And of course, there are obviously any number of rate paths to get there, which could produce different outcomes over the near term. In this illustration, the downside assumes that rates stay relatively constant to current spot rates, whereas upside would be driven by a combination of a steeper yield curve and more hikes, together with a more favorable deposit reprice experience. And of course, what we are evaluating here is the impact of rates in isolation on NII. But for the performance of the company as a whole, credit matters a lot, and the reason why rates are higher will have an impact on that. In markets and banking, we feel good about the share we've taken, and there are reasons why the beginning of a rate hiking cycle could be quite healthy for fixed income revenues in particular, at least in the sense that it might provide a partial offset to what we would otherwise expect in terms of post COVID revenue normalization.",
        "start": 1297.5851,
        "end": 1353.67
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "In our central case, markets and banking normalized somewhat in twenty twenty two relative to their respective record years in twenty twenty and twenty twenty one, and resume modest growth thereafter. The downside case assumes a return to twenty nineteen trend line levels with sub GDP growth rates, whereas the upside case assumes continued growth from current elevated levels. As we've been discussing in consumer, the big surprise as we emerged from the worst moments of the pandemic was the lower level of card revolve, even as spend has started to return. In our central case, we assume healthy sales growth on the back of continued economic recovery and strong account acquisitions, and that, combined with relatively constant revolve rates, generates a strong recovery in revolving balances. But there are those who worry about a permanent structural shift in consumer behavior, which could be a source of downside.",
        "start": 1354.665,
        "end": 1413.0651
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And in that scenario, revolving balances could stay depressed relative to the long term pre pandemic averages, resulting in approximately fifty basis basis points of downside relative to our central case. Of course, there could be an upside case where revolving balances recover much faster, but we believe the risks here are more likely to be skewed to the downside. And then let's touch on inflation for a second, which is obviously increasingly relevant. On balance, modest inflation that leads to higher rates is good for us. But under some scenarios, elevated inflationary pressures on expenses could more than offset the rates benefit, which could represent around seventy five basis points of downside.",
        "start": 1413.0651,
        "end": 1456.17
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And while it's not on the page, another key driver is capital, where even though we remain hopeful, our central case assumes no recalibration of the rules and that we will operate at a higher CET1, reflecting that we finished the year in the four point five percent G SIB bucket, which equates to a one percent increase from G SIB in the central case, although as a reminder, that does not become binding until twenty twenty four. This is a good opportunity to point out that QE deposit growth and growth of the overall financial system, proxied by GDP growth of the factors in the original twenty fifteen rule release, combined represent two full G SIB buckets. So in the absence of those, we would still be in the three point five percent bucket. With that in mind, any recalibration could be a tailwind, and each one percent change in the CET1 level is worth about one hundred and fifty basis points of ROTCE. And to be clear, for simplicity, we've assumed a normal credit environment in the analysis on the page.",
        "start": 1456.81,
        "end": 1519.455
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So when we take a step back, seventeen percent remains our central case in the medium term. But over the next one to two years, we expect to earn modestly below that target. In light of all that, let's talk about near term guidance on page sixteen. We expect NII, excluding markets, to be roughly fifty billion dollars in twenty twenty two, up approximately five point five billion dollars from twenty twenty one. As I mentioned upfront, this is",
        "start": 1520.0951,
        "end": 1551.985
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "a",
        "start": 1551.985,
        "end": 1552.145
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "change relative to how we've previously guided, as we feel that the ups and downs of markets NII can be a distraction when the vast majority of that variation is likely to be bottom line neutral. Looking at the key drivers of that for twenty twenty two, there are a few major factors. Rates. With the market implied suggesting approximately three hikes later this year, and the recent steepening of the yield curve, we would expect to see about two point five billion dollars more NII from that effect. You can see at the bottom right, we've shown you the third quarter earnings at risk and an estimate of what we would expect to disclose in the ten ks, reflecting the year end rate curve and changes in the portfolio composition.",
        "start": 1552.145,
        "end": 1597.53
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And as we note in our quarterly filings, there are lots of reasons to be careful when trying to use EAR to predict NII changes under real world conditions. But at a high level, if you look at the numbers on the bottom right and what's happening to the yield curve recently, you should find the two point five billion dollars increase relatively intuitive. Then balance sheet growth and mix, where we are expecting higher spend and new originations to drive revolving balances back to twenty nineteen levels, and also benefiting from securities deployment towards the end of twenty twenty one and into twenty twenty two. And partially offsetting both of those factors is the roll off of PPP. So while we do expect NII to increase year on year depending on the path of rates, it may take a couple of years to return to the full NII generating capacity of the company.",
        "start": 1598.41,
        "end": 1650.235
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Turning to Page seventeen. As we said at the outset of this section, we are in for a couple of years of sub target returns. Despite this, we are going to continue to invest, and we're not going to let temporary headwinds distract us from critical strategic ambitions. And so looking at adjusted expenses, we expect roughly seventy seven billion dollars in twenty twenty two, an increase of about six billion dollars year on year or eight percent. Before we go into the breakdown, it's worth noting, while the year on year increase is eye catching, a meaningful portion of it is actually the annualization of post reopening trends from the second half of twenty twenty one across various categories.",
        "start": 1651.76,
        "end": 1694.0199
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Starting with the first bucket on the page, which is the structural expense increase. As I alluded to earlier, we are seeing some catch up this year, both from the impact of inflation and our compensation expenses, as well as higher non comp expense with resumption of T and E. Then volume and revenue related expenses. Remember that this is both comp and non comp. From a comp perspective, to the extent we are assuming some normalization of capital markets revenues, there should be a tailwind here.",
        "start": 1695.135,
        "end": 1724.62
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "But keep in mind a couple of points. The normalization assumption for markets and IB fees at this point is pretty modest, and our assumption for AUM is for modest increases. At the same time, we we have the impact of volume growth on non comp, both in wholesale and in consumer, which is offset by lower auto lease depreciation. And most importantly, we are adding another three point five billion dollars of investments, which I would note, includes the run rate impact of our acquisitions as well as some of the run rate effects that I just mentioned and reflects similar themes to the ones I discussed earlier. As I wrap up, it's another good moment to stop and note how privileged we are to have the financial strength and the earnings generating capacity to absorb these inflationary pressures, while also making critical investments to secure the future of the company.",
        "start": 1724.955,
        "end": 1778.06
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So in closing, on page eighteen, we're happy with what we've been able to achieve over the last two years. Not only the business results, some of which are highlighted here on the page, but also continuing to serve our customers, clients and communities, and importantly, executing on our strategic priorities. As we look ahead, we will continue to invest and innovate to build and strengthen this franchise for the long term. And while there may be headwinds in the near term, as we continue to work through the consequences of the pandemic, we've never felt better about the company and our position in this very competitive dynamic landscape. So with that, operator, please open the line for Q and A.",
        "start": 1778.9249,
        "end": 1821.425
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And our first question is coming from the line of Erika Najarian from UBS. Please proceed.",
        "start": 1843.065,
        "end": 1847.3049
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Hi, good morning. Jeremy, my first question is for you and it's on Page sixteen. And it's a two part question on this guidance. The first is, could you help us size the timing and magnitude of deposit beta that you presume in this fifty billion dollars number as well as the size of securities deployment? And the second part to that question is, clearly, we're missing that white box, right, in terms of CIB markets contribution.",
        "start": 1848.43,
        "end": 1880.75
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And if you could give us sort of rails to think about CIB markets in light of your comments about more modest normalization versus the idea that this business is naturally liability sensitive?",
        "start": 1881.55,
        "end": 1896.335
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Okay, so three questions in there. Let me take them one at a time. Beta, at the end of the day, the reprice experience is going to be a function of the competitive environment. But for the purposes of of working through the guidance, I can tell you that we're assuming that this hiking cycle is gonna be generally similar to the prior hiking cycle, all else equal. The environment is a little bit different in some important respects.",
        "start": 1898.0951,
        "end": 1920.255
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "I think the system this time around is flushed with deposits, it's flushed with liquidity in a way that it wasn't before. So that could, at the margin, make the reprice a little bit slower. On the other the competitive environment is different, especially with some of the neo bank entrants and that could go in the other direction. So it'll be what it'll be, but for the purposes of the guidance, we're assuming a reprice experience that's similar to what we experienced in the prior cycle. In terms of deployment, obviously deployment is going to be a situational decision.",
        "start": 1920.255,
        "end": 1953.1649
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "But if you're looking at the four billion dollars bar on page sixteen, securities deployment is a modest contributor to that four billion dollar number. The bulk of it is the loan growth narrative, particularly in card. And then in terms of markets on NII, the whole point of not guiding explicitly to markets on NII is to avoid getting distracted by the noise there, which can come from a lot of really kind of irrelevant places, like, you know, interest rate hikes in Brazil and cash versus futures positions, which is the example I like to give. But big picture, if you need, you know, something for your model or whatever, there's a couple of things we could suggest. So if you look at the supplement, we've actually been disclosing the, market's NII number for some time in the supplement.",
        "start": 1953.565,
        "end": 2002.82
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So you actually have a pretty decent time series of that number over time. If you regress that thing against the Fed funds rate, you'll actually see that there's a pretty clear negative correlation there, and so you can draw some conclusions from that. But I just will point out that, like, in any given moment, relatively small changes to the mix of the market's balance sheet can really change the NII quite significantly, even in an environment of no policy rate changes. So it's sort of like a health warning against putting too much emphasis on that projection.",
        "start": 2002.82,
        "end": 2037.2349
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Very clear, thank you. My second compound question is on capital. If you could give us an update, I know that January first is the adoption date for SA CCR. If you could give us an estimate on the impact of CET1 and just to clarify that seventeen percent medium term ROTCE does take into account that your G SIB surcharge is four point five percent?",
        "start": 2038.755,
        "end": 2063.1702
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, so let me do the second one first. So in short, yes. So as I said in the script, we are not assuming any recalibration in that seventeen percent target, so that does mean four point five percent GSIB in the equity component of that number. In terms of SACR, the impact of SACR adoption was about forty million dollars of standardized RWA, so I think if you do the math, that's like ten basis points of CET1.",
        "start": 2064.765,
        "end": 2090.19
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Thank you.",
        "start": 2092.345,
        "end": 2093.2249
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And our next question is coming from John McDonald from Autonomous Research. Please proceed.",
        "start": 2094.9849,
        "end": 2099.4648
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Hey Jeremy, I want to follow up on that. Maybe a broader discussion of how you're managing the capital constraints, the SLR and the rising GSIB. What does it mean for balancing share buybacks, which obviously reduced this quarter, preferred issuance and other levers that you have?",
        "start": 2100.7449,
        "end": 2116.95
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "You know, John, in terms of share buybacks, that's at the bottom of our capital stack. To the extent that we're seeing robust loan growth, other opportunities to invest in the business, as well as potential, M and A opportunities, those are all going to come ahead of buybacks. And so I don't want to sort of guide on our buyback plans for next year, which under SCB, as you know, are really quite flexible as a function of the earnings generating out the earnings generation outcomes, the capital build. But, you know, you can kind of draw your own conclusions in terms of the the growth and the minimums that we see in the future, as well as the loan growth, as well as, some of the investments that we're making. And frankly, you know, we're kind of happy about that.",
        "start": 2120.625,
        "end": 2167.1199
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "That's just, you know, we want the capital to be used that way rather than being used for buybacks.",
        "start": 2167.1199,
        "end": 2171.68
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Okay. And then as the follow up, maybe compound follow up, the new CET1 target or where you expect to kind of run this year, if you could clarify that. And also, any color on the modest normalization of the FICC and equities wallets that you could flush out?",
        "start": 2172.72,
        "end": 2188.675
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, so in terms of the target, I mean, I said previously that twelve percent was not off the table, and that remains true. Depending on the outcome of the rule set, depending on the Basel III endgame, depending on all the various components, you can see a world where twelve percent remains the minimum. But as you can see, and as I said in response to Erica a second ago, the seventeen percent target assumes something closer to thirteen percent as a function of the expected increases in G SIB and some other factors. So we're kind of going to operate in that type of range throughout the year with obviously the flexibility that we have. Oh, and then, sorry, you also asked about, normalization of markets and IB fees.",
        "start": 2190.0098,
        "end": 2238.705
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "I mean, I would say, you know, if you'd asked me in the middle of the year, we were talking a little bit about thinking that a reversion to twenty nineteen run rates was a thing that could happen in theory. The way we feel right now, our central case is obviously that we will see some normalization from exceptionally strong performance, both in IB fees and in markets. But I think we're expecting that normalization to be a little bit less, like nowhere near all the way down to the twenty nineteen levels. Partially because the banking pipeline is really very robust. You know, we feel good about the kind of organic growth in equities and some of the share gains there.",
        "start": 2238.705,
        "end": 2279.0
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And then in fixed income, we've already seen a decent amount of normalization there actually. And as the monetary policy environment evolves next year, that could actually create, you know, some tailwinds for that business.",
        "start": 2279.08,
        "end": 2291.1453
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Got it. Thank you. Next up, we have Glenn Schorr from Evercore ISI. Please go ahead.",
        "start": 2292.2651,
        "end": 2298.8252
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Hi, thank you very much. I wonder if I could ask a little follow up on the expense side, Slide seventeen is great, it fills a lot out. First, I'm curious on if I overgeneralize and say forty percent used called structural comp normalization, sixty percent investments and I thank you, I just saw the further breakout in the bottom of the slide. But the question I have is, how much of that sixty percent, the higher volume, the investments has investments made? In other words, you made eleven either M and A deals or investments over the last like fifteen months.",
        "start": 2301.34,
        "end": 2340.82
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "How much of that was related to that coming through the P and L or straight up brand new investments for twenty twenty two entering for all those items that you listed below?",
        "start": 2341.245,
        "end": 2351.245
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Right. Okay. I think I get your question, Glenn. So number one, to the extent that we've done some m and a over the last fifteen months, as you allude to, and that that has introduced some expenses into the run rate, the run rate impact of that is in the three and a half billion. Which what's the number?",
        "start": 2352.7651,
        "end": 2369.7698
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "It's a relatively modest contribution.",
        "start": 2369.815,
        "end": 2371.495
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Off the",
        "start": 2371.495,
        "end": 2371.735
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "top of my head, I wanna say it's probably like three hundred million or something like So could be a little bit more depending on on some some factors. So that's one point. The other point is that there are different types of investments here. So if you look at, for example, the change in the marketing expense and the marketing investments that come through marketing expense in card, a lot of the decisioning of that actually happened as part of the reopening in the middle of the year. So that's actually already in the run rate.",
        "start": 2371.735,
        "end": 2403.5552
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Whereas other aspects of the investment agenda are obviously things that we're executing now, you know, expanding in places, hiring people, hiring technologists to do things that we need to do. So hopefully that answers your question.",
        "start": 2403.795,
        "end": 2416.57
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Thanks, Paul. Maybe if I could just ask a very general question. I think people get normalizing capital market and a higher investment spend that might add up to pulling short of the seventeen percent overtime target. The question the simple question I have is, is the fact that you've mentioned multi year shortfall, is that a function of timing of NII going full run rate with the timing of capital markets fall off on the higher denominator as you just answered with John's question?",
        "start": 2420.1702,
        "end": 2455.4949
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yes, Glenn, your line is breaking up a tiny bit, but I think I basically hear your question and I think the simple answer is yes. So in other words, we're sort of saying that as the environment continues to normalize in a variety of ways, so that includes policy rate normalization, rate curve normalization, as well as run rate normalization in markets revenues with the sort of some background expectation of growth there, markets and investment banking revenues with the background expectation of growth. And when all of that plays out and is finished playing out, we believe, you know, we should be back to seventeen percent all else equal. So the quite, you know, you can kind of see, that it's not that long, if you know what I mean, in terms of like what the current forwards imply about when you get back to a sort of more normalized policy rate environment.",
        "start": 2456.855,
        "end": 2511.765
    },
    {
        "speaker": "James Dimon",
        "text": "John, I would just like to add, we don't really know about twenty twenty three, and I'd be very cautious in that, plus I expect more interest rates increases than is in the implied curve. And obviously the world's very competitive. I also wanna point out that a seventeen percent return on tangible equity, if you can get that for the rest of our lives, would be exceptional. Reconfirming that that's kind of what we think we can do is pretty good.",
        "start": 2511.765,
        "end": 2535.54
    },
    {
        "speaker": "James Dimon",
        "text": "By the way, I would take fifteen percent on tangible equity for the rest of my life, if I can guarantee that.",
        "start": 2541.7148,
        "end": 2546.275
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Up, we have",
        "start": 2552.45,
        "end": 2552.93
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "a question",
        "start": 2552.93,
        "end": 2553.25
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "from Ken Usdin from Jefferies.",
        "start": 2553.25,
        "end": 2555.01
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Thanks. Hey, good morning. I wanted to ask you just a couple more questions on loans. You mentioned that you're starting to see some better activity. I wanted to just ask you if you can kind of just flush out what you're seeing across corporate lending, commercial lending, noticing that the wholesale related commitments were actually down three percent sequentially.",
        "start": 2557.65,
        "end": 2575.175
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So can you kind of just talk us through what clients are saying and doing and just how strong can that rebound on the corporate and commercial side could we see as we go forward?",
        "start": 2575.175,
        "end": 2584.79
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Sure, yes. So in terms of C and I loan growth, as I said in the script, we are seeing an uptick in revolver utilization rates, especially in the commercial bank, and it remains sort of skewed to the smaller clients. But we are starting to see an uptick in that actually even in the bigger clients, So that's, I guess, an encouraging sign. One of the things I've heard from the folks who run those businesses is that one driver of that is CEOs and management teams who've been burned by low inventory levels as a result of the supply chain problems wanting to run higher inventories, and that is maybe driving, higher utilization there. Which as a result, while it would, I guess, theoretically be a relatively permanent increase in utilization, is not a thing that you can sort of project forward in terms of compounding the growth.",
        "start": 2585.59,
        "end": 2637.3699
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "But at the same time, we're also hearing really quite a bit of confidence in the C suites and, you know, all else equal, that should be positive for C and I loan growth. But clearly, you know, the levels there are modest still in a world where capital markets have been exceptionally receptive to to investment grade issuance in particular, and and more recently to high yield high yield issuance throughout throughout the sort of pandemic period. And so people are well funded from capital markets issuance.",
        "start": 2637.3699,
        "end": 2665.73
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Okay. Second question is just on fees. There are a couple of zigs and zags in mortgage banking, security servicing, which were both down a little bit more than expected, and card did get a little bit better. Can you just kind of give us a little bit of color on the drivers of each of those, please? Thank you.",
        "start": 2667.17,
        "end": 2682.655
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, sure. So there's a lot of stuff in there. So let me do mortgage and card. So in mortgage, you'll see that if you sort of try to do a margin calculation by taking the production revenue and dividing it and so on, do see an apparently significant drop in margin there. So there's a few drivers of that.",
        "start": 2683.375,
        "end": 2707.255
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "One is that the margins were actually slightly elevated in the prior quarter as a result of the timing of the flow through of the loan specific pricing adjustments. So that's, that's one factor. In addition, you know, you actually we did despite the fact that it was an exceptionally strong overall quarter for originations and for funded loans, as we started to see higher rates towards the end of the quarter, we did see the dynamic that you would expect, in terms of drop in, you know, saleable new lock volume and so on. So that's a little bit of a factor. And then there's the sort of the normal organic dynamics that where you tend to see margin compression in mortgage with rates selling off a little bit.",
        "start": 2707.255,
        "end": 2752.31
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So you have a bunch of factors driving a slightly lower number there, you know, but the overall mortgage environment is quite healthy. And though obviously with higher rates, we expect things to be weaker next year. We're still predicting a three trillion dollars mortgage market next year, which by historical standards is very robust. So that's that part. And then in in card, I imagine that you're looking at the card income line where we had a significant drop last quarter and this quarter, the number is also sort of relatively depressed relative to what we had two quarters ago when it was quite high.",
        "start": 2752.31,
        "end": 2787.3801
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So you'll remember that for card income, we had a sort of one off item last quarter depressing the number. This quarter, we have another sort of one offish type item, which is the impact of the, South Southwest co brand renegotiation, which is public. So that's contributing to the to the card income line, to the revenue rate a little bit. But it's important to know that in the background of all this is the impact of the of the, you know, customer acquisition amortization contra revenue, expense, which, as you know, amortizes over twelve months. And so as I mentioned earlier, as part of the big sort of increase in customer engagement as part of the reopening in the middle of the year, we ramped that up quite significantly, you know, a hundred thousand point offers in the market and stuff like that.",
        "start": 2787.3801,
        "end": 2839.11
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And so that's coming through the number. So as a result, when you look at the sort of full year revenue rate for card of around ten percent, we actually see that as a reasonable central case for next year, with the sort of elevated marketing and customer acquisition amortization, you know, being offset obviously by expected growth in NII with the REVOLVE narrative that we've laid out. While we wait for the next question yeah. Sorry. No.",
        "start": 2839.11,
        "end": 2873.49
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Go ahead. Go ahead.",
        "start": 2873.49,
        "end": 2874.1301
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So that question is from Jim Mitchell coming from Seaport Research.",
        "start": 2875.045,
        "end": 2878.3252
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Hey, good morning. Excuse me. Just, you guys are doubling the investment spend, so clearly seeing success in the prior efforts. So can you just give us a little bit big picture discussion on what you're seeing from a return on investment standpoint and at what time frame? Because I think you kind of alluded to twenty twenty three is still being a little bit subpar in return.",
        "start": 2879.845,
        "end": 2904.135
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So does that mean the payback is a little longer and you still expect significant growth in investment spend in twenty twenty three?",
        "start": 2904.295,
        "end": 2910.4548
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, sure. So, I mean, in some level, the question that you're asking is this perennial question of how can we be sure that the investments that we're making are paying back and on what timeline and how do we measure that? And it's interesting, we were just talking about card marketing. I think of that as a continuum. You know, you have a continuum of investments that start with card marketing, where every dollar that we put into a card marketing investment, you know, is part of a very sophisticated, extremely data driven, highly measurable set of decisioning to ensure that all of those are accretive, and when we have sort of measurable outcomes in the short term.",
        "start": 2912.23,
        "end": 2948.8499
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So there's a lot of science there, and it's pretty precise and you get feedback pretty quickly. At the other end of the continuum is tech modernization type stuff, which is a big part of the theme right now. And those things are things that are just we obviously need to do them. If we don't do them, we'll be clunky and inefficient and hamstrung in the future when we're trying to compete. And it's impossible to prove in some narrow financial sense that there's a tangible return payback from that, but we know that they're absolutely mandatory.",
        "start": 2948.8499,
        "end": 2983.82
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So when we think a little bit about, you know, the the the revenue outlook in our kind of normalized run rate, we are certainly assuming that many of the investments that we're making now and that we've made over the last couple of years will produce the revenues that we expect, in that time horizon. But a lot of what we're doing is not of that nature. And in some sense, those are actually the most important investments because they're the hardest decisions to make.",
        "start": 2984.14,
        "end": 3011.4402
    },
    {
        "speaker": "James Dimon",
        "text": "And some are very basic, opening four hundred branches is eight hundred million dollars a year. Obviously, payback comes over time. Any thousands of salespeople kind of know pretty much what the payback is, but obviously it comes over time. And so it's a whole mix. And just think about it as expenses, you should expect them to go up a little bit in twenty twenty three.",
        "start": 3011.68,
        "end": 3031.06
    },
    {
        "speaker": "James Dimon",
        "text": "All right.",
        "start": 3032.58,
        "end": 3033.06
    },
    {
        "speaker": "James Dimon",
        "text": "That's helpful. And then just a follow up on just on the NII. I think futures markets are now pricing in four hikes. I think you have three in assumptions. If we do get a four hikes starting in March, is that a material change to the NII outlook for this year in your models?",
        "start": 3033.06,
        "end": 3051.0552
    },
    {
        "speaker": "James Dimon",
        "text": "Yes, so if you look at the bottom left hand side of page sixteen, footnote three, extremely small print, you will know that the implied curve that we used is from January fifth. So you can take that curve and whatever the current curve is and use the table on the bottom right and add a long list of caveats that I won't give you and draw your own conclusions. But, I mean, it it should be a modest modest additional tailwind. Very modest.",
        "start": 3051.695,
        "end": 3081.2651
    },
    {
        "speaker": "James Dimon",
        "text": "Thanks.",
        "start": 3083.1099,
        "end": 3083.59
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "While we wait for the next question, I said something inaccurate before, I realized I wasn't that confident when I said it. The forty billion dollars, standardized RWA increase in SACR, if you do the math, is obviously not ten basis points of CET1, it's thirty basis points of CET1, so correction coming through there.",
        "start": 3085.91,
        "end": 3104.075
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Next we have a question from Betsy Graseck from Morgan Stanley.",
        "start": 3107.515,
        "end": 3110.555
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Hi. Good morning.",
        "start": 3112.51,
        "end": 3114.1099
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Hey, Betsy.",
        "start": 3114.5898,
        "end": 3115.71
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Okay. So a couple of questions. First, on the NII outlook. Could you give us a sense as to what's embedded in that with regard to your thoughts on how balance sheet shrinkage of the Fed, the QT, is going to impact the liquidity pool, and then how much of that liquidity pool you currently are assuming is going to get redeployed into more duration in your forward look?",
        "start": 3116.91,
        "end": 3142.48
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, sure. I forget exactly what the market's assuming about the start of QT at this point, QT2 as they're now calling it. But from last time I looked closely, there was expected to be a pretty long lag between sort of the the end of the hiking cycle and and the beginning of of QT two. Maybe people are now starting to accelerate that. But in any case, the important point is that as a result of the acceleration of of tapering, the amount of balance sheet growth, you know, is ending pretty quickly.",
        "start": 3143.5999,
        "end": 3173.76
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And therefore, the impact on, system wide deposit growth should be quite modest this year. And that and our assumptions are consistent with that. In other words, we're not assuming lots of deposit growth next year because ultimately, you know, that's gonna be primarily as a function of the Fed balance sheet size. But obviously, we are still assuming modest growth rather than reduction as a function of QT, if you know what I'm saying. And so then in terms of deployment, you can see in the supplement that we already did some deployment this quarter.",
        "start": 3173.76,
        "end": 3205.89
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "It was primarily in the front of the curve. So we're still being quite cautious about really buying duration. But, you know, and if you look at, again, page sixteen, you notice that we call out securities deployment as a as a modest driver of that, four billion dollar increase that's tagged as balance sheet growth and mix. So it's reasonable to assume that we might be we might do a little bit of duration buying if if, you know, the rate curve develops as as the forwards predict, but it it shouldn't be too dramatic.",
        "start": 3205.89,
        "end": 3239.1
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Okay, thanks. And then my second question is just on the investments, the three point five billion dollars that you've got incremental here. And I assume that this is built up bottoms up from business unit leaders' requests to do everything that you mentioned in the call. My question here is, what percentage roughly, like just got numbers, but what percentage are you giving them this year? In other words, did they ask for seven, you're giving them three and a half, and we should expect another uptick materially in twenty twenty three?",
        "start": 3240.375,
        "end": 3271.195
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "I know, Jamie, you mentioned seventy seven is the run rate that we should grow from next year, but I'm kind of asking a slightly different question, which is how much of what they need are you giving them this year? A subset question is, at what point does this fully fund your ability to get into the cloud for US consumer?",
        "start": 3271.195,
        "end": 3289.81
    },
    {
        "speaker": "James Dimon",
        "text": "How do answer that question? We do not sit at a table and tell people you can only do X. We sit at a table and ask people, what do you wanna do? Think of it as it's one hundred percent within our capability. Because some things we just simply can't do.",
        "start": 3291.25,
        "end": 3308.475
    },
    {
        "speaker": "James Dimon",
        "text": "You can't attack fourteen friends at the same time or something like that. And that's number one. So we wanna make those kinds of investments. Each one goes through kind of a rigorous process as is necessary. Some of them are table stakes.",
        "start": 3308.475,
        "end": 3321.84
    },
    {
        "speaker": "James Dimon",
        "text": "I do remember sitting around the table one day and people talking about digital account opening and doing MPV. I was like, just don't do an MPV, just get it It's like, that's just serving your client properly and stuff like that. And like I said, mentioned, it's four hundred branches in the United States, it's thirteen sites overseas, it's more countries, it's more products. It's all the things we should be doing that you'd wanna do if you owned a hundred percent of the company. So it may not be what you do if you have to meet NII next quarter of X, Y, or Z or something like that.",
        "start": 3321.92,
        "end": 3354.5
    },
    {
        "speaker": "James Dimon",
        "text": "So the second part of your question wasn't that, it was, oh, the consumer digital and stuff like that. We're not going start giving you real numbers and all that, but that is a march. That's a journey and it's hard, and we want to get there as soon as possible. Pieces and pockets have already gotten there. So there's certain applications and certain data sets already running on the private cloud, some are in the public cloud, some parts of the company ahead of other parts of the companies, that's a lot of work.",
        "start": 3354.98,
        "end": 3381.78
    },
    {
        "speaker": "James Dimon",
        "text": "And there is, you guys have pointed out a bit of what I call bubble expense in there. We're not going to disclose that either because then we just got to start disclosing eighty four other bubble expenses. Those are our responsibility. And to the extent we have opportunities to do more, we will do more because we have extraordinary capability. And I think I just also want to point out Jeremy mentioned the assumptions around capital.",
        "start": 3381.78,
        "end": 3403.68
    },
    {
        "speaker": "James Dimon",
        "text": "I mean, SLR, GSIFI and multi other companies should be recalibrated. Even the regulators say these things should be recalibrated to the global size, the global economy, if you put capital against treasuries and capital against Fed deposits, and let's see what happens. So on that we're kind of conservative, we're not gonna be expecting a lot of relief, but even some of the folks yesterday were mentioned that were being questioned, your Fed prospects were being questioned about SLR and acknowledged that there are issues around SLR that are not good for the markets.",
        "start": 3403.92,
        "end": 3436.86
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And Betsy, the only thing I want to add to that, which I was gonna basically say the same thing, this whole, like, ask for ten and hope to get five. I mean, we would we aim to manage the company much better than that. I'm sorry. I certainly don't have that type of authority. That's not the way it works.",
        "start": 3437.26,
        "end": 3453.665
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And I think the important point is that what actually happens is a ton of scrutiny of the investment agenda, you know, two or three levels down in the organization with a lot of discipline there. So that's where the conversations happen about whether this makes sense to do now, whether it's the right priority now, whether we have the capacity to do it, whether, you know, it it in the cases where the returns are measurable, where it's producing the right returns, and that's, you know, really part of how we operate the company and part of the discipline of the day to day. Yeah.",
        "start": 3453.665,
        "end": 3483.135
    },
    {
        "speaker": "James Dimon",
        "text": "And, like, to give you another example, if we can spend two billion dollars more and get to the cloud tomorrow, I would do that in a second.",
        "start": 3483.135,
        "end": 3489.7502
    },
    {
        "speaker": "James Dimon",
        "text": "But this",
        "start": 3490.1501,
        "end": 3493.03
    },
    {
        "speaker": "James Dimon",
        "text": "step function that we see this year, I mean, given the pace of competition and the impact of everything that's going on, it's possible we could see this type of step function again.",
        "start": 3493.03,
        "end": 3506.5852
    },
    {
        "speaker": "James Dimon",
        "text": "It's possible. But if it happens, it'll be for a good reason. Right. And I've written about competition. Global competition, there's non bank competition, there's direct private lending competition, there's Jane Street competition, there's Citadel competition, there's fintech competition, there's PayPal competition, there's Stripe competition.",
        "start": 3507.145,
        "end": 3525.6802
    },
    {
        "speaker": "James Dimon",
        "text": "It's a lot of competition and we intend to win. And sometimes that means you gotta spend a few bucks. Okay.",
        "start": 3525.84,
        "end": 3532.0251
    },
    {
        "speaker": "James Dimon",
        "text": "I got it, thanks.",
        "start": 3532.905,
        "end": 3534.1853
    },
    {
        "speaker": "James Dimon",
        "text": "I wanna emphasize too, embedded upon that is we've always said, we wanna be very, very competitive and pay. There's a billion dollars in merit increase. There's a lot more compensation for our top bankers and traders and managers who actually say, by the way, did an extraordinary job in the last couple of years delivering this stuff. We will be competitive and pay. If that squeezes margins a little bit for shareholders, so be it.",
        "start": 3537.7852,
        "end": 3561.43
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So next up, we have Steve Chew back from Wolfe Research.",
        "start": 3565.965,
        "end": 3568.845
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Hey. Good morning. So I wanna start off with a question on capital. Has highlighted in his Swan Song speech the potential for Basel IV implementation, increasing capital requirements as much as twenty percent for select banks. While we haven't seen a formal proposal from the Fed, I was just hoping you could provide just some preliminary thoughts, how you're handicapping the risk of higher RWA inflation ahead of Basel IV adoption, and to what extent is that contemplated in the updated ROTCE guidance?",
        "start": 3570.845,
        "end": 3600.2551
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah. So, Steve Don't give too much. No. No. There's like eighteen different things No.",
        "start": 3601.455,
        "end": 3606.2998
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Fine. This this is this is fine. It's a it's a perfectly reasonable question. So okay. So here you go.",
        "start": 3606.46,
        "end": 3612.0598
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "So when you look at the at the at the current state of the so called Basel three endgame or Basel four proposals, and you look at the RWA components of them in isolation, you've got the change in the credit conversion factors, which all else equal is a tailwind. You've got the fundamental review of the trading book, which is quite complicated and is going to depend institution by institution, but it's potentially, for some folks, a headwind. And then you've got the introduction of operational risk capital into standardized RWA. And if you look at sort of central case estimates of all those things, you know, in a in a in a simple way, you will conclude that there's a bunch of RWA inflation. But a couple of things.",
        "start": 3612.0598,
        "end": 3654.525
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "First, this all takes place in the context of the global regulatory community, or at least in the US, saying that the system has enough capital, it doesn't actually need more capital. And it's important to realize that Which by",
        "start": 3654.525,
        "end": 3668.0298
    },
    {
        "speaker": "James Dimon",
        "text": "the way, anyone who does any real analysis at all would come to that conclusion. Yeah.",
        "start": 3668.0298,
        "end": 3674.3499
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "It's just important to realize, Steve, that as you know obviously there are additional tools. The most important one of which is how these standardized output floors interact with the introduction of operational risk capital into standardized RWA, and then in turn how that interacts potentially with the Collins floor, as well as more generally the fact that there are opportunities to tweak potential double counting and the stress capital buffer against FRTB and so on and so forth. So the point of all this is that there are more levers and tools here than just the overall RWA inflation. And the way we see the world, we don't expect the Basel III endgame in and of itself to increase the dollars of capital that we need to carry as a company.",
        "start": 3676.605,
        "end": 3722.205
    },
    {
        "speaker": "James Dimon",
        "text": "And you were conservative in saying it's the four point five percent GCFE.",
        "start": 3722.65,
        "end": 3725.61
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Exactly. And and we are allowing the GCFE increases to flow through to the, you know, medium term ROTC assumptions.",
        "start": 3725.61,
        "end": 3732.65
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Thanks for clarifying that and for not punting on the topic, Basel IV. Just for my follow-up here card payment normal We will",
        "start": 3735.1448,
        "end": 3742.265
    },
    {
        "speaker": "James Dimon",
        "text": "very, very aggressively manage those things when we know the actual numbers, like very aggressively manage them.",
        "start": 3744.105,
        "end": 3750.89
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Fair enough, Jamie, you certainly have a track record that supports that. For my follow-up on card payment normalization, how are thinking about the trajectory for card payment rates, and just maybe to speak to your confidence level that we see card payment rates return to pre pandemic levels, just given the emerging threats from BNPL that you cited, and still elevated personal savings rates?",
        "start": 3752.0898,
        "end": 3774.525
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, sure. So I still, to be honest, get a little bit confused between payment rates and revolve rates and all these various ratios, but I think it's a little bit simpler. If you just take a step back, you look at the revolve rate and you look at the overall level of revolving balances and what we sort of expect for that. So there's a few things to note. So the revolve rate, having dropped quite a bit, has more or less stabilized.",
        "start": 3775.8599,
        "end": 3800.055
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "There's a little bit of a blip in the fourth quarter as a function of holiday spend and maybe some Omicron stuff, but broadly it's stabilized. In the meantime, the growth in overall card loans has now for several quarters in a row produced modest growth balances. And our central case for next year basically assumes that that trend stays in place. So what's important about that is that we're not assuming some sort of aggressive return of the revolving rate to the pre pandemic levels. We're simply assuming that it stabilizes and that overall card loan growth therefore contributes its fair share of revolving loan growth.",
        "start": 3800.09,
        "end": 3842.25
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "And so the kind of central case that we put on the page for the balance to NII growth in twenty twenty two has, very roughly speaking, revolving balances getting back to the pre pandemic levels by the end of twenty twenty two, roughly. Was there another part of that question that I forgot?",
        "start": 3842.25,
        "end": 3866.55
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "No, no, that's sufficient. That's perfect.",
        "start": 3866.87,
        "end": 3869.4302
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Thanks",
        "start": 3869.4302,
        "end": 3869.9102
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "so much, Jeremy.",
        "start": 3870.1501,
        "end": 3870.87
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Next, we have Matt O'Connor from Deutsche Bank.",
        "start": 3876.005,
        "end": 3878.405
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Good morning. As we think about the seventeen percent medium term target, can you help frame what you think or what's being assumed on the efficiency ratio and then maybe on credit costs as well, please?",
        "start": 3880.085,
        "end": 3892.6602
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, sure. So in terms of credit costs, as I said, we're assuming a roughly normal credit environment at that point. So, you know, that would mean card charge off rates back into the sort of low to mid threes type of thing, as we said, pre pandemic, we were assuming we would get to, especially as we underwrite, some slightly higher loss loss vintages over time. And and building reserves as the loan books grow. Importantly.",
        "start": 3893.86,
        "end": 3919.2
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, exactly. So, I mean, I would just broadly describe, you know, and and consistently with the way we're describing it, which is kind of medium term guidance in a normalized environment that the charge off environment should in turn be normal. So that's that. And then you're kind of asking me, I guess, about the overhead ratio a little bit. So, you know, personally, I kind of don't love that measure.",
        "start": 3919.28,
        "end": 3944.86
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "I think it's more of an output than an input. And more often than not, it's driven by revenues, not expenses. And more often than not, in the short term, the revenue number that's swinging is a function of the rate curve. So essentially, the overhead ratio just becomes a proxy for the Fed funds rate, which makes it not a great management tool for the company. But having said that, in the assumptions that we're using to build up that seventeen percent rate, we do get back to something like a fifty five percent overhead ratio.",
        "start": 3944.86,
        "end": 3976.02
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "But as Jamie said before, if that number has to go up to deliver the right returns in the long term, it will. We don't consider it to be a constraint.",
        "start": 3976.02,
        "end": 3984.9
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Okay, then obviously the math implies to get back to fifty five percent, you have kind of outsized operating leverage for a few years, right? I mean, because I think the efficiency ratio goes the wrong way again in twenty two for the couple of years of pretty big operating leverage, right?",
        "start": 3986.945,
        "end": 4008.32
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "You've got to do your own models, okay?",
        "start": 4008.72,
        "end": 4010.64
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, mean, I think for me, in a world where there are inflationary pressures, there's a lot of post pandemic effects in the numbers and we have some critical investments to make. The notion of operating leverage at the level of the company's overall numbers for me becomes just not terribly meaningful. I'm not sort of criticizing your question, I understand why you're asking, but it's just kind of not the way we think about it.",
        "start": 4014.215,
        "end": 4038.43
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Okay. And I was just curious, Jamie, you're you know, still think rates will go up more than expected. Obviously, expectations have moved up quite a bit. And I'm just wondering kind of what's basing that opinion. And, on a sidebar, do you think the long end will go up, or if it hasn't gone up yet, why will it from here?",
        "start": 4040.605,
        "end": 4061.3
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Thanks.",
        "start": 4061.62,
        "end": 4062.1802
    },
    {
        "speaker": "James Dimon",
        "text": "Yeah, first of we prepare for all eventualities here, we're not guessing at one, but the consumer is very strong. And with all respect to the fact that people suffering still and COVID and all that, the fact is in spite of Omicron, in spite of supply chains, twenty twenty one was one of the best growth years ever. And twenty twenty two looks like it'd either be three and a half or four percent, which is actually pretty good. The consumer has two trillion dollars more in their balance sheet, their home prices are up, asset prices are up, jobs are plentiful, wages are going up, which is good for them. We're not against that and sharing the wealth a little bit of America's recovery with everybody.",
        "start": 4062.98,
        "end": 4102.765
    },
    {
        "speaker": "James Dimon",
        "text": "So the consumer is in really good shape. They're spending, I mean, Jeremy took you through the numbers, twenty five percent more than they're spending pre COVID, twenty five percent more. And that number drives early order books for everybody else, whether it's goods and services, and obviously it's bouncing around between goods and services and all that kind of stuff like that. Businesses equally are in very good shape with cash and capability and confidence levels high, what are they seeing? They're seeing their order books go up, more cars, more motors, more patios, more home improvements, more homes, more demand.",
        "start": 4103.085,
        "end": 4137.095
    },
    {
        "speaker": "James Dimon",
        "text": "We have a shortage of homes in America. So you see the table is set pretty well for the growth in America, but obviously the negative being inflation and how that gets navigated and stuff like that. So my view is there's a pretty good chance there'll be more than four, okay? It could be six or seven. I mean, I grew up in a world where Paul Volcker raised interest rate two hundred basis points in a Saturday night.",
        "start": 4137.54,
        "end": 4162.905
    },
    {
        "speaker": "James Dimon",
        "text": "And this whole notion that somehow it's gonna be sweet and gentle and no one's ever gonna be surprised, I think it's a mistake. That does not mean we won't have growth. It does not mean unemployment wasn't in a good position and stuff like that. And the other fact is it may very well be possible that the long rates, and I'm a little surprised how low they've stayed, but that the long rates may react more to the actual QE and then QT. And so at one point, the Fed's going to be letting run off a hundred billion dollars or whatever number a month they're going to come up with.",
        "start": 4163.7046,
        "end": 4195.6
    },
    {
        "speaker": "James Dimon",
        "text": "And then you may see long rates react a little bit to that. And particularly, I just said about growth and demand for capital and stuff like that, that also tends to drive a ten year bond rates and all that. So all things have been equal, if you look at the company and it's very important, we have huge firepower to grow, to expand, to make loans, to extend duration. And you look at capital liquidity, I just wanna point out it's one point seven trillion dollars These numbers, I've never seen a bank with them. And you'd look at percentages, not just gross amounts, one point seven trillion of cash and marketable securities, one trillion of loans.",
        "start": 4195.6,
        "end": 4233.33
    },
    {
        "speaker": "James Dimon",
        "text": "There's five hundred or six hundred billion of those cash and marketable securities that could be deployed in higher yielding assets or loans when and if the time comes, depending on all these capital constraints and stuff like that we have to deal with. And those are extraordinary numbers, there's two point five trillion of deposits. And we don't like taking risky deposits, those are, they may go down a little bit in QT and all that, but look at how this balance sheet is funded. I've never seen a bank balance sheet like that. And think of that as kind of firepower over time as we navigate through the world.",
        "start": 4234.855,
        "end": 4266.8247
    },
    {
        "speaker": "James Dimon",
        "text": "So we're in pretty good shape. And if I wish I could own one hundred percent of the company, it'd be private.",
        "start": 4266.8247,
        "end": 4272.985
    },
    {
        "speaker": "James Dimon",
        "text": "Can I just sneak in based on all that? I was thinking, the expense pressure or increase that we're seeing at JPMorgan or expect to see in 'twenty two, do you think this is indicative of the broader market as you talk to leaders outside of banks and they see the pipeline of volumes? Do you think there's going to be material surprises on expenses for the broader market? Thank you, and then I'll",
        "start": 4275.7197,
        "end": 4302.08
    },
    {
        "speaker": "James Dimon",
        "text": "pass Yeah,",
        "start": 4302.08,
        "end": 4302.56
    },
    {
        "speaker": "James Dimon",
        "text": "would expect that because almost every CEO is talking about wages and certain inflation and stuff like that. But I don't want to be a CEO, please don't say I'm complaining about wages. I think wages going up is a good thing for the people who have their wages going up. And businesses simply have to deal with changes in prices. If you, commodity prices go up and down, mozzarella goes up and down, wages go up and down, COs shouldn't be crybabies about, they should deal with it.",
        "start": 4303.6,
        "end": 4332.4697
    },
    {
        "speaker": "James Dimon",
        "text": "The job is to serve your client as best you can with all the other factors out there. So I'm not opposed to it, but I do think you'll see more people seeing wage pressure, etcetera, and some have more ability to offset than others. It hasn't stopped us from doing anything, zero, none, nada. We're not cutting back in growth plans or bankers or markets or countries because there's some wage inflation.",
        "start": 4332.5503,
        "end": 4358.39
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Next, we have a question from Ibrahim Poonawala from Bank of America.",
        "start": 4366.565,
        "end": 4369.605
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Good morning. Just two very quick follow ups. One, Jeremy, in terms of capital deployment, just talk to us about inorganic growth. There any likelihood that you look at any larger M and A transactions, use your currency at any point this year? And should we see a slowdown or a let up in the pace of inorganic FinTech investments that you've been on over the last year?",
        "start": 4371.125,
        "end": 4395.145
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "If you could address those two.",
        "start": 4395.305,
        "end": 4396.7446
    },
    {
        "speaker": "James Dimon",
        "text": "So the large transactions like over billions unlikely, but we always look, we're always open minded. We're looking all over the place for things to fit in and stuff like that. And then the pace of fintech investors, stuff like that, that won't change at all.",
        "start": 4398.265,
        "end": 4412.64
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "That's good. So my version of that, which is consistent with Jamie's is that we continue to be interested in looking at M and A and we're doing that obviously, yeah, very large deals aren't realistic. And the FinTech investment part is definitely part of the stuff that we're looking at when we look at deals.",
        "start": 4414.3203,
        "end": 4434.525
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "That's helpful. And just double clicking on something, Jamie, that you mentioned. You've talked about Venmo square banks leaving the ground open for fintechs over the last few years. Just talk to us to the extent you can, how these investments clearly the market's focused on near term expenses, ROTCE pressures, but talk to us two years or three years fast forward, how do you feel about JPM as a franchise competing with big tech, fintech head to head?",
        "start": 4435.6,
        "end": 4460.805
    },
    {
        "speaker": "James Dimon",
        "text": "Great, but it's battle engaged. Mean, of these people do a very good job. I think there's certain things we, your bank should have done, so we should be a little self critical, but we have the capability, the economies of scale and all these things. What we're not going to do is hamstring ourselves to meet an overhead target. That's just not even on the cards.",
        "start": 4462.42,
        "end": 4480.555
    },
    {
        "speaker": "James Dimon",
        "text": "And we have assets and strengths. Look, and the competition is very bright. I mean, they're bobbing and weaving, they're not changing and they're not static. And I think sometimes people act like they're static or they're not static. But if we do a good job, like today on consumer, I'm sure some of your Chase customers, free trading, a lot of ATMs, you got better and better services, more navigation bars, more offers, more travel, more rewards, more.",
        "start": 4480.955,
        "end": 4505.795
    },
    {
        "speaker": "James Dimon",
        "text": "And you've more of that coming. And we've gotten friendlier and overdraft, we've gotten And that's just one business, that's true for every single business. So I look at the other way around, you're competing with JP Morgan, that's gonna be pretty tough competition. Take Chase UK, we've been very, very clear, not cost us money, and a lot of you want payback tomorrow and stuff like that, we're not to disclose those numbers, but we are there for the long run, we're gonna be adding products and services and countries for the rest of our lives. So I doubt over the long run we'll fail.",
        "start": 4505.795,
        "end": 4540.835
    },
    {
        "speaker": "James Dimon",
        "text": "We may become the best digital bank in the UK or somewhere in the short run.",
        "start": 4540.995,
        "end": 4545.795
    },
    {
        "speaker": "James Dimon",
        "text": "That's helpful. Thank you.",
        "start": 4548.3696,
        "end": 4549.8096
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Next, have Mike Mayo from Wells Fargo Securities.",
        "start": 4553.09,
        "end": 4555.57
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Jamie, I hear you're ready to do an LBO on JPMorgan that you're so Yeah.",
        "start": 4559.0254,
        "end": 4563.505
    },
    {
        "speaker": "James Dimon",
        "text": "Think you'd help me raise the equity capital.",
        "start": 4564.865,
        "end": 4568.385
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Well, that's what I'm trying to figure out here with the it's a little frustrating this call, because the guidance you've given has given all the bad news without any targets. I mean, you're saying we have to wait two years for the seventeen percent RoTCE despite the booming economy. You're guiding for the second year in a row of negative operating leverage. I get it, that's not how you run the company, but fifteen billion dollars of investments, that's up one half over the last three years and that fifteen billion dollars is enough to capitalize the eleventh largest U. S.",
        "start": 4569.5054,
        "end": 4601.8896
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Bank. So you gave us that, but you didn't tell us what to expect from all this investment in terms of what specific market share gains are you targeting? What specific revenues do you expect? When do you expect that? Can you put some more meat on the bones here?",
        "start": 4601.8896,
        "end": 4617.245
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Because this is at five billion dollars of investment spend, look, it worked, you gained share. At ten billion dollars of investment spend, it worked, you gained share. But now you're going to fifteen billion dollars and it might not always work so well. So can you again put more meat on the bones, the stock's down five percent, the feedback so far is like you're spending the rate hikes for investments over the next ten years. That's great, you're in there for the long term, but a lot of the investors aren't planning to invest for a ten year horizon.",
        "start": 4617.245,
        "end": 4646.3945
    },
    {
        "speaker": "James Dimon",
        "text": "Michael, I feel your pain and your frustration. It is very possible in twenty twenty three, we'll have a seventy percent ROTCE. It depends on how we deploy our capital, it depends on fixed income markets, it depends on a bunch of stuff like that. But the four hundred branches that we're building, those things will get to contribution profitability just like we expect. The thousands of bankers we're adding in private banking and Chase Wealth Management, we're pretty sure we'll get to breakeven by just we expect, that takes a couple of years.",
        "start": 4647.9946,
        "end": 4681.255
    },
    {
        "speaker": "James Dimon",
        "text": "And so, yeah, we're not gonna tell you all of those things. And we already mentioned some of the tech stuff is just we have to do it and there's a little bit of bubble expense in that. There's even a little bit of bubble expense in our new headquarters. And so we're pretty comfortable we're doing the right things and we're being a little conservative. Like, Jeremy was talking about the card stuff, the return.",
        "start": 4681.5747,
        "end": 4701.0903
    },
    {
        "speaker": "James Dimon",
        "text": "I told our folks that we're going to have card growth this year, but they were skeptical. The American consumer is very strong, our products and services are very good. Chase, we call now self directed investing, has fifty five billion dollars I think Robinhood has, I think eighty the last time I saw it, something like that. We're not sitting here bragging about our product because I would tell you it's not good enough yet, but it's got fifty five billion dollars without us doing virtually anything or no marketing and no real stuff like that. So there's a lot of stuff coming, the competition we have to face.",
        "start": 4701.465,
        "end": 4736.3647
    },
    {
        "speaker": "James Dimon",
        "text": "Some of these acquisitions we made will contribute to profit, maybe not exactly in twenty twenty two, and I mentioned the deployment of the balance sheet. We're pretty conservative in the deployment of balance sheet. That may not always be true.",
        "start": 4737.2446,
        "end": 4750.56
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Follow up and then I'll re queue after my follow up. But as it relates to technology specifically, Jeremy, you talked about retiring technical debt and so that's kind of playing defense. But also on the offensive side, where are you investing for tech where you would expect some more revenues? You talked about digital banking in the UK, are you also going to Brazil? What other countries are you targeting for that?",
        "start": 4752.8804,
        "end": 4777.13
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, mean, it's funny. I wouldn't actually describe retiring technical debt as playing defense. I mean, I think that's actually a great example of the whole conversation, which is that retiring technical debt is an easy thing to not do if you're playing defense focused on short term targets. But if you're playing offense for the long term, it's exactly this type of decision that creates some of the frustration that you're articulating that's critical for the long term success of the company. That's mean, Mary",
        "start": 4777.85,
        "end": 4808.4297
    },
    {
        "speaker": "James Dimon",
        "text": "And, tell you this. We spend two billion dollars on brand new data centers, okay, which have all the cloud capability you can have in private data centers and stuff like that. We're still running the old data centers. Now we're not gonna get involved in every time we talk to you, I'll explain every part of the pancake buildup of expenses going in and expenses going out, But all this stuff going to these new data centers, which are now completely up and running, some are, but most of the applications that go in have to be cloud eligible. Most of the data that goes in has to be cloud eligible.",
        "start": 4808.51,
        "end": 4840.81
    },
    {
        "speaker": "James Dimon",
        "text": "We're running a whole bunch of major programs, which I don't think we disclose, on AWS. And we're working with Google and Microsoft to run some of the stuff in the cloud because we wanna have multiple cloud capabilities. And this year, roughly thirty, forty, fifty percent of all our apps, all our data will be moving to cloud related type of stuff. This stuff is absolutely, totally valuable. I mean, I can't, if you sat in this room and looked at the power of the cloud and big data on risk, fraud, marketing, capabilities, offers, customer satisfaction, dealing with errors and complaints, prospecting, it's extraordinary.",
        "start": 4841.395,
        "end": 4882.6797
    },
    {
        "speaker": "James Dimon",
        "text": "You actually see some of that already in how we manage it. Like for example, with all the fraud and all the cyber and all the ransomware, our fraud costs are down this year. There's a reason for that, it's because we've deployed huge capabilities in those things. So we have to do those things and that's a margin, it'll be hugely valuable for us and you'll see some of that benefit, which is why we're comfortable that we'll continue to grow and expand and earn. Like I said, seventeen percent return on tangible capital, I would take that.",
        "start": 4883.1597,
        "end": 4914.37
    },
    {
        "speaker": "James Dimon",
        "text": "If I could own one hundred percent of the company, it'd be private.",
        "start": 4914.37,
        "end": 4924.1147
    },
    {
        "speaker": "James Dimon",
        "text": "Okay, I'll re queue for my follow up.",
        "start": 4925.955,
        "end": 4928.115
    },
    {
        "speaker": "James Dimon",
        "text": "Michael asked another very good question about market shares. We expect to go up in retail deposit market share, investment market share, private banking market share, fixed income market share, equity market share, investment banking market share, global market share, payments market share, and security services market share, commercial banking market share, and what did I miss? I'd be surprised if any of them go down. And we're not going to give you the number.",
        "start": 4936.9297,
        "end": 4964.1396
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "As per now, we have one last question from Jared Kesse from RBC Capital Markets.",
        "start": 4967.42,
        "end": 4971.74
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Thank you. Good morning, Jeremy and Jamie. Jeremy, I'm trying to figure out what the discussion topic is going to be first quarter of twenty twenty three when we talk about fourth quarter numbers. And I think it might have more to",
        "start": 4973.145,
        "end": 4985.545
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "do with credit than we're hearing",
        "start": 4985.545,
        "end": 4986.825
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "about on the call today. Can you share with us the underwriting standards that you guys are using compared to what they were at the height of the crisis back in twenty twenty? I'm assuming they're easier today because the economy is stronger. But also can you compare them to twenty nineteen? How has it looked today versus what you guys are doing in twenty nineteen?",
        "start": 4986.825,
        "end": 5006.8447
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Yeah, sure. So I think broadly for the company, there's no really large change in our credit risk appetite and therefore in our underwriting standards. I think I alluded to a little bit, I alluded a little bit to this earlier, which is there's a subtlety in the card business where if you remember pre pandemic, we had talked about card charge off rates being at three point two five percent and maybe trending a little bit higher over time as a function of some underwriting of some slightly higher risk vintages, still well within our credit box, still within our overall credit risk appetite, but just a slight shift in the composition of the portfolio there. So that happened back then, and we just didn't see it flow through because of obviously the extraordinary dynamics that we experienced with the pandemic. And now we're exiting, you know, the fourth quarter of this year with a card net charge off rate and, you know, I forget the exact number.",
        "start": 5007.645,
        "end": 5065.7246
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Was something like, you know, one point two percent or something.",
        "start": 5065.7246,
        "end": 5069.085
    },
    {
        "speaker": "James Dimon",
        "text": "Which we which you'll never see again.",
        "start": 5069.2446,
        "end": 5070.525
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "Obviously exceptionally low. So the question then becomes like, so, and then I think somewhere in your question there was also about like, when we sort of leaned into the reopening, how did we modify the credit box and the standards? And the answer to that is that we returned it essentially to the pre pandemic So we were obviously very confident in light of what we were seeing about what",
        "start": 5070.525,
        "end": 5092.525
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "consumer credit",
        "start": 5092.525,
        "end": 5093.485
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "conditions were.",
        "start": 5093.485,
        "end": 5094.125
    },
    {
        "speaker": "James Dimon",
        "text": "It got tightened a little bit and now it's back to what it was",
        "start": 5094.125,
        "end": 5096.045
    },
    {
        "speaker": "Jeremy Barnum",
        "text": "in the quarter. Exactly, exactly.",
        "start": 5096.045,
        "end": 5097.565
    },
    {
        "speaker": "James Dimon",
        "text": "None of that was completely material to the results. One of the things in Jeremy's slide, which you pointed out, out, we've been over earning on credit for years, and we expect it eventually to normalize. Could argue how fast and what time, but credit card has been numbers that we've never seen in our lives, middle market's been lower than ever, wholesale's been lower than ever, Mortgage has been lower than ever. Cards, they're all low. Eventually they're going to normalize.",
        "start": 5097.565,
        "end": 5121.715
    },
    {
        "speaker": "James Dimon",
        "text": "And then we kind of build that into models. And the other thing is the loan book, and this is very important for your own modeling, just assume as the loan book grows, we will add reserves pretty much proportionate to growth in the loan book, all things being equal. Now we've got CECL and all this stuff like that, but so that's a flip to the negative, obviously for next year.",
        "start": 5122.435,
        "end": 5142.1694
    }
]