[
  {
    "speaker": "Jeremy Barnum",
    "text": "Thanks, operator, and good morning, everyone. Before we get going, I'd just like to say how honored I am to be on my first earnings call following the footsteps of Marianne and Jen, both of whom taught me so much during my time working for them. And whose shoes will be very difficult to fill, but I'm going to try. So with that, this presentation is available on our website, and please refer to the disclaimer in the back. Starting on Page one.",
    "start": 30.56,
    "end": 56.114998
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "The firm reported net income of eleven point nine billion dollars EPS of three point seven eight dollars on revenue of thirty one point four billion dollars and delivered a return on tangible common equity of twenty three percent. These results include three billion dollars of credit reserve releases, which I'll cover in more detail shortly. Touching on a few highlights. Combined debit and credit spend was up forty five percent year on year and more importantly, up twenty two percent versus the more normal pre COVID second quarter of twenty nineteen. It was an all time record for IB fees, up twenty five percent year on year, driven by advisory and debt underwriting.",
    "start": 57.39,
    "end": 102.415
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We saw particularly strong growth in AWM with record long term flows as well as record revenue. And finally, credit continues to be quite healthy as evidenced by our exceptionally low net charge offs across the board. Regarding our balance sheet, the trends from recent quarters have largely continued. Deposits are up twenty three percent year on year and four percent sequentially, and loan growth remains low, flat year on year and up one percent quarter on quarter. Although we have bright spots in certain pockets and the consumer spend trends are encouraging.",
    "start": 103.055,
    "end": 140.8
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So now turning to Page two for more detail. As I go through this page, I'm going to provide you some context about the prior year quarter because the year on year comparisons are a bit noisy. So with respect to revenue, the second quarter of twenty twenty was an all time record for markets with revenue of over nine point seven billion dollars and we recorded approximately seven hundred million dollars of gains in our bridge book. With that in mind, revenue of thirty one point four billion dollars was down two point four billion dollars or seven percent year on year. Non interest revenue was down one point three billion dollars or seven percent due to the prior year items I just mentioned, partially offset by strong fee generation in Investment Banking and AWM as well as from card related fees on higher spend.",
    "start": 141.59999,
    "end": 196.65001
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And net interest income was down one point one billion dollars or eight percent, driven by lower markets NII and lower balances in card. Expenses of seventeen point seven billion dollars were up four percent year on year, largely on continued investments. And then on credit costs, going back to last year again, you will recall in last year's second quarter, we built eight point nine billion dollars in credit reserves during the height of the pandemic, whereas this year, we released three billion dollars So in this quarter, credit costs were a net benefit of two point three billion dollars And setting aside the reserve release, it's also worth noting that net charge offs of just over seven hundred million dollars were half of last year's second quarter number and continue to trend near historical lows. On the next page, let's go over the reserves. We released three billion dollars this quarter as we grow increasingly confident about the economy in light of continued improvement in COVID, especially in the U.",
    "start": 197.45,
    "end": 262.89
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "S. In consumer, we released two point six billion dollars including one point eight billion dollars in card and six hundred million dollars in home lending. And in wholesale, we released nearly four fifty million dollars So this leaves us with reserves of twenty two point six billion dollars which as a result of elevated remaining uncertainty about COVID and the shape of the economic recovery, are higher than would otherwise be implied by our central economic forecast. Now moving to balance sheet and capital on Page four. We ended the quarter with a CET1 ratio of thirteen percent, down slightly versus the prior quarter as net growth in retained earnings was more than offset by higher RWA across both retail and wholesale lending.",
    "start": 262.89,
    "end": 312.86
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "This quarter also reflects the expiration of the temporary SLR exclusions. And as we anticipated, leverage is now our binding constraint. As you know, we finished CCAR a couple of weeks ago, and our SCB will be three point two percent, which reflects the Board's intention to increase the dividend to one dollar per share in the third quarter. Okay. Now let's go to our businesses, starting with Consumer and Community Banking on Page five.",
    "start": 313.58,
    "end": 341.86
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "PCB reported net income of five point six billion dollars including reserve releases of two point six billion dollars on revenue of twelve point eight billion dollars up three percent year on year. Of particular note this quarter is the acceleration of card spend. And so while card outstanding remained lower than pre pandemic levels, this quarter's trends make us optimistic. Total debit and credit spend was up forty five percent year on year, and more importantly, up twenty two percent versus the second quarter of twenty nineteen. And within that, compared to twenty nineteen, June total spend was up twenty four percent, indicating some healthy acceleration throughout the quarter.",
    "start": 343.62,
    "end": 387.285
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And travel and entertainment has really turned a corner, with spend flat versus the second quarter of twenty nineteen, accelerating from down eleven percent in April to actually up thirteen percent in June. The rest of the CCB story remains consistent with prior quarters. Consumer and small business cash balances remain elevated, resulting in depressed loan growth. Overall loans were down three percent year on year from continued elevated prepayments in mortgage and on lower card outstandings, partially offset by strong growth in auto and the impact of PPP. Home lending and auto continued to have strong originations with home lending up sixty four percent to forty billion dollars the highest quarterly figure since the third quarter of twenty thirteen and auto up sixty one percent to a record twelve point four billion dollars Deposits were up twenty five percent year on year or approximately two hundred billion dollars and client investment assets were up thirty six percent, driven by market appreciation and positive net flows across our advisor and digital channels.",
    "start": 388.085,
    "end": 458.97
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And our omnichannel strategy continues to deliver. We are more than halfway through our initial market expansion commitment as we have opened more than two hundred new branches out of our goal of four hundred, which have exceeded our expectations by generating seven billion dollars in deposits and investments. And we are planning to be in all forty eight contiguous states by the end of the summer. Digital trends continue to be strong as retail mobility recovers at a faster pace than branch transactions, which are still down more than twenty percent versus twenty nineteen. Active mobile users grew ten percent year on year to over forty two million, and total digital transactions per engaged customer were up twelve percent.",
    "start": 459.77002,
    "end": 503.945
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of seven point one billion dollars were up four percent year on year, driven by continued investments and higher volume and revenue related expenses. Looking forward, the obvious question is the outlook for loan growth, especially in card. And we are quite optimistic that the current spend trends will convert into resumption of loan growth through the end of this year and into next. And while we wait, the exceptionally low level of net charge offs provides a substantial offset to the NII headwind. Next, the Corporate and Investment Bank on Page six.",
    "start": 505.25,
    "end": 540.99
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "CIB reported net income of five billion dollars and an ROE of twenty three percent on revenue of thirteen point two billion dollars IB fees of three point six billion dollars were up twenty five percent year on year and up twenty percent quarter on quarter, an all time record driven by advisory and debt underwriting, leading to a year to date global IB wallet share of nine point four percent and a number one ranking. In advisory, we were up fifty two percent year on year, benefiting from the surge in announcement activity that has continued into the second quarter. Debt underwriting fees were up twenty six percent, driven by an active acquisition finance market offset by lower investment grade issuance. And in equity underwriting, fees were up nine percent, primarily driven by a strong performance in IPOs. The resulting investment banking revenue of three point four billion dollars was roughly flat year on year due to the headwind of the prior year's markup in the bridge book.",
    "start": 543.38995,
    "end": 606.675
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Looking ahead to the third quarter, the pipeline remains very strong. We expect M and A activity in the IPO markets to remain active. And while IBCs are likely to be down sequentially, we still expect them to be up year on year. Moving to markets. Total revenue was six point eight billion dollars down thirty percent compared to an all time record quarter last year.",
    "start": 607.235,
    "end": 630.6
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "While normalization has been more prevalent in macro, overall, we ran above twenty nineteen levels throughout the quarter on the back of strong client activity, outperforming our own expectations from earlier in the year. Fixed income was down forty four percent compared to last year's exceptional results, but up eleven percent compared to the second quarter of twenty nineteen. Equity markets was up thirteen percent, driven by record balances in prime as well as strong performance in cash and equity derivatives where we matched last year's great results. Looking forward, while we expect normalization to continue across both Investment Banking and Markets, and most notably in fixed income, the timing and the extent of the normalization is obviously hard to predict. Wholesale payments revenue was one point five billion dollars up five percent, driven by higher deposits and fees, largely offset by deposit margin compression.",
    "start": 631.52496,
    "end": 689.675
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And security services revenue was one point one billion dollars down one percent, as deposit margin compression was predominantly offset by growth in deposits and fees. Expenses of six point five billion dollars were down four percent year on year, driven by lower performance related compensation, partially offset by higher volume related expense. Moving to Commercial Banking on Page seven. Commercial Banking reported net income of one point four billion dollars and an ROE of twenty three percent. Revenue of two point five billion dollars was up three percent year on year, with higher investment banking, lending and wholesale payments revenue largely offset by lower deposit revenue and the absence of a prior year equity investment gain.",
    "start": 690.235,
    "end": 740.43
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Record gross Investment Banking revenue of one point two billion dollars was up thirty seven percent on increased M and A and acquisition related financing activity compared to prior year lows. Expenses of nine eighty one million dollars were up ten percent year on year, driven by higher volume and revenue related expenses and investments. Deposits of two ninety billion dollars were up twenty two percent year on year as client balances remain elevated. Loans of two point five billion dollars were down twelve percent year on year, driven by lower revolver utilization compared to the prior year quarter and down one percent sequentially. C and I loans were down one percent quarter on quarter with lower utilization partially offset by new loan activity in middle market.",
    "start": 741.505,
    "end": 790.88
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And CRE loans were down one percent, but we saw pockets of growth in affordable housing activity. Finally, credit costs were a net benefit of three seventy seven million dollars driven by reserve releases with net charge offs of only one basis point. And to complete our lines of business on to Asset and Wealth Management on Page eight. Asset and Wealth Management reported net income of one point two billion dollars with pretax margin of thirty seven percent and an ROE of thirty two percent. Record revenue of four point one billion dollars was up twenty percent year on year as higher management fees and growth in deposit and loan balances were partially offset by deposit margin compression.",
    "start": 791.12,
    "end": 837.285
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of two point six billion dollars were up eleven percent year on year, driven by higher performance related compensation and distribution expenses. For the quarter, net long term inflows of forty nine billion dollars continued to be positive across all channels, with notable strength in equities, fixed income and alternatives. AUM was three trillion dollars and for the first time, overall client assets were over four trillion up twenty one percent and twenty five percent year on year respectively, driven by higher market levels and strong net inflows. And finally, loans were up twenty one percent year on year with continued strength in securities based lending, custom lending and mortgages, while deposits were up thirty seven percent. Turning to Corporate on Page nine.",
    "start": 839.14,
    "end": 889.825
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Corporate reported a net loss of one point two billion dollars Revenue was a loss of one point two billion dollars down four fifteen million dollars year on year. NII was down two seventy four million dollars primarily on limited deployment opportunities as deposit growth continued. And we realized one hundred and fifty five million dollars of net investment securities losses in the quarter. Expenses of five fifteen million dollars were up three sixty eight million dollars year on year. So with that, on Page ten, the outlook.",
    "start": 891.03,
    "end": 923.3
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Our twenty twenty one NII outlook of around fifty two point five billion dollars remains in line with the updated guidance we provided last month. But as you'll note, we've also lowered our outlook for the card net charge off rate to less than two fifty basis points, which, as I mentioned in CCB, provides a meaningful offset to the NII headwind. And it's worth mentioning that the current environment makes forecasting NII, even in the near term, unusually challenging. So while fifty two point five billion dollars remains our current central case, you should expect some elevated uncertainty around that number, not only because of the ongoing impact of stimulus on consumer balance sheets, but also due to volatility coming from markets, among other things. And as a reminder, most of any fluctuation in markets NII, whether up or down, is likely to be offset in NIR.",
    "start": 925.45996,
    "end": 981.18
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "On expenses, we've increased our guidance to approximately seventy one billion dollars driven by higher volume and revenue related expenses. So to wrap up, we are encouraged by the continued progress against the virus and the economic recovery that is underway, especially in the United States. Although we want to acknowledge the challenges that much of the rest of the world is facing, and we're hopeful that a global recovery will follow closely behind. Our performance this quarter once again showcases the power of our diversified business model as headwinds in NII from consumer delevering are offset by strong fee generation across AWM and CIB and exceptionally low net charge offs across the board. While we're proud of the performance of the company and of our people through the crisis, the competition in every business from banks, fintechs and others is as intense as ever.",
    "start": 981.82,
    "end": 1040.4199
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So as we look forward to an increasingly normal environment, we are enthusiastically focused on competing for every piece of share in every market, product and business where we operate and making the necessary investments to win. With that, operator, please open the line for Q and A.",
    "start": 1040.82,
    "end": 1059.725
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Hi, Glenn.",
    "start": 1091.5299,
    "end": 1096.6499
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Thanks, Glenn. All right. So let's sort of take that in parts. So in terms of our NII guidance, so yes, so we're reiterating fifty two point five percent for the full year.",
    "start": 1142.75,
    "end": 1154.6699
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So just to take your deployment point first, obviously, rates are a little bit lower. Long end rates are a bit lower. The curve has flattened a little bit since we provided that guidance. But when we provided that guidance, we were reasonably conservative in our deployment assumptions for the rest of the year. So as a result of that, it's not really a meaningful factor, sort of at the level of precision that we're talking about here.",
    "start": 1155.2051,
    "end": 1176.98
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In terms of the consumer side, as you say, obviously, it's really card that's really going to be the big driver. So you heard us talking about payment rates, and you see the sequential growth in card loans. So we do believe that the sort of acceleration and the pickup in spend is going to translate to, know, as I say, resumption of loan growth in card. But we do think that pay rates are going to remain quite elevated at a minimum through the end of this year. So as a result, we don't really see revolving interest bearing balances increasing meaningfully this year.",
    "start": 1177.54,
    "end": 1214.6349
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And so as a result, that remains a headwind for the overall NII for this year, which is incorporated in the outlook.",
    "start": 1215.0349,
    "end": 1221.9149
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Look, I mean, I think, you know, you've heard us talk about this before, right? So our central case, from an economic perspective, is for a very robust recovery. And that's, you know, pretty much a consensus view between us, our research team, the Fed, etcetera. And that view is associated with higher inflation along the lines of the Fed's own targets for higher inflation.",
    "start": 1234.4,
    "end": 1259.29
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "All those things together, it's an outlook that's associated with higher rates, all else equal. And so in light of all that, we do remain happy to stay patient here. And if you look",
    "start": 1259.29,
    "end": 1274.475
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "at our EAR disclosure, which",
    "start": 1274.475,
    "end": 1275.835
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "you obviously won't see until you get the Q, but some of you guys have written about this recently, our overall sensitivities here are kind of in line with the industry. So when you consider kind of the tail type things that Jamie always talks about, the complexity of the balance sheet and various other factors,",
    "start": 1275.835,
    "end": 1292.585
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "we do still feel that being patient here makes sense.",
    "start": 1293.065,
    "end": 1295.6249
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure, Glenn. So let me start with the international expansion point on the consumer side because that's interesting. You've heard Jamie over the years talk about why it wouldn't really make sense to do international expansion in consumer when you think about that through the lens of a branch based strategy. So if you imagine going outside of the U. S.",
    "start": 1333.24,
    "end": 1352.9551
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And opening branches in other countries and competing with the incumbents, just from a branding perspective, from an operating leverage perspective, we've never felt that, that was likely to be a successful strategy for us, and that hasn't really changed. The difference right now is the ability to do that digitally. So what's really particularly exciting about the international expansion narrative, in the U. K. And now with our recent investment in C6 in Brazil, is the ability to kind of experiment a little bit.",
    "start": 1352.9551,
    "end": 1385.25
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Obviously, it's a strategically compelling opportunity. Brazil, as you probably know, is like the third biggest consumer banking market in the world.",
    "start": 1385.81,
    "end": 1393.17
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But it's kind of",
    "start": 1394.29,
    "end": 1394.93
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "fun to be the disruptor. And so I think for us, given our position in consumer banking in the United States, being in a place where we are actually the outsider disrupting through these kind of digital channels, we see it among other things, and we wish it to be compelling financially as a really good opportunity to learn and to challenge ourselves a little bit from the inside. So we're quite excited about that stuff.",
    "start": 1394.93,
    "end": 1419.4199
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Thanks, Glenn.",
    "start": 1424.78,
    "end": 1425.74
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Hi, John.",
    "start": 1436.155,
    "end": 1436.715
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, it's a good question, John. And yes, there are a lot of variables. So let me start by saying that in terms of twelve percent target, it's not off the table is what I'll say about that. Meaning twelve percent, it's not necessarily doesn't necessarily need to be higher. So for now, it's not off the table.",
    "start": 1469.8501,
    "end": 1487.265
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But the element of time, I. E, when are we bound by what, matters quite a bit as you think about this. So just to go through some of the pieces, you've noted the G sub point. So we're in the four percent bucket now as of the end of last year. That comes into play in twenty twenty three.",
    "start": 1488.225,
    "end": 1507.55
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We're currently operating in four point five. As you know, that's quite a seasonal number. So it's still possible to get under four point five for the end of this year. But we have to acknowledge an elevated probability, I would say, of landing in the four point five bucket this year. But the four point five bucket would be binding in twenty twenty four.",
    "start": 1508.105,
    "end": 1529.0499
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And as you noted, in the meantime, we're bound by SLR. And we've been quite public about our views about these things, about the extent to which increasingly our capital requirements are driven by non risk sensitive size based measures, which were really designed, especially in the case of SLR, as backstops, which the Fed has acknowledged. So our priority right, you know, and the Fed has talked about potentially addressing some of these things. We know we're waiting for an NPR on SLR, but also they've said that a potential G SIB fix could come as part of the holistic implementation of the Basel III endgame. So there's a lot of things that are going to play out between now and some of those minimums becoming binding.",
    "start": 1529.4501,
    "end": 1574.7849
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And realistically, right now, we're going to be operating above twelve percent anyway in light of the leverage bound in all likelihood. So we're managing a variety of different factors, near term, short term, perhaps common, etcetera. And we're just going to try to be nimble about it as more information comes out over the next few quarters. Got you. Want to make",
    "start": 1575.36,
    "end": 1599.4349
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So a couple of things there. So yes, as you note, we have revised up from seventy to seventy one. And the biggest single driver there is volume and revenue related expense, where",
    "start": 1648.165,
    "end": 1660.75
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It's comp, but it's always up to. The",
    "start": 1662.75,
    "end": 1665.4698
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It is a little bit of comp. It's also transaction related volumes. It's also marketing expense in certain pockets. So it's all the stuff that fits in the category of volume and revenue related. And I think the point is, obviously, we're all a little bit focused on the NII headwinds right now.",
    "start": 1668.555,
    "end": 1686.7499
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But from an NIR perspective, across markets, AWM, IB, CIB in general, and even pockets, wealth management and CCB, we're actually outperforming the revenue expectations that were built in for our prior expense guidance. So that's kind of the dynamic there. In terms of inflation, I would say that we're not seeing inflation in our actuals. But obviously, your guess is as good as mine in terms of the future, but it would be reasonable to assume that that's going to be a little bit of a challenge to a greater or lesser degree you know, if the economy as a whole is in a slightly higher inflationary environment. And we did probably include a little bit of that expectation in the seventy one for this year.",
    "start": 1687.07,
    "end": 1734.955
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, so I mean, the answer to how we balance it is we talk about it a lot. We have a lot of smart people looking at it, trying to balance all the different constraints that we're managing. And I think, you know, Jen talked before, especially when it comes to, the balance between our risk based minimums and the SLR constraint, which as you know, we can address with prefs about kind of the mixture of prefs in common. So we're looking at that. I think RRP is helping a little bit on the deposit growth side, which helps a little bit with the management of SLR.",
    "start": 1776.865,
    "end": 1810.585
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But as I said previously, we're going to stay nimble there and use the tools at our disposal to try to strike the right balance between you know, buybacks and pref issuance, recognizing, you know, that over issuing prefs potentially locks us in to, you know, high cost prefs that have low flexibility because of the five year lockout. So there's a lot of balancing there, and we're just staying nimble as information potentially trickles out on the evolution of the rules.",
    "start": 1810.905,
    "end": 1843.395
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, think that's right, especially in the new environment that we're operating in from a buyback perspective. Now that it's not sort of an approved plan through CCAR, but it's rather just the overall thirty billion dollars board authorization, given what I just talked about in terms of the need to stay nimble across multiple constraints. We wouldn't want to box ourselves in by speaking publicly ahead of time in terms of what we're going to do. So and you know, obviously, our normal capital hierarchy. At the end of the day, we're always going to invest first and look at interesting acquisitions and pay a sustainable dividend.",
    "start": 1858.885,
    "end": 1894.245
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And at the end of that, we'll look at buybacks in the context of all the other factors. And we",
    "start": 1894.245,
    "end": 1899.5701
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Thanks, John. I mean, Ken, sorry.",
    "start": 1915.7849,
    "end": 1918.5049
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So I wouldn't use the word conservative. We've tried very hard in our outlook to give you central case numbers. We're going to be wrong, but hopefully we'll be wrong symmetrically. So we really want to try hard to give you central case numbers that don't have baseless optimism or unnecessary conservatism in them.",
    "start": 1950.295,
    "end": 1970.88
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So the point that you highlight, sort of apparent disconnect between the sequential increase in card loans and the relatively muted NII outlook is really just about pay rates. So we continue to see very elevated pay rates by historical standards really highly unusual as a result of some of the themes that we called out in terms of the strength of the consumer balance sheet. So as long as that's true and we're seeing sort of unusually low conversion of spend into revolving balances, that's going to be a little bit of an NII headwind until the consumer starts to relever, which we do think will happen. We just don't think it's likely to be a meaningful effect this year.",
    "start": 1971.4249,
    "end": 2011.3451
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So I think on charge offs, I would just stick to the updated card guidance that we gave, which is lower to saying that it's going to be below two point five percent. But again, it's the same themes, right? Like elevated cash buffers in consumers are resulting in exceptionally strong NCO performance and sort of upside surprises in terms of people paying. So there's sort of two sides of the same coin right now, lower revolving balances, better NCOs.",
    "start": 2035.105,
    "end": 2068.3352
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And then as we continue returning to normal, presumably in twenty twenty two, we should see both of those come back slightly to historical trends. Right. Fair enough. Thanks.",
    "start": 2068.3352,
    "end": 2080.1
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Hey, Mike. Welcome, Jeremy.",
    "start": 2091.305,
    "end": 2092.585
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Mike, the only thing I would add is there's a couple of themes that to me come through some of the things that we've done recently. One of them is ESG. You see that especially in the AWRN deals. And the other is just improving the customer experience, whether through various FinTech deals or CX loyalty, customer experience is a key priority for us and we want to have all the tools necessary to deliver that. And equally important,",
    "start": 2247.8,
    "end": 2272.875
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Go ahead, Mike.",
    "start": 2297.485,
    "end": 2301.885
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. And I would just say the whole like cannibalization and fast following thing, I think we've moved a little bit beyond that. Like there will be times where we have the first idea and we're eager to lean in and innovate that way. There will be times when someone else has the first idea and we're eagerly copying it. But the whole, oh, we don't want to do this thing that makes sense for the customer because we might be cannibalizing our own revenues, that's a recipe to become a shadow your formal",
    "start": 2498.5,
    "end": 2526.3
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So I mean, the answer to how we balance that, as we talk about a lot, we have a lot of smart people looking out at trying to balance all the different constraints that we're managing. And I think, Jen talked before, especially when it comes to the balance between our risk-based minimums and the SLR constraint, which as you know, we can address with prefs about kind of the mixture of prefs and common. So, we're looking at that. I think RRP is helping a little bit on the deposit growth side, which helps a little bit with the management of SLR. But as I said previously, we're going to stay nimble there and use the tools at our disposal to try to strike the right balance between buybacks and pref issuance recognizing that over issuing prefs, potentially, locks us into high-cost prefs with low flexibility, because of the five-year lockout. So, there's a lot of balancing there and we're just staying nimble as information potentially trickles out on the evolution of the rules.",
    "start": 2732.8052,
    "end": 2797.4849
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. I think that's right, especially in the new environment that we're operating in from a buyback perspective. Now, that it's not -- it's sort of an approved plan through CCAR, but it's rather just the overall $30 billion Board authorization, given what I've just talked about in terms of the need to stay nimble across multiple constraints. We would want to box ourselves in by speaking publicly ahead of time in terms of what we're going to do. So -- and you know obviously, our normal capital hierarchy. At the end of the day, we're always going to invest first and look at interesting acquisitions and pay a sustainable dividend and at the end of that, we will look at buybacks in the context of all the other factors.",
    "start": 2992.9348,
    "end": 3075.0552
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So I think on charge offs, I would just stick to the updated card guidance that we gave, which is lower, just saying there's going to be below 2.5. But again, it's the same themes, right like, elevated cash buffers in consumers are resulting in exceptionally, strong NCO performance and sort of upside surprises in terms of people paying. So, there are sort of two sides of the same coin right now, lower revolving balances, better NCOs and then as we continue returning to normal presumably in 2022, we should see both of those come back slightly, to historical trends.",
    "start": 3469.085,
    "end": 3545.3901
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Okay. So there's a lot of pieces in that question, Steven.",
    "start": 2847.5752,
    "end": 2851.2551
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So first, let's talk about the revenue rates.",
    "start": 2851.2551,
    "end": 2853.2551
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So a couple of things. So in terms of the NII, we don't really see a meaningful uptick in card NII happening this year. Like you might maybe see a tiny bit of it sequentially in the fourth quarter versus third quarter, but I think it's going to be pretty hard to see. So I think you want to be thinking about that as a 2022 effect. I'm not going to get into guiding on revenue rate for 2022 and I will actually point out that we're in the market right now competing aggressively with some great offers and I'm happy to say actually, the client acquisition in card is going great and we're seeing great uptake on the offers, but that comes with a bit of elevated marketing expense. So as I look out to next quarter, you might actually, see a bit of a dip in the revenue rate just, because of the way the accounting works there.",
    "start": 2853.2551,
    "end": 2899.4202
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Okay. So basically, that's a question about management buffer and a question about what we would do in a world, where G-SIB doesn't get recalibrated and a world, where G-SIB doesn't get recalibrated is a world where our capital minimums are quite a bit higher, starting in 2023. We obviously disagree with that. We don't think it makes any sense at all, given that a big part of the driver of that increase in the amount of capital that we would have and as Jamie pointed out earlier, both we and the system are really flush with capital, and the regulators have been pretty clear that there's enough capital in the system right now, and that growth would increase that amount quite a bit for us and for everyone else. So that's a big part of the reason why we've been so vocal for so long, but they need to recalibrate that and I think we see some of our competitors making those points too, as they start to creep up into higher buckets. And to be fair, the Fed has acknowledged that this is a thing that needs to get fixed, it's just that they're kind of busy trying to get the Basel II end game put in place in the U.S. rules, which brings particular complexities in light of the Collins floor.",
    "start": 2932.9348,
    "end": 3075.0552
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. And I think this is the important point, but in the near term, we're actually down by leverage. So that's what we're focused on right now, that's our biggest single thing that we'd like to see fix if that is affecting the management of the balance sheet right now in ways that we think really, don't make sense and eventually result in higher cost that they will get passed on into the real economy. Just to touch on your buffer point briefly, when all set and done, and the framework is fully settled, hopefully, we're back to being bound by risk-based constrains. We have a bit more experience with a couple of years of SEB and there's a little bit less rule uncertainty. It would be -- there's an interesting conversation to have about what the right management buffers are for people in the world, where you do think it's important and we've made these points to destigmatize the use of buffers. We've made this point in the context, for example, of the money market complex too. So, we have all these kind of guidelines and the rules have done as buffers that are supposedly free to use, but that's not the way everyone treats them. So, buffers become minimums and that adds of brittleness to the system that makes it more procyclical than anyone wants it to be. So, down the road when things are stable, the buffer discussion could become interesting. But right now, it's a somewhat simpler story and it's really about SLR.",
    "start": 3039.045,
    "end": 3282.29
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Okay. So there's a couple of points in there. There's the word let's talk about bloated. I mean, you've heard Jamie talk about cost before, right? So we go after everything all the time. We go after waste. We try very hard to never be bloated and to not waste. That is a constant discipline. It's hard work. We look for it everywhere.",
    "start": 3196.74,
    "end": 3215.975
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So I would like to say that bloated is not a word we would ever use to describe ourselves. Having spent a bunch of time in the bowels of this organization, I really don't think that that's true. And I don't think anything about what we're doing in terms of how money is being spent this year is wasteful. And in fact, as you know, the really big driver of the kind of impact on run rate spend is the investments that we're making, especially investments in technology and customer experience and then transforming the core efficiency of the company in terms of things like technology, modernization and data centers and so on. So in terms of projecting forward into twenty twenty two, I don't want to get into giving twenty twenty two expense guidance here.",
    "start": 3216.855,
    "end": 3282.29
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And I think that you really have to unpack that cost number between the parts of it that are volume and revenue related and the kind of more run rate structural and investment costs, as we've talked about before. So I think this year is it's a little bit tricky to unpick the components from their perspective to project into next year. And if",
    "start": 3262.3,
    "end": 3304.0552
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. And the way that flows into just capital buffer sort of makes that point clear, right. So every part of the reason, $3.2 instead of $3.1 is the $0.10 increase that the Board announced, its intention to do. So --",
    "start": 3397.46,
    "end": 3408.8198
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, good question, Gerard. So I mean, I guess one way to think about your question is whether we basically think that NIM has hit the bottom in this quarter. And, you know, I think we've all learned the lesson that calling the bottom is a very dangerous thing. And I would also point out and I would direct you to like the last page of our supplement. I'm not going to give you a big speech on markets NII, which is my favorite topic and why that is really sort of a distraction that we shouldn't look at.",
    "start": 3469.085,
    "end": 3496.245
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Maybe we'll do that next quarter. But we do have that disclosure where we split out, you know, total NII and markets NII as well as NIM excluding markets. And the reason I raised that is that, yes, your overall mental model is not wrong. It's reasonable to think that NIM might stabilize around these levels, but it's noisy. And the market number is in there, and that's gonna add noise.",
    "start": 3496.245,
    "end": 3524.0952
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And also, would say right now, there's an unusual amount of numerator or denominator type effects. So whatever winds up being true about the numerator, you also have quite a bit of volatility in the denominator there, which is one of the reasons that we obviously don't manage to that number, as you've heard us say before. But your overall frame sounds reasonable to me.",
    "start": 3524.2551,
    "end": 3545.3901
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Well, it's I mean, some of it's in actuals and some of it's in the outlook. But at a high level, the point is simply that if you look at the mix of revenue across this company, we have some offsetting dynamics right now. We've got NII headwinds from the consumer delevering as we've discussed. But as you saw in this quarter CIB and AWM results, we have exceptional performance in banking even though and in wealth management. And even though market is down year on year, it's actually up significantly from what we expect higher expense So that's kind of how it all comes together.",
    "start": 3569.1802,
    "end": 3607.8
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure. So let's go through that for a second. So I thought I wasn't going to give my big markets and I ask speech until next quarter, but I can't resist. So you talk about market conditions, the markets NII component of that NII outlook includes things like the extent to which we have spec pools versus TBAs, the extent to which we have futures versus cash in high rate countries like Brazil, the growth in prime brokerage balances, the common theme across all of these is there are situations where you're deploying balance sheet in the markets business to serve clients. And that's profitable deployment on a spread basis, but there's quite a bit of gross up between the kind of non derivative piece of it and the derivative or derivative like piece of it, where the derivative piece of it doesn't have any NII, and the non derivative piece of it does.",
    "start": 3681.575,
    "end": 3736.035
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So every unit of that sort of activity that you do creates a significant swing in the NII number, either up or down, with very little impact to the bottom line. Now that's not the entirety of the market story. There are parts of the market's business where we're actually doing more HVAC",
    "start": 3736.035,
    "end": 3754.1301
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "No, I know. But part of the market dependent comment is the market dependent run of markets business. I'll go to the other point in a second, and I'm almost done with the speech. Anyway, you get the point. So that's one point of fluctuation.",
    "start": 3756.405,
    "end": 3773.9
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "By going through your other piece, so sort of the AFS HTM, and I think your implied question, which is basically what would make us want to deploy more into a higher rate environment.",
    "start": 3773.9,
    "end": 3783.5452
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So I will say that",
    "start": 3783.5452,
    "end": 3784.2651
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "the AFSHTM changes that you've seen are really just primarily about managing capital across the various constraints while preserving the right level of flexibility to do deployment. But given the level of cash balances right now, the AFSHTM isn't really the main constraint in terms of duration buys, and I think we have enough flexibility in there to do kind of short end cash deployment tactically as we always do. So to get to the punch line, it's kind of what we said before, which is we're bullish on the economy. We believe that that comes with higher inflation and therefore higher rates. And in light of that, we're happy to be patient right now.",
    "start": 3784.2651,
    "end": 3825.9148
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "When that actually changes and we decide to deploy more, you'll see that as in future quarters.",
    "start": 3826.59,
    "end": 3833.07
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. I mean, I think it's just spend, right, Betsy? I mean, we can get you a bit more color than that. Reggie can follow-up if you want. But at a high level, I think the card spend number is really all about I mean, sorry, the card fee number is really all about the spend trends.",
    "start": 3945.9,
    "end": 3960.575
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. I mean, that's just the volatility of last year's prior quarter coming out of the time series, right, if you think about it.",
    "start": 3968.25,
    "end": 3973.77
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Because of variables. Well, let me give you the variables, Charles, because it's kind of a reasonable question. So I'll spare any more markets NII speech. You heard it already, but that's obviously a big factor. Within card, we are somewhat optimistic about loan growth, but just remember that that loan growth has to translate into revolve to drive NII.",
    "start": 4075.365,
    "end": 4100.4946
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "as I",
    "start": 4101.055,
    "end": 4101.535
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "said earlier, it's a simple case forecast that reflects the recent experience. So we are forecasting elevated pay rates. But of course, we could be wrong. They could be even more elevated than we are currently forecasting. So that would be a downside.",
    "start": 4101.535,
    "end": 4113.81
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And the opposite of that, if we see the consumer delevering, starting a little bit sooner would create upside there. And then there's the impact of deployment. So we're staying patient right now. That means that we're not earning the steepness of the yield curve. And if that changes, could create a little bit of upside.",
    "start": 4113.81,
    "end": 4131.205
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And then there's always the tactical actions that we can take in the front end of the curve. Right now, those aren't very interesting because IOER is above money market rates, which is big part of the reason that you see RRP having so much uptake. But if that were to change and there were opportunities in repo and so on, then that could help a little bit as part of our constant tactical deployment there, but that's not, again, our simple case.",
    "start": 4131.205,
    "end": 4160.195
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. I mean, think that's a question for our kind of short term fixed income market strategists and my old research team. But right now, it seems like the Fed is pretty committed to making sure that repo rates don't trade negative. That's part of the reason they made the technical correction. That's part of the reason RRP is paying what it pays.",
    "start": 4187.405,
    "end": 4207.36
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "To me, the front end of the yield curve from a deployment opportunity perspective looks not very interesting right now, and that is kind of our central case for the rest of this year.",
    "start": 4209.04,
    "end": 4220.7646
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, mean, I think you may be I mean, I don't know if this is part of your question or not, but there's, of course, the increase in IOER, and there's some pretty simple math you can do there about five basis points on or ten basis points on zero five trillion dollars for half a year. So but those are pretty small numbers in the scheme of the level of precision we're dealing with here. Okay. Thank you. Thanks.",
    "start": 4236.02,
    "end": 4259.15
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So let's talk a little bit about mortgage, which is a business I'm still learning. But we've had very robust originations, forty billion this quarter. I think the most significant one of the significant things that's going on is we've really finished unwinding all of our credit pullbacks from the crisis. So we're fully back in the corresponding channel, which is obviously helping with volumes.",
    "start": 4292.65,
    "end": 4313.82
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "There's obviously been a huge refi boom over the last year with lower rates. That's starting to slow down a little bit. The purchase market has been quite robust, although now we've seen so much home price appreciation that maybe affordability starts to be a little bit of a headwind. So as we sit here today, from a margin perspective, you have your kind of typical dynamics as rates go up a little bit, refi slows down a little bit, the industry has built capacity. You have probably a little bit of a margin headwind looking forward.",
    "start": 4315.26,
    "end": 4349.0396
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And obviously, there's a mix effect. So as corresponding becomes a much bigger part of the originations, you have mix based margin compression. So and obviously I think G",
    "start": 4349.0396,
    "end": 4365.225
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, exactly.",
    "start": 4371.45,
    "end": 4372.0103
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So it's a headwind relative to",
    "start": 4372.0103,
    "end": 4373.6104
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "a super elevated prior year quarter, but it's still perfectly healthy. In terms of the servicing business, I think really, as you all understand, in the current environment, prepayment rates prepayment speeds have been running significantly above our model forecast. And so as we continually update those as part of our risk management, that can progress some small risk management losses. But in general, the risk management of the parts of the MSR that can be managed has actually been very good and very stable. So I think that's everything you had, Gerard, right?",
    "start": 4373.6104,
    "end": 4413.0444
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Thank you, Jeremy.",
    "start": 4441.195,
    "end": 4441.675
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Glad I survived it.",
    "start": 4441.675,
    "end": 4444.3945
  }
]