[
  {
    "speaker": "Jennifer Piepszak",
    "text": "Thank you, operator. Good morning, everyone. I'll take you through the presentation, which, as always, is available on our website, and we ask that you please refer to the disclaimer at the back. Starting on page one, the firm reported net income of fourteen point three billion dollars EPS of four point five zero dollars on revenue of thirty three point one billion dollars and delivered a return on tangible common equity of twenty nine percent. Included in these results are two significant items, five point two billion of net credit reserve releases, which I'll cover in more detail shortly, and a five fifty million dollar contribution to the firm's foundation in the form of equity investments.",
    "start": 29.269999,
    "end": 68.54
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Touching on a few highlights, we saw another strong quarter in CIB. In fact, net income was an all time record with IB fees up fifty seven percent year on year, reflecting continued robust activity and markets up twenty five percent year on year as the environment remained favorable in January and February, although it did start to normalize in March. In AWM, we had record net long term inflows of forty eight billion pounds this quarter. And deposits of two point two trillion pounds were up thirty six percent year on year and five percent sequentially as the Fed balance sheet continues to expand, but loan growth remains muted, up one percent year on year and two percent quarter on quarter, with the bright spots being AWM and secured lending in CIB. On to page two for more detail on our results.",
    "start": 69.5,
    "end": 117.63
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "When looking at this quarter's performance, there's a lot of noise in the year on year comparisons, particularly given what happened in March of last year. And so it's important to remember a few key points here about March of twenty twenty. Effectively, investment banking activity stopped or got delayed except for investment grade debt issuance. We recorded nine hundred and fifty million of losses adjustments and other and CIB, as well as a nine hundred million dollars markdown on our bridge book. And in credit, we built six point eight billion dollars of reserves relative to this quarter's release of five point two billion So with that in mind, revenue of thirty three point one billion pounds was up four point one billion pounds or fourteen percent year on year.",
    "start": 119.549995,
    "end": 161.895
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Net interest income was down one point six billion pounds or eleven percent, primarily driven by lower rates. And non interest revenue was up five point seven billion pounds or thirty nine percent. While this comparison is in part impacted by several of the items I just mentioned, in absolute terms, we saw strong fee generation across the franchise, including in investment banking, AWM and home lending, as well as a strong performance in markets. Expenses of eighteen point seven billion dollars were up twelve percent year on year on higher volume and revenue related expenses, the contribution to the foundation that I just mentioned, as well as continued investments. And credit costs were a net benefit of four point two billion dollars driven by reserve releases.",
    "start": 162.61499,
    "end": 207.57
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "And here it's worth noting that charge offs were down about four hundred million dollars year on year or twenty eight percent and continue to trend near historical lows. Turning to page three for more detail on our reserves. We released approximately five point two billion dollars of reserves this quarter as recent economic data has been consistently positive, indicating that the recovery may be accelerating faster than we would have thought just a few months ago. Starting with consumer, in card, we released three point five billion dollars as the employment picture has continued to improve, the round three stimulus has provided another level of support, and early stage delinquencies remain very low. And in home lending, we released six twenty five million dollars primarily driven by continued improvement in HPI expectations and to a lesser extent portfolio runoff.",
    "start": 207.81,
    "end": 259.76
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "And then in wholesale, we released approximately seven hundred million While a strong recovery seems in motion, we're also prepared for more adverse outcomes given remaining uncertainties around the impact of new virus strains and the health of the underlying labor markets. So for now, we remain cautious and are still weighted to our downside scenarios. And at about twenty six billion, we're reserved at approximately seven billion above the current base case. However, it's worth noting that even in a more normalized environment, we wouldn't expect to be one hundred percent weighted to the base case as we'll always have some weighting on alternative scenarios. Now moving to balance sheet and capital on page four.",
    "start": 260.48,
    "end": 301.505
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "We ended the quarter with a CET1 ratio of thirteen point one percent, flat versus the prior quarter, as net growth and retained earnings was offset by lower AOCI and higher RWA. Perhaps the more interesting ratio right now is SLR, which is at five point five percent excluding the temporary relief that just expired. As we've said all along, we were never going to rely on short term temporary relief as a long term planning matter, and this is evidenced by actions we've taken. We've already engaged with our wholesale deposit clients to explore solutions, and we issued one point five billion dollars of preferred stock in the first quarter. Having said that, it's worth reinforcing a few points here.",
    "start": 303.985,
    "end": 344.22
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "First, it's important to remember that the SLR is a leverage based requirement, not a risk based requirement. The growth in bank leverage has been driven by deposits and therefore cannot be cured by reducing lending. In fact, the opposite would be true. If we had more loan growth, it would help because it would absorb excess risk based capital. The issue is that we've had muted loan demand to date, and even if it starts to pick up, it's hard to envision that organic loan growth could keep pace with further QE, and therefore, we expect this leverage issue to persist for some time.",
    "start": 345.09998,
    "end": 375.93
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "And finally, when a bank is leverage constrained, this lowers the marginal value of any deposit, regardless if it is wholesale or retail, operational or nonoperational, and regulators should consider whether requiring banks to hold additional capital for further deposit growth is the right outcome. As we told you last quarter, we have levers to manage SLR and we will. However, raising capital against deposits and or turning away deposits are unnatural actions for banks and cannot be good for the system in the long run. And then just to wrap up on capital regarding distributions, the limitations were extended another quarter. So based on our income, that corresponds to buyback capacity of about seven point four billion dollars in the second quarter after paying our zero nine zero dollars dividend.",
    "start": 377.765,
    "end": 423.61002
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Given the preferreds we plan to issue and the work underway around excess client deposits, while of course this could become more challenging, we believe that we should be able to buy back most, if not all, of that capacity. Now let's go to our businesses starting with consumer and community banking on page five. CCB reported net income of six point seven billion, including reserve releases of four point six billion. Starting with the key drivers of year on year financial performance, which I'll just note have generally been consistent over the last few quarters against a backdrop of strong consumer balance sheets with higher savings rates and investments, as well as healthy deleveraging. Deposit growth was thirty two percent or two forty billion dollars as existing customers' balances remain elevated and we also continue to acquire new customers.",
    "start": 424.65002,
    "end": 476.07
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Client investment assets were up forty four percent, driven by market appreciation and positive net flows across our adviser and digital channels. Home lending originations were thirty nine billion pounds up forty percent in an overall larger market. And auto loan and lease originations were eleven point two billion up thirty five percent with March being the best month on record. However, loans were down seven percent as outstandings and card remain lower even as spend is recovering to pre COVID levels. This is in addition to the continued runoff of the mortgage portfolio and partially offset by PPP additions.",
    "start": 477.35,
    "end": 514.765
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Mobile users grew nine percent to nearly forty two million, and the customer migration to digital continued with branch transactions still down double digits. In consumer banking, approximately fifty percent of new checking and savings accounts were opened digitally, and that's up more than ten percentage points year on year. Notably, we're also seeing a few emerging trends worth covering. Consumer sentiment has returned to more normalized levels, reflecting increased optimism. We've seen debit and credit card spend return to pre pandemic levels, up nine percent year on year and fourteen percent versus 1Q nineteen despite T and E remaining significantly lower.",
    "start": 516.285,
    "end": 555.98004
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "That said, we are seeing strong momentum in T and E with spend up more than fifty percent in March compared to February and similar growth across DX Loyalty and Ultimate Rewards travel bookings. With higher rates, mortgage lock margins have tightened and refi applications have slowed, but the overall market is still robust. And on credit, government stimulus and industry forbearance programs have provided confidence that the bridge is likely going to be long enough and strong enough. Taken together with the pace of the vaccine rollout, we believe there are some permanence to the loss mitigation. And while 1Q twenty one card losses are higher quarter on quarter, we do expect losses to decrease in the second and third quarters.",
    "start": 557.02,
    "end": 598.10004
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "In summary, revenue of twelve point five billion dollars was down six percent year on year driven by deposit margin compression and lower card NII on lower balances, largely offset by strong deposit growth and higher home lending production revenue. Expenses of seven point two billion pounds were down one percent as we self fund our investments. And credit costs were a net benefit of three point six billion pounds driven by the four point six billion pounds of reserve releases I previously mentioned, partially offset by net charge offs of a billion. Now turning to the Corporate and Investment Bank on page six. CIB reported net income of five point seven billion pounds and an ROE of twenty seven percent on record first quarter revenue of fourteen point six billion Investment banking revenue of two point nine billion pounds was up sixty seven percent year on year, excluding the impact of the bridge book markdown last year.",
    "start": 599.335,
    "end": 653.19006
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "IB fees of three billion pounds were up fifty seven percent, and while we now rank number two largely due to SPAC IPOs, we maintained our global IB wallet share of nine percent. The quarter's performance was an all time record driven by the continued momentum in the equity issuance markets, as well as robust activity in M and A and DCM. In advisory, we were up thirty five percent benefiting from the surge in announcement activity in the second half of twenty twenty. Debt underwriting fees were up seventeen percent driven by leveraged finance activity, and here we maintained our number one rank and lead left position. And in equity underwriting, fees were up more than two hundred percent primarily driven by IPOs as clients continue to take advantage of strong market conditions.",
    "start": 654.39,
    "end": 700.245
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Looking forward, the IPO calendar is expected to remain active with M and A momentum likely to continue. And while the pipeline is higher than it's ever been, the number of flow deals outside of the pipeline both this year and last year make it difficult to predict the second quarter. So at this point, I'd say we expect IB fees to be about flat year on year. Moving to markets. Total revenue was nine point one billion pounds up twenty five percent against the strong prior year quarter.",
    "start": 702.1,
    "end": 730.245
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "In January and February, we saw a robust trading environment and client activity remained elevated with the positive momentum from the end of twenty twenty carrying through to the start of the year. In March, our performance started to normalize but remained above pre COVID levels. Fixed income was up fifteen percent with outperformance in securitized products and credit supported by active primary and secondary markets, partially offset by lower revenues and rates and currency and emerging markets against a tough compare in March of last year. Equity markets was up forty seven percent and an all time record, driven by a favorable trading environment in equity derivatives, as well as strong client activity across products. In terms of outlook, based on recent weeks, we would expect this quarter to be closer to the second quarter of twenty nineteen as 2Q twenty twenty was the best quarter on record for our markets franchise, but obviously it's still early.",
    "start": 731.48,
    "end": 785.395
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Wholesale payments and security services revenues were one point four billion dollars and one point one billion dollars respectively, both down two percent year on year with higher deposit mark deposit balances more than offset by deposit margin compression. Expenses of seven point one billion dollars were up nineteen percent year on year on higher revenue related compensation, partially offset by lower legal expense. And credit costs were a net benefit of three thirty one million dollars driven by the reserve releases I discussed earlier. Now let's go to commercial banking on page seven. Commercial banking reported net income of one point two billion pounds and an ROE of nineteen percent.",
    "start": 786.995,
    "end": 827.32
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Revenue of two point four billion pounds was up eleven percent year on year with higher lending and investment banking revenue and the absence of a prior year markdown in the bridge book, partially offset by lower deposit revenue. Record gross investment banking revenue of one point one billion pounds was up sixty five percent with broad based strength as market conditions remain favourable. Expenses of nine sixty nine million pounds were down two percent driven by lower structural expenses. Deposits of two ninety one billion were up fifty four percent year on year and five percent quarter on quarter as client balances remain elevated. And loans were down two percent year on year and three percent sequentially.",
    "start": 828.695,
    "end": 868.265
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "C and I loans were down four percent from the prior quarter on lower revolver balances as clients continue to access capital markets for liquidity, partially offset by additional PPP funding. And CRE loans were down one percent with continued low origination volumes in commercial term lending, partially offset by increased affordable housing activity. Finally, credit costs were a net benefit of one hundred and eighteen million pounds driven by reserve releases with net charge offs of twenty nine million driven by oil and gas. Now on to asset and wealth management on page eight. Asset and wealth management generated record net income of one point two billion with pretax margin of forty percent and ROE of thirty five percent.",
    "start": 870.07996,
    "end": 914.855
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "For the quarter, revenue of four point one billion was up twenty percent year on year as higher management fees, growth in deposit and loan balances, as well as investment valuation gains were partially offset by deposit margin compression. Expenses of two point six billion dollars were up six percent with higher volume and revenue related expenses partially offset by lower structural expense. And credit costs were a net benefit of one hundred and twenty one million dollars primarily due to reserve releases. For the quarter, record net long term inflows of forty eight billion dollars were again positive across all channels, asset classes, and regions with particular strength in equities. And in liquidity, we saw net inflows of forty four billion pounds as banks encouraged clients to move excess deposits away from them.",
    "start": 915.735,
    "end": 963.41
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "AUM of two point eight trillion pounds and overall client assets of three point eight trillion pounds up twenty eight percent and thirty two percent year on year respectively, were driven by higher market levels as well as strong net inflows. And finally, deposits were up forty three percent and loans were up eighteen percent with strength in securities based lending, custom lending, and mortgages. Now on to corporate on page nine. Corporate reported a net loss of five hundred and eighty million. Revenue was a loss of four seventy three million dollars down six thirty nine million dollars year on year.",
    "start": 964.77,
    "end": 1001.005
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Net interest income was down nearly seven hundred million dollars on lower rates as well as limited deployment opportunities on the back of continued deposit growth. And expenses of eight seventy six million dollars were up seven thirty million dollars year on year, primarily driven by the contribution to the foundation I mentioned earlier. The results for the quarter also include a tax benefit related to the impact of the firm's expected full year tax rate relative to the level of pretax income this quarter. So with that, moving to the outlook on page You'll see here that our twenty twenty one NII outlook of around fifty five billion dollars remains in line with our previous guidance, as the benefits of the steepening yield curve are being offset by customer behavior in card. It's worth noting that forecasting NII is perhaps more challenging than it's been in a long time, as many of the key inputs, market implied rates, deposit forecasts, securities reinvestment, and customer behavior in card are all quite fluid.",
    "start": 1001.965,
    "end": 1060.5449
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "And as a reminder, while customer deleveraging and higher payment rates in card is a headwind for NII, it's a tailwind for credit, And we now expect our card net charge off rate to be around two fifty basis points for the year. And then on expenses, we've increased our guidance to approximately seventy billion dollars with the largest driver being higher volume and revenue related expenses, which importantly have offsets in revenue. So to wrap up, the year has gotten off to a strong start and a robust economic recovery seems underway. Of course, there are still risks and uncertainties ahead that we're preparing for as well as specific issues that we're facing, including the balance sheet dynamics I mentioned, the rate environment, and tough year on year comparisons among other things. Having said that, the earnings power of the franchise remains evident, and we'll continue to use our resources to serve our clients, customers, and communities.",
    "start": 1061.505,
    "end": 1114.465
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "And with that, operator, please open the line for Q and A.",
    "start": 1114.785,
    "end": 1118.1449
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Yeah. So, Erica, I'll So just a couple of things to think about on capital. So while we're we ended the year in the four percent bucket for GSIB, and it's probably worth mentioning given the continued expansion of the system through the Fed balance sheet, even staying in four could become challenging for us. But just a couple of things to keep in mind there is we believe that, like, we do have offsets in the stress capital buffer, and we do believe that it's very possible that we'll see those come through in this round. Of course, it's dependent upon the Fed models, not our models, but we've talked about things that actions that we've taken sort of mechanical in nature in addition to moving investment securities into held to maturity that should give us some benefit on the SCB.",
    "start": 1183.72,
    "end": 1230.4601
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Of course, that's scenario dependent, but we do expect some benefit there that could offset. It's also important to remember that we still are waiting for the Basel III endgame, And the indication from the Fed is that they will address G SIB recalibration as part of that. And so it's quite possible that we see G SIB recalibration, but perhaps another constraint that we'll be managing. So there is a lot that we'll learn over probably the next year or two and of course the higher G SIB doesn't come into effect until the first quarter of twenty three. So we do think we have offsets.",
    "start": 1230.4601,
    "end": 1267.79
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "We're still thinking about twelve percent as being a target CET1 for us, of course, given what we know today. But we are still waiting for that Basel III endgame to really understand what we're dealing with. At that twelve percent in a more normalized environment, which wouldn't just be about rates, it would also be about loan demand, Seventeen percent still feels achievable for us.",
    "start": 1267.79,
    "end": 1289.7
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "I would say broadly speaking, no. But an important point there on SLR, we obviously the levers we have are issuing preferreds, we can retain more common, but we're also working closely with wholesale clients in a very selective way, as I mentioned, to find alternatives for excess deposits. So it is true that common is one of the levers, although I will say that while it might give us more flexibility, it comes at a much greater cost. So at this point, given what we know and what we expect, we don't expect that we would have to retain more common. We think we can manage this through issuing more preferreds and working closely with our clients to find alternatives.",
    "start": 1328.265,
    "end": 1368.835
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "So I would say broadly speaking, no. The G SIB constraints, as we've been saying for years now, is one that will become increasingly challenging for us. And now, particularly with the expansion of the system, it's even more challenging than perhaps it was just a few years ago. But we're managing through that as well.",
    "start": 1369.7301,
    "end": 1389.3049
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hi, John.",
    "start": 1398.105,
    "end": 1398.105
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Sure. Sure. So the increase from the sixty nine billion dollars which was the guidance we gave in the K, is almost entirely volume and revenue related. And so there I'll just make an important point that it's volume and revenue related. So as an example volumes in CCB just given the environment they are you know very valuable for long term franchise revenue growth but we may not see that revenue growth in the near term but as we always say we don't manage this place for one quarter or even one year.",
    "start": 1419.925,
    "end": 1452.4749
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "So there are expenses you know associated with volume growth that may not have the revenue growth you would anticipate over the long run, but it's almost entirely volume and revenue related. There are a few other things like marketing expense that given the strength of the recovery that we expect, we now expect to lean more in on marketing expense in the second half of the year. So that's part of it as well.",
    "start": 1453.195,
    "end": 1478.705
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Obviously, some of it is in the first quarter, but things like further volume related expenses, like I talked about or marketing, they're less so in the first quarter. Then what was your other question? COVID. Oh, those numbers are lower than they were even last year and included in the outlook, but not material in the grand scheme of things.",
    "start": 1495.02,
    "end": 1520.23
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hi, Glenn.",
    "start": 1528.3151,
    "end": 1529.275
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Sure. So so you you you used the right word, which is demand, and it really is all about demand, which, of course, is, quite healthy, particularly as it relates to the consumer when you think about the amount of deleveraging that we've seen through this process. So there we do expect a second half pickup because as you say, we first have to see spend recover before we see relevering on the consumer side. And then it is also true even for small business, which is obviously part of CCB, their demand has been very low given the support that's available through PPP. And that will likely pick up in the second half as well.",
    "start": 1566.965,
    "end": 1608.5299
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "And then elsewhere, AWM has been strong throughout and we see that continuing. And then on the CIB side, I mean, that's always lumpy and deal dependent, but that's active as well. And we do see within secured lending opportunities there across asset classes. Again, that's a bit more opportunistic. And then in the commercial bank, given the level of support, the amount of liquidity in the markets, as well as the amount of cash on balance sheets, loan growth there has been muted and probably will be for some time.",
    "start": 1608.7699,
    "end": 1644.38
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "But again, that's incredibly healthy ultimately for the recovery. And so whether we see that pick up later this year or next year, you know, remains to be seen, but it's all for good reasons.",
    "start": 1644.38,
    "end": 1655.725
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "So so first of all, you know, I would say that deposits are going to be driven by the Fed balance sheet and to some extent obviously by bank lending. But given the demand picture there, can think of it in the near term as all being driven by Fed balance sheet expansion. And so we obviously continue to expect significant deposit growth, which is why we've been talking about this so much. And then just in terms of how we deploy it, you will have seen that our cash balances are up quarter over quarter. And there it's just important to remember that for sure we are being patient in the investment securities portfolio.",
    "start": 1690.31,
    "end": 1730.865
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "That is true. I'll also mention that we are because of the steepening of the yield curve, we are less short. Banks will drift long in a sell off and so that has been part of the dynamic as well. But there's short term cash deployment also, and so what we saw there was when when repo markets fall below IOER, we're gonna hold that short term cash deployment in IOER relative to the repo market. So you'll see that dynamic on our balance sheet as well.",
    "start": 1730.865,
    "end": 1758.185
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Ken.",
    "start": 1765.385,
    "end": 1765.865
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Well, I'll start with the latter, which is it's absolutely been very, very supportive of corporates and therefore it has a lot to do with what we're seeing in terms of the muted loan demand from corporates. And then in terms of the mix, we expect ECM and M and A to continue. But on DCM, there's a lot of flow activity that doesn't necessarily get represented in a pipeline because it's high velocity type activity. We saw that in the second quarter of last year. We continue to see that now, which is why I said it makes it a little bit difficult to predict the second quarter.",
    "start": 1792.785,
    "end": 1828.9299
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "So while the pipeline is higher than it's ever been, there is still a lot of high velocity activity. And so that's why we think that the quarter will be flattish year over year despite the very high",
    "start": 1828.9299,
    "end": 1839.97
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Yeah.",
    "start": 1842.8151,
    "end": 1843.455
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Oh. Can you hear us now?",
    "start": 1846.3351,
    "end": 1848.735
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Okay. Jamie's traveling, so so we have him on Zoom. I know everybody can appreciate technology challenges because we've all had them over the last year.",
    "start": 1850.3351,
    "end": 1860.2799
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Well, thank you. I'm sure I'll need you at some point. So hope they're on that. Anyway, go ahead. I'm sorry.",
    "start": 1870.6,
    "end": 1878.645
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Yeah, it's a great question. Interestingly, the issue is not that we don't have capital available to make those types of decisions. The issue is that we have the wrong binding constraint. So the binding constraint is leverage, not risk based. And so it doesn't change the way we think about acquisitions at all.",
    "start": 1908.375,
    "end": 1927.03
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "In fact, acquisitions and or increased loan growth would help to kind of normalize the constraints between leverage and risk based. And so we would love to be able to absorb some of our CET1 through acquisitions because as I said it sort of just brings the balance back into focus. The issue is it's leverage based constraint that is the constraint and we're in a low rate environment with low loan demand and very strong deposit growth. So it's the combination of all of those things that makes leverage the binding constraint. But it doesn't change the way we're thinking about acquisitions.",
    "start": 1927.03,
    "end": 1962.495
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hi,",
    "start": 1969.63,
    "end": 1969.63
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Sure. I would say, first of all, it's difficult to find a historical comparison that's totally relevant here because I don't think we've ever seen this amount of support in the system, which came of course on top of an already reasonably healthy consumer. So it's difficult to find the historical perspective. But I will say the two point five percent, I mean pre COVID, we would have thought that our loss rate in card this year would have been three point three, three point five percent. So it just gives you a sense there of that tailwind on credit is significant.",
    "start": 2021.73,
    "end": 2064.745
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "And in terms of, you know, what what what it's gonna take for for consumers to relever, I mean, do expect there to be significant economic activity in the second half, and so that could come quite naturally, but it could come a little bit later given the amount of deleveraging we've seen. But the fact that we already see spend above pre COVID levels, and obviously we still have restrictions in place, particularly around T and E on on consumers' ability to spend. When that comes back, we do think that we'll see spend tick even higher, and that will be, you know, that will be a point where perhaps start to see that relevering. But it is difficult to know. It's a great question.",
    "start": 2065.145,
    "end": 2108.07
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Sure. I think it's probably all the above, Betsy, but starting with the steepening of the yield curve. So if you if you look at the earnings at risk disclosure, I mean, we're we we did see the benefit roughly in line with what with what that disclosure shows, which is since we last guided on NII, we steepened probably twenty five-thirty basis points. So that is incorporated in the outlook, but it is completely offset by the fact that we continue to see consumer behavior in card in terms of higher payment rates, and we haven't started to see relevering as we were just talking about even though spend has recovered. So card the impacts of card completely offset the steepening of the yield curve.",
    "start": 2149.445,
    "end": 2195.3599
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "You also mentioned loan growth, is critically important realizing benefits of the steepening yield curve. And then I would just mention, you know, we have reflected in our outlook the fact that we have been patient on deploying further deposit growth into the securities portfolio in terms of duration. And then also, it's probably worth noting that the marginal benefit of further deposit growth is quite small given the fact that deployment opportunities are minimal. And so you can think about them as being something less than ten basis points because we do have pay rate above zero. So it's something less than ten basis points.",
    "start": 2195.3599,
    "end": 2239.545
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "So the marginal deposit growth from here doesn't add a whole lot in this environment anyway.",
    "start": 2239.545,
    "end": 2246.9048
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hi, Mike.",
    "start": 2252.74,
    "end": 2253.3
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "So I'll start there, Mike, and then, Jamie, you can chime in. But climate is a long game, obviously, and we're investing a lot of effort in our ESG initiatives, not only because they have a positive impact on society and communities, but because they're also important to our clients, customers, and our shareholders. So we don't we don't exactly think about it that way, Mike. But we've also invested in multiple teams to help clients through the transition, and we do recognize it's a transition and clients appreciate that. We've also made the Paris Align financing commitment last year, and we're gonna release our annual ESG report next month, so you'll see more there.",
    "start": 2337.2,
    "end": 2377.665
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "And then we also committed to finance two hundred billion towards climate action and sustainable development, and we're continuing to grow those efforts as well. And in fact, your question is quite timely because we're planning to make an ambitious announcement tomorrow about long term scaling of our financing efforts here. So much more detail to come shortly on that. But, Jamie, don't know if you wanna add anything.",
    "start": 2377.8252,
    "end": 2399.93
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Good morning.",
    "start": 2419.89,
    "end": 2421.01
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "So the bank SLR, I mean, broadly speaking, it's gonna be the same levers. We do have a little bit more flexibility, as you note, because we can move things. You know, we can inject capital into the bank from the holding company. So it's a little bit more flexible, but generally speaking, the the constraints and the levers are the same. And then in terms of changes, we know what you know, and so, you know, we we look forward to a proposal.",
    "start": 2452.1099,
    "end": 2475.125
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "The only thing I can mention is, of course, the difference between the US and Europe on Basel as it relates to SLR is there, it's three percent plus half year GSIB. And so we have a constant two percent buffer. With that, you get the flexibility in a Basel compliant way to exclude deposits at central banks for a period of time. So it's possible that it could look something like that, but but we don't know.",
    "start": 2475.125,
    "end": 2509.67
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hi, Gerard.",
    "start": 2591.96,
    "end": 2593.0
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Oh gosh, George. I'm not even sure. Reggie and the team can follow-up with you.",
    "start": 2612.845,
    "end": 2618.365
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Well, it's very difficult to try to compare today to just taking our balance sheet today, taking the profile of our portfolio today and compare it to CECL day one because we are a very far away from that, in fact, a very healthy way. So that's very difficult to do. What I will say is that it is true that things have continued to improve even since we closed our process in the first quarter. And we obviously expect things to be, know, we expect the recovery to be robust in the second half of the year and so if we continue to see that, if we continue to see labor markets recover, if we continue to see the vaccine rollout be successful, we would have future releases from here. But I would note importantly that the seven billion that is the distance between our reserve and the base case is just for context.",
    "start": 2657.545,
    "end": 2714.6
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "We will always have weightings on alternative scenarios and so all else equal, which is there's a lot in the all else equal bucket, but but we would release something less than seven billion. So difficult to compare back to CECL day one, but there there could be further releases ahead.",
    "start": 2715.055,
    "end": 2731.74
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "And then, back on your servicing point, I I got the answer. It's it's updates to the MSR model. So HPI updates, prepay updates. So it's less about the operation and more about the MSR model update.",
    "start": 2776.485,
    "end": 2792.06
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hi, Matt.",
    "start": 2799.315,
    "end": 2799.315
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hi, Brian.",
    "start": 3018.22,
    "end": 3018.22
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Sure. So",
    "start": 3038.26,
    "end": 3039.3
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "That's right. And so the betas have gamma, like, I'd say that if you can think of it as being nonlinear, meaning the beta for the first hundred basis points will be lower than the beta for the second and third increments of a hundred basis points. And so from here, on the retail side specifically, you know, the first hundred basis points will be very valuable because there is a lower beta associated with it. So that's really where we see the benefit, you know, in NII with short rates in an environment with low loan growth.",
    "start": 3053.855,
    "end": 3089.585
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hello.",
    "start": 3117.645,
    "end": 3118.38
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hello, go -- yeah, we can hear you, go ahead.",
    "start": 3118.38,
    "end": 3120.22
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Sure. So I'll just start by saying while have seen repo go negative at times, it's been orderly. And so we don't expect short rates to be negative for any longer period of time or and we certainly haven't seen spikes, which is something you would worry about more. I think with the with the amount of capacity in the money market complex and the fact that the Fed increased their RRP facility. Now that facility is at zero, so that certainly is supportive of of ensuring short rates don't go negative for any meaningful period of time.",
    "start": 3163.065,
    "end": 3195.7952
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "They also obviously could increase that. And then for us, I would say not a meaningful impact because obviously we have ten basis points of IOER as an option for us, but we do trade around it.",
    "start": 3195.7952,
    "end": 3208.65
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Yeah. Yeah. And what we've seen so far on the short end is is is not unhealthy or something we're worried about. It's a dynamic of so much cash chasing the supply.",
    "start": 3234.66,
    "end": 3245.675
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hi, Andrew.",
    "start": 3257.03,
    "end": 3257.91
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Yep. So so the minimum is five percent. So Naturally we will have a buffer above the minimum as you always need to when you have binary consequences of going below. So you can think about some management buffer above that, but we do still have room at five point five percent. And we do think that we can manage this at this point through issuing we'll be in the market again with preferreds as well as the conversations that we've had with clients.",
    "start": 3291.8801,
    "end": 3319.04
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "So far, they have not been disruptive. We're hopeful that that remains the case and that we can manage this.",
    "start": 3319.04,
    "end": 3324.2402
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Sure. So you can think about a buffer on the SLR of, call it, twenty five basis points. There there it is important to note something like AOCI is something that we have to incorporate into our thinking and the impact of AOCI as that's part of Tier one capital. So we need to have a buffer to make sure that we can manage through any noise we might see there. So that's why we have a buffer and twenty five basis points is probably a reasonable one to think about.",
    "start": 3356.205,
    "end": 3382.78
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "In terms of the on reserves, the distance between where we are in the base case, as I said in my prepared remarks, that's now seven billion. What's interesting to note is that that was ten billion. It was then nine billion, and we've released eight billion, and it's still seven billion. So the all of the scenarios have been moving and there's a lot that goes into how we think about reserves. We've always just provided that as context for everyone, particularly last year as we were managing through so much uncertainty in terms of the inputs into our reserves.",
    "start": 3382.86,
    "end": 3417.0798
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "So I wouldn't put a lot of weight into that because what I also said on the seven billion dollars is that you shouldn't think about that as available for release because we will always have some waiting on alternative scenarios. And so even if everything plays out exactly as we expect based upon where we closed the books for the first quarter, it would be something less than seven billion.",
    "start": 3417.525,
    "end": 3438.41
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hi, Mike.",
    "start": 3446.5051,
    "end": 3446.5051
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Sure. So first of all, we always say, we're running the place for the long term and we don't expect this challenge to be a long term challenge, maybe a short to medium term, but not a long term. And then I'll just say that, yes, there was certainly some organic growth, but it is is Fed balance sheet and bank lending that create deposits. And so that's that's what we are focused on. And we do think given what what we expect here that we can manage it.",
    "start": 3494.515,
    "end": 3527.225
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "So and it certainly isn't going to change the way we think about market expansion or otherwise as that is long term franchise value.",
    "start": 3527.225,
    "end": 3535.5452
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "That's right.",
    "start": 3567.4802,
    "end": 3568.2803
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Yep, yep. So we'll be in all lower forty eight by the end of July. Is that right? Yep, Reggie's confirming for me. We will be in all lower forty eight by the end of July.",
    "start": 3578.4849,
    "end": 3587.685
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "We opened about seventy five branches in market expansion last year. We got a little bit slowed down by COVID, but that's going to be about one hundred and fifty this year. So remain super excited about that and all the opportunities that it brings across the company, not just in deposits, of course, because it brings incredible value to the commercial bank and to the private bank. And so the business case there, if you will, is not just about deposits.",
    "start": 3587.685,
    "end": 3615.935
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Hi, Erika, again.",
    "start": 3624.99,
    "end": 3626.31
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Okay. So so if the twelve percent has to move up, Erica, that would obviously have an impact. But there is so much between here and there, and and that being a reality that we we we can't really comment on it because not only I know we've been waiting for G SIB recalibration for a long time, but it has been made very clear that G SIB recalibration will be part of the Basel III endgame, which we have also been waiting for for a very long time. And so there will be potential offsets that we yet are not we're unable to manage because we don't know what they are yet. We continue to wait for Basel III endgame.",
    "start": 3675.29,
    "end": 3711.06
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "And then as I said, we do believe we can manage the stress capital buffer. Again, it's scenario dependent, but we do believe we can manage that to be closer to two and a half percent, which helps an awful lot in terms of an offset to G SIB constraints. So we're we're we're thinking about that twelve percent number until we know something different.",
    "start": 3711.06,
    "end": 3730.745
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Thank you.",
    "start": 3818.02,
    "end": 3819.2202
  },
  {
    "speaker": "Jennifer Piepszak",
    "text": "Thank you. Thanks, everyone. Thanks, operator.",
    "start": 3824.0017,
    "end": 3826.5618
  }
]