[
  {
    "speaker": "Jeremy Barnum",
    "text": "Thank you very much. Good morning, everyone. As always, the presentation is available on our website and please refer to the disclaimer in the back. Starting on Page 1, the firm reported net income of $9.7 billion, EPS of $3.12, on revenue of $33.5 billion, and delivered an ROTCE of 18%. The only significant item this quarter was discretionary net investment securities losses in corporate of $959 million as a result of repositioning the portfolio by selling U.S. treasuries and mortgages. Our strong results this quarter reflect the resilience of the franchise in the dynamic environment. Touching on a few highlights, we had record third quarter revenue in markets of $6.8 billion. We ranked number one in retail deposit share based on FDIC data, and credit is still healthy with net charge-offs remaining low. On Page 2, we have more detail.",
    "start": 45.315002,
    "end": 104.134995
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Revenue of $33.5 billion was up $3.1 billion or 10% year-on-year. Excluding the net investment securities losses, it was up 13%. NII ex-markets was up $5.7 billion or 51%, driven by higher rates. NIR ex-markets was down $3.2 billion or 24%, largely driven by lower IB fees and the securities losses. And markets revenue was up $502 million or 8% year-on-year.",
    "start": 104.774994,
    "end": 135.70502
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of $19.2 billion were up $2.1 billion or 12% year-on-year, driven by higher structural costs and investments. And credit costs of $1.5 billion included net charge-offs of $727 million. The net reserve build of $808 million included $937 million build in wholesale, reflecting loan growth and updates to the firm's macroeconomic scenarios, partially offset by $150 million release in home lending. On to balance sheet and capital on Page 3. We ended the quarter with a CET1 ratio of 12.5%, up 30 basis points versus the prior quarter, which was primarily driven by the benefit of net income less distributions, partially offset by the impact of AOCI. RWA was down approximately $23 billion quarter-on-quarter with growth in lending more than offset by continued active balance sheet management and lower market risk RWA.",
    "start": 137.225,
    "end": 197.51501
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Given our results this quarter, we are well positioned to meet our CET1 targets of 12.5% in the fourth quarter and 13% in the first quarter of 2023. These current targets include a 50 basis point buffer over the growing regulatory requirements, which provides flexibility over the coming quarters. To conclude on capital, with the future increases in our risk-based requirements, SLR will no longer be a binding capital constraint, so we announced the call to $5.4 billion in profits this quarter and issued $3.5 billion in sub debt to rebalance our capital stock. Now let's go to our businesses starting on Page 4.",
    "start": 198.075,
    "end": 238.19
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Before I review CCB's performance, let me provide you with an update on the health of U.S. consumers and small businesses based on our data. Nominal spend is still strong across both discretionary and nondiscretionary categories with combined debit and credit spend up 13% year-on-year. Cash buffers remain elevated across all income segments.",
    "start": 239.845,
    "end": 262.58002
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "However, with spending growing faster than income, we are seeing a continued decrease in median deposits year-on-year, particularly in the lower income segments. And not surprisingly, small business owners are increasingly focused on the risks and the economic outlook. Now moving to financial results. This quarter, CCB reported net income of $4.3 billion on revenue of $14.3 billion, which was up 14% year-on-year. In consumer and business banking, revenue was up 30% year-on-year, driven by higher NII and higher rates.",
    "start": 262.66,
    "end": 299.025
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Deposits were up 10% year-on-year and down 1% quarter-on-quarter. We ranked number one in retail deposit share based on FDIC data, up 60% year-on-year, making us the fastest growing among the top 20 banks. And we are now number one in LA in addition to New York and Chicago, making us top ranked in the three largest markets. Client investment and assets were down 10% year-on-year, driven by market performance, partially offset by flows. Home Lending revenue was down 34% year-on-year on lower production margins and volume.",
    "start": 299.345,
    "end": 336.15002
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Moving to Card & Auto, revenue was up 9% year-on-year, driven by higher card NII, partially offset by lower auto lease income. Card outstandings were up 18%, and while revolving balances were up 15%, driven by strong net new account originations and growth and revolving balances per account, they still remain slightly below pre-pandemic levels. And in auto, originations were $7.5 billion, down 35% due to lack of vehicle supply and rising rates.",
    "start": 336.87,
    "end": 370.91
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of $8 billion were up 11% year-on-year, driven by the investments we're making in technology, travel, marketing and branches. In terms of actual credit performance this quarter, credit costs were $529 million, reflecting net charge-offs of $679 million, which were up $188 million year-on-year, largely driven by loan growth in card as well as a reserve release of $150 million and Home Lending. Card delinquencies remain well below pre-pandemic levels, though we continue to see gradual normalization. Next, the CIB on Page 5. CIB reported net income of $3.5 billion on revenue of $11.9 billion. Investment Banking revenue of $1.7 billion was down 43% year-on-year.",
    "start": 372.025,
    "end": 424.11
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "IB fees were down 47% versus a strong third quarter last year. We maintained our number one rank with a year-to-date wallet share of 8.1%. In Advisory, fees were down 31%, reflecting lower announced activity this year. Underwriting businesses continued to be affected by market volatility, resulting in fees down 40% for debt and down 72% for equity. In terms of the fourth quarter outlook, we expect to be down versus a very strong prior year.",
    "start": 424.59,
    "end": 456.80002
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And while our existing pipeline is healthy, conversion will, of course, depend on market conditions. Lending revenue of $323 million was up 32% versus the prior year, driven by higher NII on loan growth. Moving to markets, revenue was $6.8 billion, up 8% year-on-year. Fixed income was up 22% as elevated volatility drove strong client activity in the macro franchise, partially offset by a less favorable environment in securitized products.",
    "start": 457.2,
    "end": 490.785
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Equity markets were down 11% against a record third quarter last year. This quarter saw relative strength in derivatives, lower balances in prime, and lower cash revenues on lower block activity. Payments revenue was $2 billion, up 22% year-on-year. Excluding the net impact of equity investments, it was up 41%, and the year-on-year growth was driven by higher rates and growth in fees. Security Services revenue of $1.1 billion was relatively flat year-on-year.",
    "start": 491.345,
    "end": 524.21497
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of $6.6 billion were up 13% year-on-year, largely driven by compensation. Credit costs were $513 million, driven by a net reserve build of $486 million. Moving to commercial banking on Page 6. Commercial banking reported net income of $946 million. Record revenue of $3 billion was up 21% year-on-year, driven by higher deposit margins, partially offset by lower Investment Banking revenue. Gross Investment Banking revenue of $761 million was down 43% year-on-year, driven by reduced capital markets activity. Expenses of $1.2 billion were up 14% year-on-year.",
    "start": 524.935,
    "end": 573.35
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Deposits were down 6% year-on-year and quarter-on-quarter, primarily driven by attrition of nonoperating balances, while our core operating balances have shown stability as payment volumes continue to be robust. Loans were up 13% year-on-year and 4% sequentially. C&I loans were up 7% sequentially, reflecting continued strength in originations and revolver utilization. CRE loans were up 2% sequentially, driven by lower prepayment activity and commercial term lending and real estate banking. Finally, credit costs were $618 million, predominantly driven by a net reserve build of $587 million, while net charge-offs remained low.",
    "start": 573.995,
    "end": 618.96
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And then to complete our lines of business, AWM on Page 7. Asset & Wealth Management reported net income of $1.2 billion with pretax margin of 36%. For the quarter, revenue of $4.5 billion was up 6% year-on-year, predominantly driven by deposits and loans on higher margins and balances, largely offset by reductions in management fees linked to this year's market declines. Expenses of $3 billion were up 10% year-on-year, driven by compensation, including investments in our private banking advisor teams, technology, and asset management initiatives. For the quarter, net long-term inflows were $12 billion across fixed income, equities and alternatives.",
    "start": 619.76,
    "end": 666.515
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "AUM of $2.6 trillion and overall client assets of $3.8 trillion were down 13% and 7% year-on-year respectively, driven by lower market levels, partially offset by continued net inflows. And finally, loans were flat quarter-on-quarter, while deposits were down 6% sequentially, driven by migration to investments, partially offset by client flows. Turning to corporate on Page 8. Corporate reported a net loss of $294 million. Revenue was a net loss of $302 million, compared to a net loss of $1.3 billion last year. NII was $792 million, up $1.8 billion year-on-year, driven by the impact of higher rates.",
    "start": 667.075,
    "end": 717.97
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "NIR was a loss of $1.1 billion, down $852 million, primarily due to the securities losses I mentioned upfront, and expenses of $305 million were higher by $125 million year-on-year. Next the outlook on Page 9. Going forward, we will also provide guidance for total firm wide NII. For the fourth quarter, we expect it to be approximately $19 billion, implying full-year 2022 NII of approximately $66 billion. And we expect NII ex-markets for the fourth quarter to also be about $19 billion, implying that we expect markets NII to be around zero, which brings the full year to about $61.5 billion. While we're not giving 2023 NII guidance today, you will recall that at Investor Day, we talked about a fourth quarter 2022 NII ex-markets run rate of $66 billion with potential upside for the full-year 2023.",
    "start": 718.485,
    "end": 785.345
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Today's guidance for the fourth quarter of this year implies an approximate run rate of $76 billion, and from this much higher level, we would now expect some modest decline for the full-year 2023. In addition, there's quite a bit of uncertainty surrounding the trajectory of key drivers, including rates, deposit reprice and loan growth. So keep both of those things in mind as you update the 2023 estimates in your models. Moving to expenses. Our outlook remains unchanged.",
    "start": 785.825,
    "end": 817.905
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And as it relates to the card net charge-off rate, we now expect the full-year rate to be approximately 1.5%, below our previous expectations. So to wrap-up, we are happy with the strong diversified performance of the quarter as we continue to navigate in environment of elevated uncertainty. With that, I will turn it over to Jamie for some additional remarks.",
    "start": 818.80005,
    "end": 841.355
  },
  {
    "speaker": "James Dimon",
    "text": "Jeremy, thank you very much. Hello, everybody. Yes, I just want to give you a little more insight to how we're looking at our capital, interest rates a little bit. So capital planning, we're very comfortable with the earnings power of this company, which you could see is enormous and the margins and the returns, and more importantly than that is the growing franchise value, I think, all around the firm, and in most areas we're up in market share and a few areas, we're not, and of course that disappoints us. But the earnings power gives us a lot of confidence that we'll get over that 13% in the first quarter, but we always have to keep in mind the volatility and a bunch of other things. So we know we have to deal with Basel IV. We don't know when and how this is going to be, and any changes in GSIB, such as an uncertainty in the back of our mind. AOCI. AOCI was traditionally countercyclical, but in this kind of environment is more procyclical. So think of as rates go up another 100 basis points, that's $4 billion, easily can handle it just in the back of our mind. CECL. CECL already incorporates a percent of what we think the adverse consequences might be, but obviously, if the environment gets worse, we'll have to add to reserves and/or if we change our outlook, meaning that we think the chance of adverse events are higher, we will change over reserves. Put in the back of your mind that if unemployment goes to 5% or 6%, you're probably talking about $5 billion or $6 billion over the course of a couple of quarters. Again, easy to handle, not a big deal, it just does affect capital a little bit. And then RWA management. I mean I think we're showing that we can easily manage RWA and drive it down in some areas and up in other areas and stuff like that without I would say a very limited financial effect. And the way you should look at this is, we don't tell commercial bank or investment bank don't get new business, don't serve your clients. So we're serving clients that we always do, and we see the loan books growing in lot of areas, but there are some discretionary things, which barely affect us. So, we're not putting conforming mortgage on the balance sheet, whether we originate them or whether correspondence originate the most part, because it makes very low sense to do them in the balance sheet. And we make other choices, and so we did a lot of tools to manage it. Obviously, the capital requirements going up, we're going to find ways to reduce RWA over years strategically, ideally without affecting our basic franchises. Interest rates, I think the way to look at it is we're fairly neutral at this point; interest rates are going up or down. Jeremy said the $19 billion, please do not annualize that. There are a lot of uncertainties today, and I'm just going to mention a few. We're not worried about them. It's not going to change things dramatically, but it does change things. What's going to be QT's effect on deposits? How much deposit migration you're going to have in this new technological environment and their plus and minus on that? And of course, there are lags. There are lags in consumer, maybe some lags in treasury services, maybe some lags in commercial banking. So it's just on the back of our mind, we're going to actively manage that. And the other thing I want to point out is that taking investment securities losses, for the most part, it could be wanting to sell rich securities and replacement cheap securities. We don't want to be locked into something we think will get worse and not take a chance to buy something that we think will get better. So you might expect to see that taking place now. There may be some securities loss in the future, we could do that. We're not doing -- we can do this to manage interest rate exposure. But for the most part, we can do that with swaps too or other things. We just do in the most efficient and effective way. I want the people managing these portfolios to know that we can sell things we don't want to own and buy things that we do want to own. And other than that, we think it was a very good strong quarter across the board, and I guess we'll open for questions now.",
    "start": 841.675,
    "end": 1064.975
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Thanks, Jamie. Let's go ahead and open up for questions.",
    "start": 1065.855,
    "end": 1069.6149
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Thanks, Ken. Good morning. Okay, so at Investor Day, you'll recall that Jamie said that we expected betas to be low this cycle as they were in the prior cycle, which was a low beta cycle by historical standards. And what we're now seeing as we see the rate hikes come through and we see the deposit rate paid develop, is that we're seeing realized betas being even lower than the prior cycle just through the actuals. And the question well is why is that, and it's of course, we don't really know, but plausible theories include the speed of the hikes which probably means that some of this is lag. But also the fact that the system is more better positioned from a liquidity perspective than in prior cycles. So as we look forward, we know that lives are significant right now. We know that at some point that will start to come out. Obviously, in the wholesale, they come out much faster, that's probably starting to happen now. But the exact timing of how that develops is going to be very much a function of the competitive environment in the marketplace for deposits, and we'll see how that plays out.",
    "start": 1125.98,
    "end": 1192.7301
  },
  {
    "speaker": "James Dimon",
    "text": "As you know, I think CECL (Inaudible) bad accounting policy. Honestly, I wouldn't spend too much time on it, because it's not a real number. It's a hypothetical, probability-based number, and the way -- I'm trying to make it very simple for you. So if you look at the pandemic, we put up $15 billion over two quarters. And then we took it down over three or four after that. And all it did is swing all these numbers and it didn't change that much. I'm trying to give you a number -- obviously, this number could be plus or minus several billion, but if unemployment goes to 60%, and that becomes the central kind of case and then you have the possibility it gets better and possibility this gets worse, we've probably had to add something like $5 billion or $6 billion. That probably would happen over two or three quarters. I mean, that's as simple as I could make it.",
    "start": 1233.645,
    "end": 1282.155
  },
  {
    "speaker": "James Dimon",
    "text": "Right now, we already have 8% in these adverse and severe adverse case. We can change -- if we change that next quarter, that will be part of that $6 billion I'm talking about.",
    "start": 1282.155,
    "end": 1297.035
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I'll take that, Ebrahim. Thanks. The short answer to that question is just no. We just don't see anything that you could realistically describe as a crack, in any of our actual credit performance. I made some comments about this in the prepared remarks on the consumer side, but we've done some fairly detailed analysis about different cohorts and early delinquency bucket entry rates and stuff like that. And we do see in some cases some tiny increases, but generally in almost all cases, we think that's normalization and it's even slower than we expect, so.",
    "start": 1339.495,
    "end": 1378.615
  },
  {
    "speaker": "James Dimon",
    "text": "I think we are in an environment where it is kind of odd, which is very strong consumer spend, you see in our numbers, you see in other people's numbers, up 10% prior last year, up 35% pre-COVID. Balance sheets are very good for consumers. Credit card borrowing is normalizing, not getting worse. You might see -- and that's really good. So even going into recession you've got a very strong consumer. However, it's rather predictable if you look at how they're spending and inflation, so inflation if it's 10%, reduces that by 10% and that extra cap money they have in the check-in accounts will deplete probably by sometime mid-year next year. And then, of course, you have inflation, higher rates -- higher mortgage rates, oil, volatility, war. So those things are out there and that -- it is not a crack in current numbers, it is quite predictable it will strain future numbers.",
    "start": 1379.895,
    "end": 1436.665
  },
  {
    "speaker": "James Dimon",
    "text": "Well, I mentioned QT as being one of the uncertainties, because there's a very large change in the flow of funds around the world. The buy -- who are the buyers and sellers of sovereign debt, there is a lot of sovereign debt. And -- but I think, if you look at the gilt alone, is a bump, it's not going to change with what we do or how we do it. And you're going to see bumps like that because both of these I already mentioned. It's inevitable that you're going to see them. Whether they create systemic risk, I don't know. I have pointed out, it's harder for banks to intermediate that. And that creates a little bit more fragility in the system. That does not mean that you can see a crack of some sort. But again, it's almost impossible not to have real volatility based on the facts what I told you. Those were large uncertainties that we know about today and in the future.",
    "start": 1458.235,
    "end": 1504.65
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Thanks, Jim. So broadly, yes, it still holds, no real change on the outlook. Just to remind everyone, at Investor Day, I think the consensus was 79.5 for 2023. You said, you were a little low, I think it got revised up to sort of the 80.5 or something like that. And that's now still roughly in the right ballpark. Obviously, we're going through our budget cycle, we're looking at the opportunity set and the environment set for next year. So it's not tone-to-tone. But broadly on the question of investments, and I'm sure Jamie will agree here, that our investment decisions are very much through the cycle decisions and so we're not going to tend to change those just because of sort of difference in the short-term economic environment. Of course, the volume and revenue related expense can fluctuate as a function of the environment, as you would expect.",
    "start": 1545.105,
    "end": 1598.04
  },
  {
    "speaker": "James Dimon",
    "text": "I would like to add. Obviously, compensation go up or down dramatically, so you'll have different estimates about investment in banking revenues and markets revenues, and we can't really adjust for your numbers for that. I just want to point out the other side of this. We are making heavy investments and we have among the best margins in the business, I think that is a very good thing.",
    "start": 1599.345,
    "end": 1619.9
  },
  {
    "speaker": "James Dimon",
    "text": "There were no real leverage loan write-downs this quarter. And that market isn't yet clear. We own -- our share is very small. So we're very comfortable.",
    "start": 1634.205,
    "end": 1643.405
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Thanks, John. And I'd love to have a very long conversation with you about this. But I'm going to keep it short here. It's really all about lags. So as our disclosure says, we do not include the impact of repriced lags in our EAR calculation. So as a result of that, the entire calculation is based on modeled rates paid in the terminal state. As you well know, right now we're in the middle of some very significant lags, which are affecting the numbers quite a bit and which we expect to persist for some time. So as a result of that, what I would expect in the near term is something quite similar to what we've experienced this year. As you know, this year as rates have gone up, we've revised our NII outlook from $50 billion at the beginning of the year to now $61.5 billion. So, as we look forward in the near term from here, I would expect similar type sensitivities to rate fluctuations, given the lag environment that we're in.",
    "start": 1679.1901,
    "end": 1736.23
  },
  {
    "speaker": "James Dimon",
    "text": "Yes. Look, I've already mentioned here, but it's rapidly changing yield curve, deposit migration. Everyone does EAR differently. So one is lag, one is we do -- we assume deposit migration, some people don't. We assume -- our ECR is included in there and some people don't and all that. I just think, for your models because of all that kind of stuff, just use a number less than annualized in the $19 billion. So instead of $76 billion, use a number like $74 billion. That's -- and just keep it as simple as possible. And we don't know, we hope to beat that, but with all the stuff going on, I just -- you just got to be a little cautious and conservative.",
    "start": 1751.0399,
    "end": 1784.5898
  },
  {
    "speaker": "James Dimon",
    "text": "That's, obviously, a good question. The answer is yes. And one of the things we always look at is normalized ROTCE. So we are very honest. We are not over worried at NII, maybe a little bit, because the lags are just like that, but not a lot. But we are over worried on credit, think of credit cards and the 1.5% we've never seen a number that low. We are quite conscious of that. So we don't drag about the 19% this quarter, figure that's going to continue, however, it's not. And obviously, we may adjust at 17% a little bit but it's not a material adjustment. We're going to find -- we got a lot of very bright people, we're going to find a lot of ways to squeeze some of these things down, including like call CCAR is and SCB and liquidate some assets and change business models just a little bit. If you look at our acquisitions, for example, they were non-G-SIFI acquisitions -- non-capital, non-G-SIFI, all services and service related. So that's what we're going to do over time and we're pretty comfortable that we will get very good returns. So yes, we're quite -- and next year it is totally dependent on what happens to the environment. But the other thing I would look at maybe both given this number other time is, what would we earn in a recession? We would have pretty damn good returns in a recession, I think. So I feel very good about that.",
    "start": 1842.35,
    "end": 1914.695
  },
  {
    "speaker": "James Dimon",
    "text": "-- We are entering the markets business at the yield curves, so you're earning this and you are paying to finance the trading book.",
    "start": 1930.01,
    "end": 1939.485
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, Erika. I mean, basically as rates go up, the funding cost goes up and the offset is on the other side and in many cases works for derivatives or derivatives like instruments, so it goes through NIR. Fundamentally, we believe the markets business revenue is rate insensitive. You can see that history through our disclosures this year. So as you look out to next year with the forward curve implying a much less biased evolution of fed funds, you shouldn't expect to see as many changes at least from rates. Of course, we can sometimes see somewhat more unpredictable changes from balances, but that should be unbiased one way or the other.",
    "start": 1941.245,
    "end": 1979.9249
  },
  {
    "speaker": "James Dimon",
    "text": "Yes. So the way to do that is in our CECL -- in our reserves today, there is a significant percentage probability that we put on adverse and severe adverse already. So it's in there already. A lot of people work on these CECL reserves, our economist, Jeremy, a lot of other folks. It's not set by me because I have to think the odds might be different than other people. And so -- but I completely understand what you're saying, and -- but the numbers are very good, we have some of that. I'm trying to be very honest about. If things get worse, here's what it might will mean for reserves, that may be different because of course, these calculators change all the time. But yes, the other thing, Michael, which in CECL, the timing of when something happens is very important. So if it happens, if you said a recession is going to happen in the fourth quarter next year, that'll be very different if you say it's going to happen in the first quarter of next year.",
    "start": 2022.625,
    "end": 2079.4548
  },
  {
    "speaker": "James Dimon",
    "text": "But some loans -- yes, but some loans have a short life and some loans have a long life.",
    "start": 2089.375,
    "end": 2093.8103
  },
  {
    "speaker": "James Dimon",
    "text": "They're roughly the same. We're just getting closer to what you and I might consider bad events. So in my hurricane, I've been very consistent, looking at the probabilities and possibilities. There is still, for example, a possibility of a soft landing. We can debate when we think that percentage, yours might be different than mine, but there is possibility of a mild recession, consumers are in very good shape, companies are in very good shape. There is a possibility of something worse, mostly because of the war in Ukraine and oil price and all things like that. Those I wouldn't have -- I have -- would not change like possibilities and probabilities this quarter versus last quarter for me (Multiple Speakers)",
    "start": 2126.5798,
    "end": 2165.665
  },
  {
    "speaker": "James Dimon",
    "text": "No.",
    "start": 2188.855,
    "end": 2189.8953
  },
  {
    "speaker": "James Dimon",
    "text": "Betsy, it's exactly what we showed you at Investor Day, almost no change. So take out that debt, we broke out by business kind of reduction in investment and tech spend, it is pretty much on track for that.",
    "start": 2239.54,
    "end": 2249.3
  },
  {
    "speaker": "James Dimon",
    "text": "But believe it or not, that was in the numbers we gave you in May.",
    "start": 2259.195,
    "end": 2261.755
  },
  {
    "speaker": "James Dimon",
    "text": "No. I think we already said, we sell rich securities and buy cheap. So if you look at what happened to mortgage spreads, they gapped out, They gapped in, we bought; they gapped out, we sold, and that is kind of stuff, you're getting 2, getting 2.5. So you can have different point of views, but I do expect future bond losses going forward. I just don't think that's real earnings. So I think -- but I did want our people, our experts in the investment area to note, if they'd really want to sell something, we are going to sell it. We are not going to sit here and lock ourselves in to something that's got us very, very rich because we feel like we can take a bond loss. And remember it doesn't affect capital, and in fact, when we reinvest it, which we intend to do, we actually have higher earnings going forward.",
    "start": 2281.575,
    "end": 2322.0
  },
  {
    "speaker": "James Dimon",
    "text": "And let me just add too, like, you saw the CLOs gapped out in Europe, I want our people, when they gap out like 300 to 400 basis points, I want them to be willing to buy. They might sell something to do that, but that is a very smart thing to do.",
    "start": 2331.195,
    "end": 2343.915
  },
  {
    "speaker": "James Dimon",
    "text": "I'll mention, and Jeremy, you might have something to add. But -- so the LDI thing is a bump in the road. And I think the Bank of England is also trying to get through this thing without changing all the policy about monetary policy and QT. And I was surprised to see how much leverage there was in some of those pension plans. And my experience in life has been, when you have things like what we're going through today, there aren't going to be other surprises. Someone is going to be offsides. We don't see anything looks systemic, but there is leverage in certain credit portfolios, there is leverage for certain companies, there is leverage. So you're probably going to see some of that. I do think you are going to see volatile markets. You already see very low liquidity. So something like the LDI thing could cause more issues down the road if it happens constantly and stuff like that, but so far it's a bump in the road. The banking system itself is extraordinarily strong.",
    "start": 2387.155,
    "end": 2442.595
  },
  {
    "speaker": "James Dimon",
    "text": "Well, we're -- we generally we're not taking them. We generally hedge when it comes to big currencies and stuff like that. But yes, dollar flows, QT, emerging markets, hedge funds, yes, that would be a category that might -- something might happen there. It wouldn't be -- it shouldn't be something that is going to affect JPMorgan that much. In fact, usually creates an opportunity for JPMorgan.",
    "start": 2457.5698,
    "end": 2479.655
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. On that point, Glenn, I was going to say the same. Which is that of course, it is traditionally the case that emerging markets struggle, sovereigns struggle with the kind of dollar strength that we're experiencing right now, but our emerging markets franchise folks have been through these cycles before. So we manage through it.",
    "start": 2481.5,
    "end": 2499.2349
  },
  {
    "speaker": "James Dimon",
    "text": "Just to get -- add to the strength of the franchise, I remember looking back at our emerging markets results by quarter over a decade. It was shocking to me how a few quarters and how a few countries we ever lost money. We may have had low returns in some quarters, but it was shocking. We made money in Argentina, every -- almost every year for the last 20 years. And I think it was one quarter we put up reserves for one of the oil companies and took them down, but it's kind of every -- the stability is striking.",
    "start": 2503.4749,
    "end": 2531.625
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. I mean, you are broadly -- if you just look at standard regulatory reporting of LCR ratios in the U.S. banking system, everyone just has very significant surpluses. And of course, we can go into the question of as QT plays through and how that interacts with European loan growth, whether that puts some pressure on banking system deposits. But that's starting from a very, very strong position. So there's a lot of cushion there for that to come down before you start to have a real challenge from a liquidity perspective.",
    "start": 2583.375,
    "end": 2618.595
  },
  {
    "speaker": "James Dimon",
    "text": "Yes. And we look at everything from the Fed repo to qualitative tightening, to net issuance of treasuries, net issuance of mortgages, and treasury volatility, and treasury bid ask spreads and treasury markets and all that. We're looking at all of that. The banking system itself is extremely strong. It's not -- what you're going to see will not be in the banking, there may be bankers outside somewhere, but it'll be somewhere else. It'll be somewhere else, it might be in credit, might be in emerging markets, it might be in FX, but you're likely to have something like that if you have events like the ones we're talking about.",
    "start": 2619.46,
    "end": 2656.79
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. I've always pointed out to you all the pipelines come and go. Okay, you've seen that the size that maybe not before. So pipeline is not necessary to see. I would put in your model lower IB revenues next quarter than this quarter, based on what we see today. Markets, we have no idea. Seasonally, it's generally low quarter, the fourth quarter, but we don't know this quarter because there is so much activity taking place and your guess is as good as ours.",
    "start": 2676.535,
    "end": 2702.785
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, Matt. Let me take your last question first. So in general, no, we underwrite through the cycle. We haven't -- we didn't really loosen our underwriting standards in the moments where everything looked great. And so we don't see any need to tighten now, really a lot of consistency there. In terms of the actual loan growth outlook, we said for this year, obviously, only one quarter left that we'd have high-single digits, no meaningful change to that outlook there, or probably a little bit of a headwind as function of rates as you mentioned and some of the overview optimization in mortgages. As we go into next year, we remain very positive and optimistic about the card story across the range of dimensions in terms of both outstandings and revolve normalization. But for the rest of the loan growth environment, it's going to be I think very dependent, especially in wholesale on the macro situation. We know that in recession environments, we tend to see lower loan demand. At the same time, we've got a lot of great initiatives going and client engagement and new client. So we'll just have to see how that plays out next year.",
    "start": 2728.075,
    "end": 2795.04
  },
  {
    "speaker": "James Dimon",
    "text": "Well, it has. I mean, look at the volumes and mortgage have dropped, and cars [ph] quite of it dropped and stuff like that, and it's already in our numbers and we would expect that to continue that way.",
    "start": 2809.7751,
    "end": 2819.74
  },
  {
    "speaker": "James Dimon",
    "text": "Yes. I think I don't know if you're listening, what I said before, QT, net issuance to mortgages, net issuance to treasuries, globally is going to reduce deposits and create certain forms of volatility and absolutely incorporate our thinking, including lags, the change in the yield curve, changes in spreads and all those things in the numbers we gave you. And that's why we're trying to be conservative with NII, that while you can annualize the $19 billion to $76 billion, you have a model, put in $74 billion and it incorporates all of that.",
    "start": 2859.855,
    "end": 2894.055
  },
  {
    "speaker": "James Dimon",
    "text": "You're welcome.",
    "start": 2900.68,
    "end": 2901.72
  },
  {
    "speaker": "James Dimon",
    "text": "Well, thank you very much. And we'll talk to you all next quarter.",
    "start": 2908.4548,
    "end": 2911.4949
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Thank you.",
    "start": 2911.4949,
    "end": 2912.215
  }
]