[
  {
    "speaker": "Jeremy Barnum",
    "text": "Thanks, operator. Good morning, everyone. The presentation is available on our website, and please refer to the disclaimer in the back. Starting on Page one, the firm reported net income of fourteen point five billion dollars EPS of of four point seven five dollars on revenue of forty two point four billion dollars and delivered an RoTCE of twenty five percent. These results included the First Republic bargain purchase gain of two point seven billion dollars a credit reserve build for the First Republic lending portfolio of one point two billion dollars as well as nine hundred million dollars of net investment securities losses in corporate.",
    "start": 55.66,
    "end": 91.98
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Touching on a few highlights. CCB client investment assets were up eighteen percent year on year. We had record long term inflows in AWM, and we ranked number one in IBP wallet share. Before giving you more detail on the financials, let me give you a brief update on the status of the First Republic integration on Page two. The settlement process with the FDIC is on schedule, with a number of key milestones being recently completed.",
    "start": 92.380005,
    "end": 118.25
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Systems integration is also proceeding apace, and we are targeting being substantially complete by mid-twenty twenty four. First Republic employees have formally joined us as of July two, and we're pleased to have had very high acceptance rates on our offers. And although it's still early days, as we get the sales force back in the market, we are happy to see that client retention is strong with about six billion dollars of net deposit inflows since the acquisition. Now turning back to this quarter's results on Page three. You'll see that in various parts of the presentation, we have specifically called out the impact of First Republic where relevant.",
    "start": 118.57,
    "end": 156.02501
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "To make things easier, I'm going to start by discussing the overall impact of First Republic on this quarter's results at the firm wide level. Then for the rest of the presentation, I will generally exclude the impact of First Republic in order to improve comparability with prior periods. With that in mind, in this quarter, First Republic contributed four billion dollars of revenue, dollars five ninety nine million of expense and two point four billion dollars of net income. As noted on the first page, this includes two point seven billion dollars of bargain purchase gain, which is reflected in NIR in the Corporate segment as well as one point two billion dollars of allowance build.",
    "start": 156.265,
    "end": 194.465
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "that the deal happened on May one, so the First Republic numbers only represent two months of results. You'll see in the line of business results that we are showing First Republic revenue and allowance in CCB, CV and AWM. And for the purposes of this quarter's results, all of the deposits are in CCB and substantially all of the expenses are in corporate. As the integration continues, some of those items will get allocated across the segments. Now turning back to firm wide results excluding First Republic.",
    "start": 195.67,
    "end": 229.02
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Revenue of GBP thirty eight point four billion was up GBP six point seven billion or twenty one percent year on year. NII ex markets was up GBP seven point eight billion fifty seven percent, driven by higher rates. NIR ex markets was down GBP two ninety three million, largely driven by the net investment securities losses I mentioned earlier, partially offset by a number of less notable items, primarily in the prior year. And Markets revenue was down seven seventy two million dollars or ten percent year on year. Expenses of twenty point two billion dollars were up one point five billion dollars or eight percent year on year, primarily driven by higher compensation expense, including wage inflation and higher legal expense.",
    "start": 229.26,
    "end": 273.52502
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And credit costs of one point seven billion pounds included net charge offs of one point four billion pounds predominantly in card. The net reserve build included a three eighty nine million pounds build in the commercial bank, a two hundred million dollars build in card and a two forty three million pounds release in corporate, all of which I will cover in more detail later. On to balance sheet and capital on Page four. We ended the quarter with a CET1 ratio of thirteen point eight percent, flat versus the prior quarter, as the benefit of net income less distributions was offset by the impact of First Republic. And as you can see in the two charts on the page, we've given you some information about the impact of the transaction on both RWA and CET1 ratio.",
    "start": 274.08502,
    "end": 320.92
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And as you know, we completed CCAR a couple of weeks ago. Our new indicative SCB is two point nine percent versus our current requirement of four percent, and it goes into effect in 4Q 'twenty three. The new SCB also reflects the Board's intention to increase the dividend to one point zero five dollars per share in the third quarter. On liquidity, our bank LCR for the second quarter ended at one hundred and twenty nine percent, in line with what we anticipated at Investor Day. About half of the reduction is associated with the First Republic transaction.",
    "start": 321.47998,
    "end": 356.84
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And while we're on the balance sheet, as we previewed in the ten ks, we will be updating our earnings at risk model to incorporate the impact of deposit repricing lags. So when we release this quarter's ten Q, you will see the up one hundred basis point parallel shift scenario will be about positive two point five billion dollars whereas in the absence of the change, it would have been about negative one point five billion dollars Now let's go to our businesses, starting with CCB on Page five. Both U. S. Consumers and small businesses remain resilient, and we haven't observed any meaningful changes to the trends in our data we discussed at Investor Day.",
    "start": 357.705,
    "end": 396.89502
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Turning now to the financial results, which I will speak to excluding the impact of First Republic, or CCB, CB and AWM. CCB reported net income of five billion dollars on revenue of sixteen point four billion dollars which was up thirty one percent year on year. In banking and wealth management, revenue was up fifty nine percent year on year, driven by higher NII on higher rates. End of period deposits were down four percent quarter on quarter as customers continue to spend down their cash buffers, including for seasonal tax payments, and seek higher yielding products. Client investment assets were up eighteen percent year on year, driven by market performance and strong net inflows across our adviser and digital channels.",
    "start": 397.535,
    "end": 441.4
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In home lending, revenue was down twenty three percent year on year, driven by lower NII from tighter loan spreads and lower servicing and production revenue. Originations were up quarter on quarter, driven by seasonality, although still down fifty four percent year on year. Moving to Card Services and Auto. Revenue was up five percent, largely driven by higher Card Services NII on higher revolving balances, partially offset by lower auto lease income. Card outstandings were up eighteen percent year on year, which was the result of revolve normalization and strong new account growth.",
    "start": 442.32498,
    "end": 479.715
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And in auto, originations were up twelve billion pounds up seventy one percent year on year as competitors pulled back and inventories continued to slowly recover. Expenses of eight point three billion pounds were up eight percent year on year, driven by compensation, predominantly due to wage inflation and headcount growth as we continue to invest in our front office and technology staffing as well as marketing. In terms of credit performance this quarter, credit costs were one point five billion dollars reflecting a reserve build of two zero three million dollars driven by loan growth in card services. Net charge offs were one point three billion dollars up six forty million dollars year on year, predominantly driven by card, as thirty day plus delinquencies have returned to pre pandemic levels in line with our expectations. Next, the CIB on Page six.",
    "start": 480.115,
    "end": 531.765
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "CIB reported net income of four point one billion dollars on revenue of twelve point five billion dollars Investment banking revenue of one point five billion dollars was up eleven percent year on year or down seven percent excluding bridge book markdowns in the prior year. IB fees were down six percent year on year, and we ranked number one with year to date wallet share of eight point four percent. In advisory, fees were down nineteen percent. Underwriting fees were down six percent for debt and up thirty percent for equity, with more positive momentum in the last month of the quarter. In terms of the second half outlook, we have seen encouraging signs of activity in capital markets, and July should be a good indicator for the remainder of the year.",
    "start": 532.645,
    "end": 576.38
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "However, year to date announced M and A is down significantly, which will be a headwind. Moving to markets. Total revenue was seven billion pounds down ten percent year on year. Fixed income was down three percent. As expected, the macro franchise substantially normalised from last year's elevated levels of volatility in client flows.",
    "start": 576.7,
    "end": 598.645
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "This was largely offset by improved performance in the Securitized Products Group and Credit. Equity markets was down twenty percent against a very strong prior year quarter, particularly in derivatives. Payments revenue was two point five billion dollars up sixty one percent year on year. Excluding equity investments, it was up thirty two percent, predominantly driven by higher rates, partially offset by lower deposit balances. Securities services revenue of one point two billion dollars was up six percent year on year, driven by higher rates, partially offset by lower fees.",
    "start": 599.04504,
    "end": 635.41003
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of GBP six point nine billion were up one percent year on year, driven by higher non compensation expense as well as wage inflation and headcount growth, largely offset by lower revenue related compensation. Moving to the Commercial Bank on Page seven. Commercial Banking reported net income of one point five billion dollars Revenue of three point eight billion dollars was up forty two percent year on year, driven by higher deposit margins. Payments revenue of two point two billion dollars was up seventy nine percent year on year, driven by higher rates. Gross Investment Banking and Markets revenue of seven sixty seven million dollars was down three percent year on year, primarily driven by fewer large M and A deals.",
    "start": 635.81,
    "end": 682.06506
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of one point three billion dollars were up twelve percent year on year, predominantly driven by higher compensation expense, including front office hiring and technology investments as well as higher volume related expense. Average deposits were up three percent quarter on quarter, driven by inflows related to new client acquisition, partially offset by continued attrition in non operating deposits. Loans were up two percent quarter on quarter. C and I loans were up two percent, reflecting stabilization in new loan demand and revolver utilization in the current economic environment as well as pockets of growth in areas where we are investing. CRE loans were also up one percent, reflecting funding on prior year originations for construction loans and real estate banking as well as increased affordable housing activity.",
    "start": 682.78503,
    "end": 733.55
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Finally, credit costs were four eighty nine million dollars Net charge offs were one hundred million dollars including eighty two million dollars in the office real estate portfolio, and the net reserve build of three eighty nine million dollars was driven by updates to certain assumptions related to the off road real estate market as well as net downgrade activity in middle market banking. Then to complete our lines of business, AWM on Page eight. Asset and Wealth Management reported net income of GBP one point one billion, with a pretax margin of thirty two percent. Revenue of GBP four point six billion was up eight percent year on year, driven by higher deposit margins on lower balances and higher management fees on strong net inflows. Expenses of three point two billion dollars were up eight percent year on year, driven by higher compensation, including growth in our private banking adviser teams, higher revenue related compensation and the impact of global shares and JPMorgan Asset Management China, both of which closed within the last year.",
    "start": 734.685,
    "end": 798.545
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "For the quarter, record net long term inflows were GBP sixty one billion, positive across all channels, regions and asset classes, led by fixed income and equities. And in liquidity, we saw net inflows of GBP sixty billion. AUM of GBP three point two trillion was up sixteen percent year on year, and overall client assets of four point six trillion pounds were up twenty percent year on year, driven by continued net inflows, higher market levels and the impact of the acquisition of Global Shares. And finally, loans were down one percent quarter on quarter, driven by lower securities based lending, and deposits were down six percent. Turning to corporate on Page nine.",
    "start": 799.185,
    "end": 843.84
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "As I noted upfront, we are reporting the First Republic bargain purchase gain and substantially all of the expenses in corporate. Excluding those items, corporate reported net income of three thirty nine million Revenue was nine eighty five million pounds up nine zero five million pounds compared to last year. NII was one point eight billion pounds up one point four billion pounds year on year due to the impact of higher rates. NIR was a net loss of seven eighty two million pounds and included the net investment securities losses I mentioned upfront. Expenses of five ninety million pounds were up three eighty four million pounds year on year, largely driven by higher legal expense.",
    "start": 844.425,
    "end": 888.99
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And credit costs were a net benefit of two forty three million dollars reflecting a reserve release as the deposit placed with First Republic in the first quarter was eliminated as part of the transaction. Next, the outlook on Page ten. We now expect twenty twenty three NII and NII ex markets to be approximately eighty seven billion dollars to be increased driven by higher rates coupled with slower deposit reprice than previously assumed across both consumer and wholesale. And I should take the opportunity to remind you once again that significant sources of uncertainty remain, and we do expect the NII run rate to be substantially below this quarter's run rate at some point in the future as competition for deposits plays out. Our expense outlook twenty twenty three remains approximately GBP eighty four point five billion.",
    "start": 889.47,
    "end": 945.38
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And on credit, we continue to expect the twenty twenty three card net charge off rate to be approximately two point six percent. So to wrap up, we are proud of the exceptionally strong operating results this quarter. As we look forward, we remain focused on the significant uncertainties relating to the economic outlook, competition for deposits and the impact on capital from the pending finalization of the Basel III rules. Nonetheless, despite the likely headwinds ahead, we remain optimistic about the company's ability to continue delivering excellent performance through a range of scenarios. With that, operator, please open the line for Q and A.",
    "start": 945.78,
    "end": 985.785
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, sure. Thanks, Jim. So yes, so when we talk about the drivers of the upward revision, as I said, it's higher rates coupled with lower deposit reprice, hard to untangle the two drivers. And specifically, I think when you look at consumer, the combination of the passage of time you know, and the positive feedback we're getting from the field and the CD offerings in particular has meant that, you know, it's it's quite a kind of stable environment from that perspective. And similarly, in wholesale, we're just seeing slower internal migrations.",
    "start": 1046.0751,
    "end": 1083.7899
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "You asked about mix. I think that obviously we're seeing the CD mix increase, and we would continue to expect we would expect that to continue to take place probably even past the peak of the rate cycle into next year as we continue to capture money in motion. But as you say, the most important point is the fact that, as I said earlier, we don't consider at this level of NII generation to be sustainable. And we talked previously about a sort of medium term run rate in the mid-70s. That was before First Republic, and you know, we'd argue that maybe that number should be a little higher.",
    "start": 1084.91,
    "end": 1124.0449
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But whatever it is, it's a lot lower than the current number. We don't know when that's going to happen. You know, we're not going to predict the exact moment. That's going to be a function of competitive dynamics in the marketplace, but we want to be clear that we do expect it at some point.",
    "start": 1124.0449,
    "end": 1141.1799
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I wouldn't necessarily assume that the evolution from the current run rate into that mid-seventeen number is that sensitive to the rate outlook in particular. When we put that number out there, we looked at a range of different types of rate environments and the reprice that we think would be associated with that. It was really meant to capture more of what we consider to be a through cycle sustainable number. So I wouldn't think of it as being particularly rate dependent.",
    "start": 1158.225,
    "end": 1185.3949
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Thanks, Erica. I mean, it's a good question. There's a lot in there, obviously. I guess I would start by saying that when we've talked about the seventeen percent through the cycle ROTCE, even though we may have introduced that in a moment where we were at the lower zero bound, it was always premised on a sort of normalized rate environment.",
    "start": 1268.285,
    "end": 1286.05
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And at some level, that remains true today. Furthermore, you didn't ask this explicitly, but in the context of the proposed Basel III endgame, one relevant question might be, if you have a lot more capital in the denominator, what happens to that target? So I think, as I said in my prepared remarks, we feel very confident about the company's ability to produce excellent returns in the cycle. There's a lot of moving parts right now on that. Some of them could be good, some of them could be bad.",
    "start": 1286.05,
    "end": 1315.3999
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Narrowly on the capital one, the one thing to point out is that the straight up math of simply diluting down the ROTC by expanding the denominator misses the possibility of reprice, repricing of products and services, which, of course, goes back to our point that these capital increases do have impacts on the real economy. So we're not suggesting that we can price our way out of it, but we obviously need to get the right returns on products and services. And where we have pricing power, we adjust to the higher capital. So a lot of moving parts in there, but I think the important point is that through a range of scenarios, we feel good about our ability to deliver good results. And we'll see how the mix of all the various various factors plays out, after we see the Basel III proposal and then go through the common period.",
    "start": 1315.885,
    "end": 1365.4199
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, still five point eight.",
    "start": 1408.475,
    "end": 1409.8351
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Thanks, John. So obviously, we're thinking about that a lot. On the other hand, as much as there have been a lot of very detailed rumors out there that might need you to start to try to do some planning, it does seem like this time it's real, and we are actually gonna get a proposal probably sometime this month or something. So sooner enough, we'll get to see something actually on paper, and we can stop kind of the guesswork.",
    "start": 1441.0801,
    "end": 1466.4299
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Having said that, indulging in a little bit of guesswork, it does seem like the biggest single driver of the increase that people are talking about, including Chair Powell's twenty percent number or Vice bar Vice Chair Bar's two percent of RWA, which winds up being roughly the same, is just the way operational risk is getting introduced into the standardized pillar. And that is a little bit of a straight up across the board tax on everything. It's kind of hard to optimize your way out of that, with the exception obviously of the fact that you can simply increase price, assuming you have pricing power, but that's obviously not what we want, and that's what we sort of mean by impacts on the real economy. So there are details. There's a lot of the FRTB stuff.",
    "start": 1467.79,
    "end": 1516.205
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We can get way into the weeds there within the markets business. And we do have a good track record of adjusting and optimizing. But this time around, it may be a more fundamental set of questions around business mix as opposed to the ability to sort of optimize in a very technical way.",
    "start": 1516.205,
    "end": 1538.6249
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. I mean, I guess I'm sort of tempted to give you our standard capital hierarchy here. I mean, we're not going to stack investments, right? That won't come as a surprise to you. Generally speaking, we're always going to try to comply with new requirements early.",
    "start": 1561.495,
    "end": 1576.3099
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So when we know the requirements and when we have visibility, obviously, given how much organic capital we're generating right now, whatever the answer winds up being, it will be pretty easy to comply, narrowly speaking. But that's not the same as saying that there won't be consequences to returns or to pricing. And if for whatever reason, things aren't exactly as we're anticipating, I don't see investments that we see as strategically critical in order to comply with higher capital requirements ahead of the formal timing or whatever.",
    "start": 1577.11,
    "end": 1614.19
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Unlikely, obviously. Would be an unlikely outcome. Sorry, John, go ahead. Did you have a follow-up?",
    "start": 1617.565,
    "end": 1626.445
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I mean capital hierarchy again, right? In the end, while we have nothing else to do with the money, we'll do buybacks. And we talked about the twelve billion dollars for this year. Obviously, a lot of new moving parts there, although all else equal, given what we've done so far, that's still probably a reasonable number for the full year. But yes, that's always going to be at the end of the list.",
    "start": 1634.97,
    "end": 1659.2549
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure. Good question, Ken. So I think in terms of investment banking and markets, yes, some slightly better than expected last month. A lot of talk about green shoots, especially in capital markets generally, still definitely some headwinds in M and A, lower announced activity, some regulatory headwinds there. So we'll see.",
    "start": 1696.87,
    "end": 1718.9049
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I think it's a little too early to call a trend there based on recent results, but we'll see. In terms of the broader economy and loan growth expectations, generally, we do still expect reasonably robust card loan growth. But away from that, for a variety of different reasons and different products, whether it be mortgage or C and I after revolver normalization, you know, and especially if we see a little bit of a cooling off of the economy, I would expect loan demand to be relatively modest there. So we're not really expecting meaningful growth away from card. But, of course, you know, we're there for the right deals, right products, right terms.",
    "start": 1718.905,
    "end": 1762.715
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We lend through the cycle. So I see that as more of a demand driven narrative, which will be a function of the economy rather than any tightening on our side.",
    "start": 1762.715,
    "end": 1772.5549
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. I mean, to us, I think we still see this as a normalization, not deterioration story when we talk about consumer credit. Actually, revolve per account has still not gotten to pre pandemic levels actually. So I would definitely say that it's a wanting rather than needing, at least for our portfolio at this point. And yes, I think the consumer continues to surprise on the upside here.",
    "start": 1802.06,
    "end": 1829.2849
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Gerard, I would say, honestly, not much changed there actually. We've been pretty consistently concerned about the risk of higher rates. Of course, we always try to position things to produce reasonable outcomes across a broad range of scenarios. But at the margin, we've been biased towards higher rates, and that may be a little less true at these levels than it was before, although a lot of that is just the consequence of positive convexity playing out in the modeling.",
    "start": 1861.49,
    "end": 1887.39
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But in any case, you know, all else equal, I think we are gonna continue to focus on making sure we're fine in a higher rate scenario, while staying balanced across a range of scenarios. So not not really a lot of change in our positioning, and that's obviously including the fact that we took on First Republic, which, you know, even net of some of the liabilities, had a long structural interest rate position. We did not actually want to get longer as part of the deal. And so as a result, we took actions to ensure that net net, we were still about the same as we were last quarter.",
    "start": 1887.39,
    "end": 1925.43
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So I would caution you from drawing too broad a conclusion from this. I mean I think that when we talk about office, example, our portfolio, as you know, is quite small, and our exposure to sort of so called urban dense office is even smaller. The vast majority of our overall portfolio is multifamily lending. And so as a result, like our sample size of observed valuations on office properties is quite small.",
    "start": 1953.5449,
    "end": 1982.8949
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But you know we'd like to be sort of ahead of the cycle. And based on everything that we saw this quarter, it just felt reasonable to build a little bit there to get to what felt like a comfortable coverage ratio. Across the rest of the yes, in the middle market segment, we saw downgrades and excess of upgrades, but I don't see that as sort of necessarily indicative of anything terribly significant in the broader read across. Thank you.",
    "start": 1983.1349,
    "end": 2013.9849
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Steve, you there?",
    "start": 2029.13,
    "end": 2030.25
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So I'm sure Jamie has some views here. But in my view, I would just caution against jumping to too many super positive conclusions based on a couple of recent prints. And I think generally our point is less about trying to predict a particular outcome and more about trying to make sure that we don't get too much euphoria that over concentrates people on one particular prediction when we know that there's range of outcomes out there. So obviously, people are talking a lot about the potential for self lending right now, no lending, immaculate disinflation or whatever.",
    "start": 2080.02,
    "end": 2118.72
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And whether our own views on that have changed meaningfully, I don't know. But the broader point is that we continue to be quite focused on Jamie's prior comments that loss rates still have time to have room to normalize even post pandemic, so we're probably over earning on credit a little bit. Obviously, we've talked about the expectation that the NII is going to come down quite a bit. So even forgetting about whether you get some surprisingly negative outcomes on the economy from where we stand today, even in the central case, you just need to recognize that there should be some significant normalization.",
    "start": 2121.52,
    "end": 2161.015
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah. So on your first point, I mean, you know, I think you can just read Vice Chair Barre's speech. Right? He addressed that point fairly directly. He clearly doesn't agree as it is his right.",
    "start": 2245.495,
    "end": 2256.54
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So we'll see what happens. We continue to feel that all else equal, higher capital requirements definitely are gonna increase the cost of credits, which is bad for the economy. So we'll see what happens on that. On FRTB, it's really very nuanced. It's probably, like, too much detail for this call, to be honest.",
    "start": 2256.54,
    "end": 2278.075
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But just to give you, like, one immaterial and insignificant but useful example, you know, one product under FRTB is yield curve spread options. And, you know, if the FRTB proposal goes through as currently written, that product becomes not viable. So obviously, if we need to stop doing that product, no one really cares. But it's just one example of the way sometimes when you're really disciplined about allocating capital thoroughly all the way down to a new products and responding accordingly, you can wind up having to change your business mix. Are obviously more significant products that matter much more for the real economy, like mortgage, where you know, the layering on of the operational risk and the way it's being proposed, especially if some of the other beneficial elements of the proposal don't come through, you know, you're once again making that product even harder to offer to homeowners.",
    "start": 2278.075,
    "end": 2337.76
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So we'll see. We'll see what happens.",
    "start": 2337.76,
    "end": 2339.5999
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah. Exactly. And I was gonna say my yes to everything. So meaning repricing, yes, definitely. To the extent that we have pricing power and the higher capital requirements mean that we're not generating the right returns for shareholders, we will try to reprice, and we'll see how that sticks and how that flows into the economy and how that affects demand for products.",
    "start": 2428.0,
    "end": 2447.9548
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And if the repricing is not successful, then in some cases, we will have to remix, and that means getting out of certain products and services. And as Jamie points out, that probably means that those products and services leave the regulator perimeter and go into, you know, elsewhere. And, that's fine. As Jamie points out, those people are clients, and I think that point was addressed also in vice chair of our speech. So but traditionally, having risky activities leave the regulated perimeter has had some negative consequences.",
    "start": 2448.59,
    "end": 2482.04
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So these are all important things to consider.",
    "start": 2482.04,
    "end": 2484.6802
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Mike, let me get this right. You're actually complaining that our expenses aren't high enough. Is that right?",
    "start": 2527.7148,
    "end": 2532.755
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Fair enough. I appreciate the balance. Now in all seriousness, we've always been pretty clear, right, that our spending is through the cycle spending based on through the cycle investment, through the cycle spending, based on our through the cycle view of the earnings generating power of the company and the goal to produce the right return. So broadly speaking, NII tends to flow straight through to the bottom line, both when it's going up and, by the way, when it's going down too.",
    "start": 2540.18,
    "end": 2571.4202
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And we've we've been through those moments, as you all remember. So whether or not there are opportunities to deploy some more dollars into, you know, marketing and stuff like that, we have actually looked at that recently. I don't see that being a meaningful item this year, which is part of why we have not revised the expense guidance so far. But this is about investing through the cycle and being honest and disciplined about which revenue items carry expense loading and which of them don't.",
    "start": 2571.6602,
    "end": 2606.2349
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. I mean, you said it yourself, right? You definitely can extrapolate the current numbers. But I think more broadly, on bench our benchmarking ourselves to low cost providers, it sort of speaks to an area that you've been interested in for a long time, which is all of the investment that we're doing in technology to improve generally scalability and get more of our cost base to be, you know, variable versus fixed in terms of how we respond to volumes. That's a big part of the reason that we're doing the investments that we're doing in modernization and cloud and AI and all the type of stuff that we've talked to a lot.",
    "start": 2658.01,
    "end": 2694.105
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So, I think we feel really good about our efficiency as a company, but there definitely is room for improvement.",
    "start": 2694.105,
    "end": 2699.785
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. Good question, Steve. So let me say a couple of things about this. So obviously, our deposit numbers have bounced around a little bit as a function of some of the turmoil that we saw in regional banks as well as obviously the public transaction. But now if you look at our kind of end of period deposits this quarter and you project forward, our core view is that we would expect a sort of modest downward trend to reassert itself from this higher starting point broadly as a function of QT playing through the system, But noting that we do have some hope for offsets by taking shares, to give a couple of examples, like in consumer, we've got some of our branch expansion markets seasoning, and so there are share opportunities there.",
    "start": 2737.6501,
    "end": 2780.955
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In wholesale, we've obviously invested a lot in products and services. And so we think we have compelling offerings that are helping us win mandates, and so there are potentially some share offsets there. But broadly, we our core view remains modest deposit declines across the franchise. Within that, you note the same thing we've noted that as we got through the debt ceiling and the TTA build has come into effect and you've seen a lot of bill issuance, Big question in the market about whether that was going to come out of reserves or come out of RRP. And so far, with most of the TGA build, I guess, they're targeting six hundred and they're at five fifty or something, so they're almost You know, more of it than some people feared has come out of RRP.",
    "start": 2781.49,
    "end": 2826.625
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So as you say, I think that's a relatively good sign and highlight. So the system works better when you've got, you know, ample supply of of short dated collateral, you know, on the front end of the yield curve. So that whole RRP, TGA bank reserve dynamic is going to continue to be significant, but it is good to see RRP coming down",
    "start": 2826.625,
    "end": 2847.36
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "color. And just a follow-up on card income. Revenues were muted in the quarter. I was hoping you could unpack just the sources of pressure, maybe more specifically, how much of the drag is associated with FAS ninety one versus some other factors?",
    "start": 2849.195,
    "end": 2864.075
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So actually, that card income number, Steve, is a little bit of one off thing. So we had a reward liability adjustment this quarter, kind of a technical thing. So that's just a temporary headwind. And also the sequential comparison is also getting hurt by a small positive one off item in the prior period.",
    "start": 2865.2,
    "end": 2885.215
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So and obviously, I know you guys looked at it, but card income isn't sort of a thing to look at that much ourselves.",
    "start": 2885.215,
    "end": 2891.615
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Why don't you get Michael to give that to you? It's not that significant, but it's enough to just make the sequential number look a little bit wonky.",
    "start": 2898.5498,
    "end": 2906.7898
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure. So look, on pricing power, you're right. It really depends on the product, and it depends on the competitive landscape across different banks. And so it's very granular. It's very product specific.",
    "start": 2961.54,
    "end": 2974.0452
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And in some cases, we'll have more pricing power than in other cases. I think the overall point that we're trying to make in connection with Basel III endgame is just that, like, we think think the capital increases are excessive. It puts pressure on returns, all else equal. That obviously puts pressure on us to increase price where we can. That is generally a bad thing for the real economy.",
    "start": 2974.605,
    "end": 3002.2349
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And how all of that plays out in detail across different products and services remains to be seen, importantly, since we don't actually have the proposal yet. We need those details. And sorry, Glenn, I forgot the second half of your question. What was it?",
    "start": 3002.4749,
    "end": 3017.23
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I mean, I guess it depends on what you mean by downside. But I just think, societally speaking, I think we've seen in recent history that, you know, when home lending is happening outside the regulated perimeter, you know, and things get bad, you know, when you have economic downturns, it it produces bad outcomes for individuals and homeowners and and society as a whole. So and Jamie's written about this extensively. Beyond that, you know, financially, we've we've talked about how mortgage lending I mean, you know, the profitability swings, obviously, is reasonably cyclical. And in the recent past, it's actually been quite profitable, then it was less so.",
    "start": 3052.615,
    "end": 3098.1702
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Like, the correspondent channel right now is actually picking up a little bit. But it's a thin margin business. It's challenging. And when you increase the capital requirements, it makes it even harder. So that just becomes one of the areas where you're in that tension between remixing versus pricing power that we talked about a second ago.",
    "start": 3098.1702,
    "end": 3116.31
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And it might, in fact, mean that we do less, you know, less credit available for homeowners and more regulatory risk as the activity moves outside the perimeter.",
    "start": 3116.95,
    "end": 3126.87
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Hi, good morning.",
    "start": 3138.7148,
    "end": 3139.835
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, sure. No problem, Betsy. I mean, as you know, that's always been a challenging number. It's meant as a risk management measure of sorts, although it's also somewhat limited in that respect. And it has been an uneven usefulness in terms of being a tool to be able to predict our NII trajectory when rates change.",
    "start": 3162.355,
    "end": 3183.665
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But as we've looked at that and tried to improve it and spoken to all of you through this latest rate hiking cycle, we've come to the conclusion that it would improve the usefulness of the disclosure if we included in the modeling the effect of deposit repricing lags. And so we've done that, and that just has the effect that I talked about. It increases the EAR number by about four billion from, you know, minus one and a half, which is roughly what it was last quarter and what it would have been this quarter without the change to something more like two and a half. But in the end course, all the usual caveats apply. Right?",
    "start": 3183.665,
    "end": 3220.6301
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I mean, it's never the answer is gonna always for any given change in rates, the change in our NII is always gonna be, for one reason or another, different from what that disclosure shows. But we do our best to make the use.",
    "start": 3220.6301,
    "end": 3234.655
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. It's a good question. It's quite a technical issue. So I think in the past, the way this number was constructed was to assume through the cycle betas on all the deposits. And so your notion that, like, the number would include deposit beta acceleration would not have been the case because it would have been using essentially terminal deposit betas for the based on the forward curve and then based on a one hundred percent shock to the forward curve.",
    "start": 3267.5952,
    "end": 3295.155
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "The nuance that we've introduced now is to recognize that given the shock, the reprice that the beta predicts will not be instantaneous. And so you get sort of just the mathematical consequences of that. But I think translating that into a statement about our expectation for beta for the next twelve months relative to our NII guide might be a bridge too far. I'm not sure you can actually go look.",
    "start": 3295.395,
    "end": 3322.2952
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And what I was going to say Betsy is just that the projection of the eighty seven coming down to a significantly lower number contains both the element of internal migration as well as the potential, which is by no means guaranteed, of product level reprice. And furthermore, then obviously the dynamics are a little bit different in the different business segments as you move from large corporate wholesale to consumer.",
    "start": 3360.64,
    "end": 3386.555
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. In the end, Matt, it's just feedback from the field. It's competition and feedback from the field.",
    "start": 3436.725,
    "end": 3441.5251
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I don't like I a hundred percent there matters. It's just that it's really just about primary bank relationships, and and, you know, that's the core of the strategy.",
    "start": 3503.98,
    "end": 3511.9
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, Charles, so I know we talked about this a little bit at our Investor Day, right? So as I said in my prepared remarks, yes, we think about half of the change in the bank LCR number is a consequence of First Republic. And the rest of it is just the expected, you know, decrease in in system wide deposits falling through into our HDLA balances in the in the bank LCR ratio. So that's all entirely as expected.",
    "start": 3598.865,
    "end": 3626.64
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And therefore, I think that the replenishing notion is not correct. In fact, obviously, we still have ample and ample liquidity. Now if you wanna project trends forward, that's a different story, but, that's sort of the business of banking. We'll adjust accordingly in terms of our asset and liability mix across different products and to ensure compliance of the ratios and fortress balance sheet principles as you would expect from us.",
    "start": 3627.3052,
    "end": 3655.58
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Hey Charlie, I would think about that as being really entirely a deposit story. It's just not that complicated, right? I think we did this, I think it was either in the fourth quarter or in the first quarter, but we put a little chart on a page just in very simple terms that shows like what the dollar consequences are of whatever, like ten basis point change in deposit rate paid in terms of NII run rate. So, whether it's as a consequence of migration from lower yielding to higher yielding, you know, going from zero percent to a four percent CD is obviously a big impact on margin or whether it's because, you know, savings repriced. Relatively small changes in rate there are kind of a lot of money when you've got, you know, a couple trillion dollars of deposits.",
    "start": 3738.0598,
    "end": 3785.73
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So, it's really not any more complicated than that, and that's why we're being so forceful about reminding people about what we expect that's the jump rate to be.",
    "start": 3785.73,
    "end": 3794.4502
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Thank you very much.",
    "start": 3801.905,
    "end": 3803.345
  }
]