[
  {
    "speaker": "Jeremy Barnum",
    "text": "Thanks, operator, and good morning, everyone. The presentation is available on our website, and please refer to the disclaimer in the back. Starting on Page one. The firm reported net income of eight point six billion dollars EPS of two point seven six dollars on revenue of thirty one point six billion dollars and delivered an ROTCE of seventeen percent. Touching on a few highlights, we had another quarter of strong performance in Markets, which generated revenue of nearly eight billion dollars Credit is still quite healthy, and net charge offs remain historically low.",
    "start": 25.494999,
    "end": 57.454998
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And there continue to be positive trends in loan growth across our businesses with average loans up seven percent year on year and two percent quarter on quarter. On Page two, we have some more detail. Revenue of thirty one point six billion dollars was up two thirty five million dollars or one percent year on year. NII ex markets was up two point eight billion dollars or twenty six percent, driven by higher rates and balance sheet growth. NIR ex markets was down three point six billion dollars or twenty six percent, largely driven by lower IB fees and higher card acquisition costs.",
    "start": 58.120003,
    "end": 93.45
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And markets revenue was up one billion dollars or fifteen percent year on year. Expenses of eighteen point seven billion dollars were up one point one billion dollars or six percent year on year, predominantly on higher investments and structural expenses, partially offset by lower volume and revenue related expenses. And credit costs were one point one billion dollars which included net charge offs of six fifty seven million dollars and reserve builds of four twenty eight million dollars reflecting loan growth as well as a modest deterioration in the economic outlook. On to balance sheet and capital on Page three. Let's start by talking about our plans for capital management over the coming quarters.",
    "start": 93.61,
    "end": 134.16501
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "The new four percent SCB will raise our standardized CET1 requirement to twelve percent effective in the fourth quarter. And the four percent G SIB effective in 1Q 'twenty three further raises this requirement to twelve point five percent. At Investor Day, we said that we expected SCB to be higher and made it clear that in the near term, share buybacks would be significantly reduced in order to build capital for the increased requirements. In light of the SCB coming in even higher than expected, we have paused buybacks for the near term. As we discussed at Investor Day and as we show at the bottom of this presentation page, our organic capital generation allows us to rapidly build capital in excess of future requirements, with a current target of roughly twelve point five percent in the fourth quarter.",
    "start": 134.645,
    "end": 183.24
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Any access over the regulatory requirements offers us protection against a range of economic scenarios with room to deploy capital in line with our strategic priorities. We have a long established track record of balance sheet discipline across the company, and this quarter's RWA reduction shows evidence of this discipline. Turning to this quarter's results, you can see that our CET1 ratio of twelve point two percent is up thirty basis points from the prior quarter. Our RWA was down approximately forty four billion dollars with growth in franchise lending being more than offset by the combination of active balance sheet management and the normalization of market risk RWA from the first quarter. CET1 capital was slightly down as earnings were offset by distributions and the impact of AOCI drawdowns in our AFS portfolio.",
    "start": 184.065,
    "end": 235.66002
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Now let's go to our businesses, starting with Consumer and Community Banking on Page four. Before I review CCB's performance, let me touch on what we're seeing in our data regarding the health of the U. S. Consumer. Spend is still healthy, with combined debit and credit spend up fifteen percent year on year.",
    "start": 236.38,
    "end": 255.79001
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We see the impact of inflation and higher nondiscretionary spend across income segments. Notably, the average consumer is spending thirty five percent more year on year on gas and approximately six percent more on recurring bills and other discretionary categories. At the same time, we have yet to observe a pullback in discretionary spending, including in the lower income segments, with travel and dining growing a robust thirty four percent year on year overall. And with spending growing faster than incomes, median deposit balances are down across income segments for the first time since the pandemic started, though cash buffers still remain elevated. With that as a backdrop, this quarter, CCB reported net income of three point one billion dollars on revenue of twelve point six billion dollars which was down one percent year on year.",
    "start": 256.11,
    "end": 306.74503
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In Consumer and Business Banking, revenue was up nine percent year on year, driven by growth in deposits. Deposits were up thirteen percent year on year and two percent quarter on quarter. And client investment assets were down seven percent year on year, driven by market performance, partially offset by flows. Home lending revenue was down twenty six percent year on year as the rate environment drove both lower production revenue and tighter spreads, partially offset by higher volume of twenty two billion dollars was down forty five percent. Moving to Card and Auto.",
    "start": 307.14502,
    "end": 343.93
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Revenue was down six percent year on year, reflecting higher acquisition costs on strong new card account originations and lower auto lease income, largely offset by higher card NII. Card outstandings were up sixteen percent and revolving balances were up nine percent. And in auto, originations were seven billion dollars down forty four percent from record levels levels a year ago due to continued lack of vehicle supply and rising rates, while loans were up two percent. Expenses of seven point seven billion dollars were up nine percent year on year, driven by higher investments and structural expenses, partially offset by lower volume and revenue related expenses. In terms of actual credit performance this quarter, credit costs were seven sixty one million dollars reflecting net charge offs of six eleven million down one hundred and twenty one million dollars year on year driven by card, and a reserve build of one hundred and fifty million dollars in card driven by loan growth.",
    "start": 344.01,
    "end": 403.49
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Next, the CIB on Page five. CIB reported net income of three point seven billion dollars on revenue of eleven point nine billion dollars There were a number of notable items this quarter, including net markdowns on certain equity investments of approximately three seventy million with about three forty five million dollars reflected in payments and markdowns on the bridge book of approximately two fifty million dollars in IB revenue. Investment Banking revenue of one point four billion dollars was down sixty one percent year on year or down fifty three percent, excluding the Bridgeport markdowns. IB fees were down fifty four percent versus an all time record quarter last year. We maintained our number one rank with a year to date wallet share of eight point one percent.",
    "start": 404.21,
    "end": 452.52002
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In advisory, fees were down twenty eight percent, reflecting a decline in announced activity, which started in the first quarter. The volatile market resulted in muted issuance in our underwriting businesses. Underwriting fees were down fifty three percent for debt and down seventy seven percent for equity. In terms of outlook, while our existing pipeline remains healthy, conversion of the deal backlog may be challenging if the current headwinds continue. Lending revenue of four ten million dollars was up seventy nine percent versus the prior year, driven by gains on mark to market hedges as well as higher loan balances.",
    "start": 453.0,
    "end": 490.80002
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Moving to markets. Total revenue was seven point eight billion dollars up fifteen percent year on year in both fixed income and equities against a strong quarter last year. In fixed income, elevated volatility drove both increased client flows and robust trading results in the macro franchise, most notably in currencies and emerging markets. This was partially offset by credit and securitized products in a challenging spread environment. In equity markets, we had a strong second quarter, and again, increased volatility produced a strong performance in derivatives.",
    "start": 491.6,
    "end": 525.275
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Credit adjustments and other was a loss of two eighteen million dollars largely driven by funding spread widening. Payments revenue was one point five billion dollars up one percent year on year, or up twenty five percent excluding the markdowns on equity investments. The year on year growth was primarily driven by higher rates. Securities Services revenue of one point two billion dollars was up six percent year on year, with growth in fees and higher rates more than offsetting the impact of lower market levels. Expenses of six point seven billion dollars were up three percent year on year, predominantly driven by higher structural expenses and investments, largely offset by lower revenue related compensation.",
    "start": 525.835,
    "end": 566.88
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Moving to Commercial Banking on Page six. Commercial Banking reported net income of one billion dollars Revenue of two point seven billion dollars was up eight percent year on year, driven by higher deposit margins, partially offset by lower Investment Banking revenue. Gross Investment Banking revenue of seven eighty eight million dollars was down thirty two percent, driven by lower debt and equity underwriting activity. Expenses of one point two billion dollars were up eighteen percent year on year, predominantly driven by higher structural and volume and revenue related expenses. Deposits were down five percent quarter on quarter, driven by migration of non operating deposits into higher yielding alternatives, which we expect to continue given the current rate environment.",
    "start": 567.6,
    "end": 612.195
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Loans were up four percent sequentially. C and I loans were up six percent, reflecting higher revolver utilization and originations across middle market and corporate client banking. CRE loans were up three percent, driven by strong loan originations and funding in commercial term lending and real estate banking. Finally, credit costs of two zero nine million dollars were largely driven by loan growth, while net charge offs remain historically low. And then to complete our lines of business, AWM on Page seven.",
    "start": 613.16,
    "end": 643.97003
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Asset and Wealth Management reported net income of one billion dollars with pretax margin of thirty one percent. For the quarter, revenue of four point three billion dollars was up five percent year on year, driven by growth in deposits and loans as well as higher margins, partially offset by investment valuation losses versus gains in the prior year. In addition, reductions in management fees linked to this year's market declines have been almost entirely offset by the removal of most money market fund fee waivers. Expenses of two point nine billion percent year on year, largely driven by investments in our Private Banking Advisor teams, technology and asset management, as well as higher volume and revenue related expenses. For the quarter, net long term inflows of six billion dollars were driven by equities.",
    "start": 644.85,
    "end": 694.625
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "AUM of two point seven trillion dollars and overall client assets of three point eight trillion dollars down eight percent and six percent year on year, respectively, were predominantly driven by lower market levels, partially offset by net long term inflows. And finally, loans were up one percent quarter on quarter, while deposits were down seven percent sequentially, driven by seasonal client tax payments. Turning to Corporate on Page eight. Corporate reported a net loss of one hundred and seventy four million dollars Revenue was eighty million dollars versus a loss in the prior year. NII was three twenty four million dollars up one point three billion dollars predominantly due to the impact of higher rates.",
    "start": 695.4,
    "end": 737.06
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And expenses of two zero six million dollars were lower by three zero nine million dollars year on year. Next, the outlook on Page nine. You will recall that at Investor Day, we expected NII ex markets for twenty twenty two to be in excess of fifty six billion dollars We now expect it to be in excess of fifty eight billion dollars reflecting Fed funds reaching three point five percent by year end. We still expect adjusted expense to be approximately seventy seven billion and the card net charge off rate to be less than two percent for twenty twenty two. So to wrap up, the company's performance was strong again this quarter in what was a complex operating environment.",
    "start": 737.505,
    "end": 778.225
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "As we look forward, we are mindful of the elevated uncertainty in the global economy, but we feel confident that we are prepared and well positioned for a broad range of outcomes. With that, operator, please open up the line for Q and A.",
    "start": 778.70496,
    "end": 791.85
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, Steve, good question. So obviously you're right in the sense that we didn't talk about twenty twenty four on the slide. And as you note, we have two GSIB bucket increases coming, one in the first quarter of 'twenty three and the other one in the first quarter of 'twenty four. So we had worked all that out on Investor Day and talked about twelve point five percent to thirteen percent target, which implies sort of a modest buffer to be used flexibly based on what we expected would be some increase in SCB. Obviously the increase came in a bit higher than expected.",
    "start": 854.08496,
    "end": 887.16504
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So for now we're really focused on 1Q 'twenty three. Of course, all else equal, you would assume that that twelve point five percent to thirteen percent for twenty twenty four would be a little bit higher. But there is another round of SCB and that's a long way away. And as you know and as you can see, there's a lot of organic capital generation. So we'll kind of cross that bridge when we come to it.",
    "start": 887.485,
    "end": 906.565
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And we intend to drive that SEB down by reducing the things that created it.",
    "start": 906.565,
    "end": 910.96497
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So we've talked, as you know, Steve, about sort of a mid to high single digits, loan growth expectation for this year, and that outlook is more or less still in place. Obviously, we only have half the year left. We continue to see quite robust C and I growth, both higher revolver utilization and new account origination. We're also seeing good growth in CRE.",
    "start": 949.03,
    "end": 972.145
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And of course, we continue to see very robust card loan growth, which is nice to see. Outlook beyond this year, I'm not going to give now. And obviously, as you know, it's going to be very much a function of the economic environment.",
    "start": 972.145,
    "end": 986.52
  },
  {
    "speaker": "Jamie Dimon",
    "text": "The only thing I would like to add is that certain loan growth is discretionary and portfolio based, think of mortgages, and there's a good chance we're going to drive it down substantially.",
    "start": 987.235,
    "end": 996.275
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. No. So I mean, look, I think all of these things are true at the same time, right? So first of all, as you can see on Page three, the organic capital generation enables us to build very quickly to get to where we need to be with a nice appropriate buffer on time, if not early. At the same time, as Jamie has noted, obviously in this moment, we're going to scrutinize even more aggressively than we always do elements of our lending, which are either low returning or have a low client nexus or both.",
    "start": 1047.255,
    "end": 1080.825
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We do that all the time anyway, but of course in this moment we're going to turn up the heat on that a little bit. In terms of underwriting, as you say, we do underwrite through the cycle. I think we feel comfortable with our risk appetite and our credit box, and, you know, I don't think we expect any particular change there.",
    "start": 1081.17,
    "end": 1096.6901
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And the only thing I would add is that certain, obviously, risks that we take kind of price themselves. So if you look at our bridge book, it's smaller than it was because we priced ourselves out of the market, and that was a good thing because a lot of people are going lose a lot of money there and we lost a little. And so we are very conscious of that kind of thing all the time.",
    "start": 1097.075,
    "end": 1114.44
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Yes, but we didn't do it. And obviously, what we do in the future quarters will remain to be seen.",
    "start": 1131.115,
    "end": 1135.675
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. And Glenn, just remember that we did do that last quarter, right? So we already introduced a sort of skew to the outlook beyond what's implied by the market to reflect our own slightly more negative view. And in a sense, arguably, we were sort of early on that, so it really wasn't necessary this quarter.",
    "start": 1135.675,
    "end": 1152.1
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, great question, John. And I think you're right to break it down by the different segments because we are seeing different dynamics there. So on the wholesale side, you do see some lower deposits, some deposit attrition, and that is entirely expected and part of the plan in the sense that for our client reasons, we had slightly higher appetite, especially in parts the commercial bank for non operating deposits, knowing fully that our pricing strategy as rates went up was going to be to not pay up and therefore we expected the attrition from those from that client base. So we're seeing that and that's actually something we want, all else equal, and it's playing out in line with expectations. You do see a little bit of a decline, a little bit of a headwind in Wealth Management.",
    "start": 1176.46,
    "end": 1221.8049
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I think that's just seasonal tax payments being a little bit higher than usual. And then on the consumer side, we're really not seeing much at all. So that remains strong. We're not seeing any attrition there and it's early in the cycle to observing much one way or the other from a pricing perspective.",
    "start": 1221.8049,
    "end": 1240.6549
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So the sixty six million number, if you want kind of to put a number in, you can use something like sixty eight million sixty eight million plus, something like that. Obviously, we're annualizing one quarter, so there can always be noise in there. But that seems like a good number to us that's consistent with the increase for the full year. And sorry, John, can you repeat your other question?",
    "start": 1259.15,
    "end": 1278.6649
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "terms of twenty twenty three, we had talked at Investor Day about how we saw upside into twenty twenty three from that fourth quarter run rate, and that more or less remains true. There is some upside. Obviously, we're starting from a higher launch point, higher rates and less so after the CPI print, but there have been moments where there were cuts in the twenty twenty three Fed expectations. So that could have some impact on the dynamic. Obviously, this is all an environment of very volatile implieds, but the core view of some upside from that fourth quarter run rate into twenty twenty three is still in place.",
    "start": 1284.01,
    "end": 1317.76
  },
  {
    "speaker": "Jamie Dimon",
    "text": "First of all, it's public, so you can actually go see what drives it, the global market shock and credit losses and stuff like that. And we don't agree with the stress test, it's inconsistent, it's not transparent, it's too volatile, it's basically capricious, arbitrary. We do one hundred a week, this is one, and I need to drive capital up and down by eighty basis points, so we'll work on it. We haven't made definitive decisions, but I've already mentioned about we dramatically reduced RWA this quarter, we may do that again next quarter, we're probably going to drive down mortgages and we'll probably drive down other credit too that creates SEB. So we're not going go into specifics on that, it's easy for us to do, you've seen us do it before, we're going to drive out non operating deposits, it creates no risk to us but ask the GSIF and all these various things.",
    "start": 1362.0651,
    "end": 1407.98
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And so we're going to manage the balance sheet, get good returns, have great clients and not worried about it, we just want to get there right away. I don't want to sit there and dawdleize, that's the rule, they gave it to us, we're going.",
    "start": 1407.98,
    "end": 1418.6749
  },
  {
    "speaker": "Jamie Dimon",
    "text": "But another very important point for Cheryl is that number, when they that doesn't even remotely, the stress loss doesn't even remotely represent what would happen under that kind of scenario. And I'm not saying the Fed says it should or shouldn't, but I would tell you we'd make money under that scenario. We wouldn't lose, I think they had us losing forty four billion. There's almost no chance that that would be true. And I feel bad for the shareholders because people look at that and say, well, what's going happen?",
    "start": 1424.435,
    "end": 1452.125
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And by the there's good evidence. We didn't lose money after Lehman, we didn't lose money in the great, what just happened, we didn't lose money in the great financial recession. The company's got huge underlying earnings power and consistent revenues in CCB, asset management, custody, payment services, and then we have some kind of fairly volatile streams. Now we've got the CISO, which obviously can go up or down quite a bit, but again, that's an accounting entry, so we feel in very good shape, we just have to hold a higher number now and we're going to go there.",
    "start": 1452.125,
    "end": 1480.915
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And Betsy, maybe I'll just comment briefly on the black box point, because as Jamie noted, the SCB is quite volatile and I think you see that across the industry and you have to we feel very good about building quickly enough to meet the higher requirements. But there are pretty big changes that come into effect fairly quickly for banks, I think that's probably not healthy. And the amount of there is a lot of information released, as Jamie says, but since the SCB is really a quantity that gets measured to the peak drawdown period and that information does not get released, it winds up being really very hard at any given moment to understand what's actually driving it. And that combination of suboptimal transparency and high volatility is really our central criticism, I guess I would say. Nonetheless, the organic capital generation.",
    "start": 1481.6599,
    "end": 1534.5499
  },
  {
    "speaker": "Jamie Dimon",
    "text": "It's got bad effects for the economy because, you know, we're I just said we're gonna drive down this and drive down. It's not good for the United States economy. And and and the mortgage business in particular is bad for lower income mortgages, which hurts lower income minorities and stuff like that because we haven't fixed the mortgage business. And now we're making it worse. There's no real risk in it, not a benefit to JP Morgan, but it hurts this country.",
    "start": 1534.5499,
    "end": 1557.0651
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And it's very unfortunate.",
    "start": 1557.0651,
    "end": 1558.265
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Well, we'll originate, but the balances in the books will probably come down. And look, reserve the right to change that, but that's a portfolio decision and if it doesn't make sense to own mortgages, we're not going to own them.",
    "start": 1572.3251,
    "end": 1583.605
  },
  {
    "speaker": "Jamie Dimon",
    "text": "We're going to keep a buffer. I'm not even sure what the SCB means at this point. We're not going to go below any regulatory minimum, and if we have to, we'll just drive down credit more to create what we've to create. It's a terrible way to run a financial system, and we owe you more than what we think that buffer should be because we have so much what I think is so much excess capital, it just causes huge confusion about what you should be doing with your capital. But just keep in mind that one thing, we're earning seventy percent of tangible equity, we can continue doing that.",
    "start": 1607.4249,
    "end": 1637.3251
  },
  {
    "speaker": "Jamie Dimon",
    "text": "The company is in great shape, we're going serve our clients and manage the hell out of the rest of the stuff. We still think we have great businesses and stuff like that and that's what we're going do. Most of this stuff doesn't create any additional risk at all, it just creates capital need.",
    "start": 1639.2,
    "end": 1652.1849
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, Jim, good question. We've looked at that too. It's definitely more the former than the latter. In other words, seventy seven million is the number that we see right now and the number that we believe and we can see in our outlook a bunch of factors driving up second half expense, including deal M and A closing and adding to the run rate as well as continued execution of our investment plans, resulting in increased headcount, probably at a faster pace as we kind of have ramped up our hiring capacity and so on. So, I wouldn't draw any conclusions about, you know, lower than seventy seven based on the first half numbers.",
    "start": 1689.69,
    "end": 1726.0099
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Look, I think the short answer to that question is no, certainly not in any of our reported actual results for this quarter. Obviously running still well below normal levels from the pre pandemic period. But if you really want to turn off the magnification on the microscope and look really, really, really closely, If you look at cash buffers in the lower income segments and early delinquency roll rates in those segments, you can maybe see a little bit of an early warning signal to the effect that the burn down of excess cash is a little bit faster there. Buffers are still above what they were pre pandemic but coming down, and that absolute numbers for the typical customer are not that high. And you do see those early delinquency buckets still below pre pandemic levels, but getting closer in the lower income segment.",
    "start": 1745.68,
    "end": 1806.0701
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So if you wanted to try to look for early warning signals, that's where you would see it. But I think there's really still a big question about whether that's simply normalization or whether it's actually an early warning sign of deterioration. And for us, as you know, our portfolio is really not very exposed to that segment of the market, so not really very significant for us.",
    "start": 1806.0701,
    "end": 1827.8999
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Just very roughly, we have a tremendous ability to manage it. I can think we do without affecting our ROTCE targets and stuff like that. Obviously, it'll affect NI a little bit and capital generation a little bit and stuff like that, but all told, if we're gonna manage it out of it, we'll be fine.",
    "start": 1865.985,
    "end": 1880.225
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, sure. So on card revenue rate, we'd said that we thought ten percent was a reasonable number for the full year, and it's running a little bit lower right now. And I think the current level, is it Michael, nine point six or something, is probably the number for the full year at this point. And really the difference is driven by a couple of factors. The main one is that while the growth in REVOLVE is basically still in place, our view that we would see normalization in REVOLVE balances happening towards early beginning of next year, the starting point of that did get slightly delayed by Omicron by about six weeks.",
    "start": 1904.1951,
    "end": 1943.185
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And so that all else equals a little bit of NII headwind relative to what we'd expected, but still obviously very robust.",
    "start": 1943.16,
    "end": 1950.04
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Can I just add a little bit on because I know I'm harping on mortgages a little here, but I just want to explain it? Because if you go to Europe, okay, the capital held against mortgages is like a fifth of what we have to hold here. And we can obviously manage that and standardized risk weighted assets do not represent returns or risk. So there are a lot of ways to manage it and we don't have there's no securitization market today, so our view would change if there was a securitization market, we might do something different. But by not owning it, buying it, signing it, hedging it, swapping it, there are a million ways to manage it without really affecting a lot of your risk and returns.",
    "start": 1950.2001,
    "end": 1984.32
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And so, it's unfortunate because I think this is all kind of a waste of time in terms of serving our client. Our job is to serve clients with thick or thin, good or bad, with what they need, how they need it, and now we spend all the time talking about these ridiculous regulatory requirements.",
    "start": 1984.865,
    "end": 1998.625
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Right. So, yeah, and just to finish on card, slightly lower NII just from the Omicron delay, and that slightly better than expected new client acquisition is a driver there. And then there are some subtle kind of funding effects from the higher rate environment contributing to it as well.",
    "start": 2001.36,
    "end": 2019.565
  },
  {
    "speaker": "Jamie Dimon",
    "text": "We've always run the company consistently investing, doing this stuff through storms. We don't like pull in and pull out and go up and go down and go into markets, out of markets through storms. We manage the company and you've seen us do this consistently since I've been at Bank One. We invest, we grow, we expand, we manage through the storm and stuff like that. And so what I and I mentioned, I don't know if you're on the media call, but there are very good current numbers taking place.",
    "start": 2057.9202,
    "end": 2090.4402
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Consumers are in good shape, they're spending money, they have more income, jobs are plentiful, they're spending ten percent more than last year, almost thirty percent plus more than pre COVID. Businesses, you talk to them, they're in good shape, they're doing fine. We've never seen business credit be better ever like in our lifetimes and that's the current environment. The future environment, which is not that far off involves rates going up, maybe more than people think because of inflation, maybe deflation, maybe a soft, there might be a soft landing. I'm simply saying there's a range of potential outcomes from a soft landing to a hard landing driven by how much rates go up, effective quantitative tightening, the effect of volatile markets, and obviously this terrible humanitarian crisis in Ukraine and the war, and then the effect of that on food and oil and gas.",
    "start": 2090.6,
    "end": 2141.4148
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And we're simply pointing out those things make the probabilities and possibilities of these events different. It's not going to change how we run the company. The economy will be bigger in ten years. We're to run the company, we're to serve more clients, we're going to open our branches, we're going to invest in the things and we'll manage through that. If you look at what we do, our bridge book is way down, that was managing certain exposures.",
    "start": 2141.4148,
    "end": 2162.865
  },
  {
    "speaker": "Jamie Dimon",
    "text": "We're not in subprime fundamentally, that's managing your exposures. We're quite careful about how we run the risk of the company And if there was a reason to cut back on something, we would. But not if we think it's a great business, it's got great growth prospects, it's just going to go through a storm. And in fact, going through a storm, that gives us opportunities too. I always remind myself a economy will block bigger in ten years.",
    "start": 2162.865,
    "end": 2189.235
  },
  {
    "speaker": "Jamie Dimon",
    "text": "We're here to serve clients through Dickerson and we will do that.",
    "start": 2189.3152,
    "end": 2192.5952
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I think we gave you some examples at Investor Day, for example, spend a lot of money on. We gave you a couple of examples, but one of them is we spent one hundred million dollars building certain risk and fraud systems so that when we process payments on the consumer side, losses are down one hundred million dollars two hundred million dollars volume is way up. That's a huge benefit. I don't think you'd want us to stop doing that because there's a recession. And plus in a recession, certain things get cheaper, branches are enormously probable, bank is enormously probable, we're going keep on doing those things and we've managed through recessions before, we'll manage it again and I'm quite comfortable to do it quite well.",
    "start": 2218.2852,
    "end": 2255.32
  },
  {
    "speaker": "Jamie Dimon",
    "text": "But stop starting on recruiting or training or technology or branch away, that's crazy. We don't do that, we've never done that, we didn't do it in 'eight and 'nine.",
    "start": 2258.04,
    "end": 2269.6553
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Yes, that's very performance based too. Again, Mike, the way I look at a little bit, in fifteen years, the global GDP, or twenty years, the global GDP, global financial assets, global companies, you know, companies over five billion dollars will all double. That's what we're building for. We're not building for like eighteen months.",
    "start": 2284.1501,
    "end": 2304.445
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, hey, Gerard. So as you know, QT just started, so I think it's not the sort of thing where you can say I expect this exact outcome and then sort of track it sector by sector, because you can see the clear impact on system wide deposits, but that also interacts with RRP and TGA and stuff like that. And so how that flows into the banking system and then into any individual bank across the wholesale and consumer segments is kind of a tricky thing. So it's early on that. But at a high level, and your comments about what Jamie said before are right, the story remains true, which is that depending on how QT interacts with RRP and loan growth in particular, you could see some decline in deposits in the banking system and we would see our share of that.",
    "start": 2355.5652,
    "end": 2401.5
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But we would expect that to primarily come out of wholesale and primarily come out of the non operating and sort of less valuable portions of our deposit base. While in consumer, while you could in theory have a little bit of a headwind there, we feel pretty good about our ability to keep those levels pretty steady, based on the strength of the franchise and the ability to take share.",
    "start": 2401.5,
    "end": 2424.475
  },
  {
    "speaker": "Jamie Dimon",
    "text": "So, if you go back to two thousand seven, I think, the whole street bridge book was four eighty billion dollars I think the whole street bridge book today is one hundred or under one hundred. Yeah, it's like twenty percent. Our percent of that bridge book has come down substantially just in the last twelve months. And that's really just underwriting loan by loan by loan and you win some, you lose some. And if you guys look at high yield spreads and stuff like that, bonds are down six percent, that's what you see.",
    "start": 2455.95,
    "end": 2482.32
  },
  {
    "speaker": "Jamie Dimon",
    "text": "So you have some flex, don't have some flex and we're big boys, we know that. And there was write downs with a couple of bridge loans. They're not huge, they're just I think they were in the investment banking line.",
    "start": 2482.32,
    "end": 2494.105
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, it's in the IB revenue line and there's a small amount in the commercial bank as well. But as you said, Jamie, and as Daniel also mentioned at Investor Day, I think we made conscious choices here to dial back our risk appetite here and accept it from share losses and leverage finance. We feel good about where we are. We're still open for business for the right deals at the right risk appetite on the right terms, absolutely, but we've been careful.",
    "start": 2494.105,
    "end": 2518.5598
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, hey, Erica, sure. So first point, you have to turn off your magnifying glass, but if you look at footnote five on page three, you can see that right at the end of there, it assumes flat RWA in the projection. And I think within that, who knows what the exact mix will be, and you've heard Jamie's comments on that. But if you look at the table above, you see that you've got the usual moving parts. We've got organic loan growth that we want that's profitable on its own or part of important relationships that we'd like to see continue to happen.",
    "start": 2564.23,
    "end": 2598.4502
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Some of it is a little bit passive, we can't really control it. It moves up and down as a function of factors like VAR. And then there's the mitigation piece of it, which we're going to turn up the scrutiny quite intensely, as I said before, on lower returning, lower client nexus or both. So across those three bits, we'll see how it goes. But as Jamie said, we feel pretty confident here.",
    "start": 2598.69,
    "end": 2620.11
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In terms of deposits, at this point, deposit growth is probably less of a driver overall looking forward of the NII outlook. Our deposit outlook remains more or less the same that I said before and that we've talked about at Investor Day, which is we do expect to see some attrition in wholesale. We expect consumer to be relatively stable, and we'll see how it goes.",
    "start": 2620.27,
    "end": 2645.435
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Yeah, so first I just want point out that on that chart, that's not a forecast for what it's going to be at the end of the quarter. So if you're going to pencil some of your models, it's twelve point five on December thirty first, and it'll probably be thirteen at the end of the first quarter. And because obviously we use capital for a whole bunch of different reasons and the consumer, I feel like a broken record, the consumer right now is in great shape. So even if we go into recession, they're entering that recession with less leverage in far better shape than they did in 'eight and 'nine. And far better shape than they did even in twenty twenty.",
    "start": 2708.9648,
    "end": 2748.495
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And jobs are plentiful. Now of course, jobs may disappear, things happen, but they're in very good shape. Obviously when you have recessions it affects consumer income and consumer credit. Our credit card portfolio is prime. I mean, it's exceptional, but again, we're adults in that.",
    "start": 2749.2952,
    "end": 2764.55
  },
  {
    "speaker": "Jamie Dimon",
    "text": "We know that if you have recession, losses will go up, we prepare for all that and we're prepared to take it because we grow the business over time. We're not going to just immediately run out of it. And so I think it's great that consumers are in good shape, think it's excellent that I like the fact that wages are going up for people at the low end. I like the fact that jobs are plentiful, think that's good for the average American and we should applaud that, and so they're in good shape right now.",
    "start": 2764.55,
    "end": 2788.84
  },
  {
    "speaker": "Jamie Dimon",
    "text": "We're going keep that to ourselves.",
    "start": 2847.41,
    "end": 2849.81
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I don't know, maybe if you want a little bit of general color about how we're thinking about the portfolio. On duration, I think at this level of rates, also with very quickly cash yields being roughly not that different from ten year yields, the question of duration adding or not is just generally less important for us. Then the other piece of it is whether there's the opportunity to deploy cash into non HQLA securities broadly into spread product. And obviously spread product is more attractive right now, but as we've been talking about a lot on this call, the priority right now is to build capital. So that'll be something for later, I would say.",
    "start": 2851.5698,
    "end": 2894.8352
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I should just point out, forward curve has been consistently wrong in my whole lifetime. We don't necessarily make investments based on the forward curve. And second, we've always told you that we use the portfolio and other things to manage the broad range of outcomes, not just to try to add NII. So if you said add NII next quarter, yeah we could do That would be managing the broad outcome of potential outcomes here, which is to protect the company through all possible outcomes.",
    "start": 2895.395,
    "end": 2925.975
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I think at Investor Day you had a chart that showed through the cycle losses. Yeah, yeah. So I I would just go back to that and we showed what we think through the cycle losses would be for credit cards, C and I and a bunch of other things. And obviously through the cycles, an average, you can kind of double that.",
    "start": 2947.175,
    "end": 2965.07
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, and that showed exceptionally low losses in wholesale. So I'm sure whether or not that's a prediction of the future or not, but yeah.",
    "start": 2965.63,
    "end": 2974.3499
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Let me frame it very simply for you. In COVID, we got to fifteen percent unemployment within three months. And in two quarters, we added fifteen billion, which we can easily handle. That is clearly I would put that almost out of the worst case. You know, it'll clearly be a lot less than that.",
    "start": 3014.025,
    "end": 3031.4202
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And, you know, And you guys can look at the things yourselves, five percent is another five hundred million dollars or something like that if you change your odds and so.",
    "start": 3031.4202,
    "end": 3040.135
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, I mean, we think the current reserve the current allowance we think is conservatively appropriate for a range of scenarios. And as you know, it's already kind of skewed to the downside and there are probably some other elements of slight conservatism in there. We'll see how it goes. Feel that it's appropriate and conservative at this point.",
    "start": 3042.135,
    "end": 3060.3098
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Ten basis points a year of CET1.",
    "start": 3080.41,
    "end": 3083.29
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Ten basis points of CET1 a year. Got",
    "start": 3087.05,
    "end": 3089.93
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "good rule of thumb on constant rates is about ten basis points of CET1 accretion a year.",
    "start": 3101.2651,
    "end": 3107.08
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Folks, everybody, thank you very much and we'll be talking to you in a quarter.",
    "start": 3118.4548,
    "end": 3122.215
  }
]