[
  {
    "speaker": "Jeremy Barnum",
    "text": "Thank you, and good morning, everyone. Starting on Page one, the firm reported net income of eighteen point one billion dollars EPS of six point one two dollars on revenue of fifty one billion with an ROTCE of twenty eight percent. These results included the seven point nine billion dollars net gain related to Visa shares and the one billion dollars foundation contribution of the appreciated Visa stock. Also included is five forty six million dollars of net investment securities losses in corporate. Excluding these items, the firm had net income of thirteen point one billion dollars EPS of four point four zero dollars and an ROTCE of twenty percent.",
    "start": 31.51,
    "end": 71.92
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Touching on a couple of highlights. In the CIB, IB fees were up fifty percent year on year and seventeen percent quarter on quarter, and Markets revenue was up ten percent year on year. In CCB, we had a record number of first time investors and strong customer acquisition across checking accounts and card, and we've continued to see strong net inflows across AWM. Now before I give more detail on the results, I just want to mention that starting this quarter, we are no longer explicitly calling out the First Republic contribution in the presentation. Going forward, we'll only specifically call it out if it is a meaningful driver in the year on year comparison.",
    "start": 72.905,
    "end": 113.19
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "As a reminder, we acquired First Republic in May of last year, so the prior year quarter only has two months of First Republic results compared to the full three months this quarter. Also, in the prior year quarter, most of the expenses were in corporate, whereas now they are primarily in the relevant line of business. Now turning to page two for the firm wide results. The firm reported revenue of fifty one billion dollars up eight point six billion dollars or twenty percent year on year. Excluding both the Visa gain that I mentioned earlier, as well as last year's First Republic bargain purchase gain of two point seven billion revenue of forty three point one billion dollars was up three point four billion dollars or nine percent.",
    "start": 113.67,
    "end": 157.70502
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "NII Ex Markets was up five sixty eight million dollars or three percent, driven by the impact of balance sheet mix and higher rates, higher revolving balances in card, and the additional month of First Republic related NII, partially offset by deposit margin compression and lower deposit balances. NIR ex markets was up seven point three billion dollars or fifty six percent. Excluding the items I just mentioned, it was up two point one billion dollars or twenty one percent, largely driven by higher investment banking revenue and asset management fees. Both periods included net investment securities losses. End markets revenue was up seven thirty one million dollars or ten percent year on year.",
    "start": 158.585,
    "end": 202.69
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of twenty three point seven billion dollars were up two point nine billion dollars or fourteen percent year on year. Excluding the Foundation contribution I previously mentioned, expenses were up nine percent, primarily driven by compensation, including revenue related compensation and growth in employees. And credit costs were three point one billion dollars reflecting net charge offs of two point two billion dollars and a net reserve build of eight twenty one million dollars Net charge offs were up eight twenty million dollars year on year, predominantly driven by card. The net reserve build included six zero nine million dollars in consumer and one hundred and eighty nine million dollars in wholesale. On to balance sheet and capital on page three.",
    "start": 203.25,
    "end": 247.455
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We ended the quarter with a CET1 ratio of fifteen point three percent, up thirty basis points versus the prior quarter, primarily driven by net income, largely offset by capital distributions and higher RWA. As you know, we completed CCAR a couple of weeks ago and have already disclosed a number of the key points. Let me summarize them again here. Our preliminary SCB is three point three percent, although the final SCB could be higher. The preliminary SCB, which is up from the current requirement of two point nine percent, results in a twelve point three percent standardised CET1 ratio requirement, which goes into effect in the fourth quarter of twenty twenty four.",
    "start": 248.495,
    "end": 290.91
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And finally, the firm announced that the Board intends to increase the quarterly common stock dividend from one point one five dollars to one point two five dollars per share in the third quarter of twenty twenty four. Now, let's go to our businesses, starting with CCB on page four. CCB reported net income of four point two billion dollars on revenue of seventeen point seven billion dollars which was up three percent year on year. In banking and wealth management, revenue was down five percent year on year, reflecting lower deposits and deposit margin compression, partially offset by growth in wealth management revenue. Average deposits were down seven percent year on year and one percent quarter on quarter.",
    "start": 291.755,
    "end": 335.88
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Client investment assets were up fourteen percent year on year, predominantly driven by market performance. In Home Lending, revenue of one point three billion dollars was up thirty one percent year on year, predominantly driven by higher NII, including one additional month of the First Republic portfolio. Turning to Card Services and Auto, revenue was up fourteen percent year on year, predominantly driven by higher card NII on higher revolving balances. Card outstandings were up twelve percent due acquisition and the continued normalization of Revolve. And in auto, originations were ten point eight billion dollars down ten percent coming off strong originations from a year ago, while continuing to maintain healthy margins.",
    "start": 336.28,
    "end": 381.775
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of nine point four billion dollars were up thirteen percent year on year, predominantly driven by First Republic expenses, now reflected in the lines of business, as I mentioned earlier, as well as field compensation and continued growth in technology and marketing. In terms of credit performance this quarter, credit costs were two point six billion dollars reflecting net charge offs of two point one billion dollars up eight thirteen million dollars year on year, predominantly driven by card, as newer vintages season and credit normalisation continues. The net reserve build was five seventy nine million pounds also driven by card, due to loan growth and updates to certain macroeconomic variables. Next, the Commercial and Investment Bank on page five. Our new Commercial and Investment Bank reported net income of five point nine billion dollars on revenue of seventeen point nine billion You'll note that we are disclosing revenue by business, as well as breaking down the banking and payments revenue by client coverage segment, in order to best highlight the relevant trends in both important dimensions of the wholesale franchise.",
    "start": 382.83002,
    "end": 451.67
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "This quarter, IB fees were up fifty percent year on year, and we ranked number one with year to date wallet share of nine point five percent. In advisory, fees were up forty five percent, primarily driven by the closing of a few large deals and a weak prior year quarter. Underwriting fees were up meaningfully, with equity up fifty six percent and debt up fifty one percent, benefiting from favorable market conditions. In terms of the outlook, we're pleased with both the year on year and sequential improvement in the quarter. We remain cautiously optimistic about the pipeline, although many of the same headwinds are still in effect.",
    "start": 452.685,
    "end": 490.495
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It's also worth noting that pull forward refinancing activity was a meaningful contributor to the strong performance in the first half of the year. Payments revenue was four point five billion dollars down four percent year on year, as deposit margin compression and higher deposit related client credits were largely offset by fee growth. Moving to Markets, total revenue was seven point eight billion dollars up ten percent year on year. Fixed Income was up five percent, with continued strength in securitized products, and equity markets was up twenty one percent, with equity derivatives up on improved client activity, and we saw record revenue in prime and growth in client balances amid supportive equity market levels. Security Services revenue of one point three billion dollars was up three percent year on year, driven by higher volumes and market levels, largely offset by deposit margin compression.",
    "start": 490.735,
    "end": 546.955
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of nine point two billion dollars were up twelve percent year on year, largely driven by higher revenue related compensation, legal expense, and volume related non compensation expense. In banking and payments, average loans were up two percent year on year due to the impact of the First Republic acquisition and flat sequentially. Demand for new loans remains muted as middle market and large corporate clients remain somewhat cautious due to the economic environment, and revolver utilization continues to be below pre pandemic levels. Also, capital markets are open and are providing an alternative to traditional bank lending for these clients. In CRE, higher rates continue to suppress both loan origination and payoff activity.",
    "start": 548.17004,
    "end": 594.11505
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Average client deposits were up two percent year on year, and relatively flat sequentially. Finally, credit costs were three eighty four million dollars The net reserve build of two twenty million dollars was primarily driven by incorporating the First Republic portfolio in the firm's modeled approach. Net charge offs were one hundred and sixty four million pounds of which about half was in office. Then, to complete our lines of business, AWM on page six. Asset and Wealth Management reported net income of one point three billion pounds with pretax margin of thirty two percent.",
    "start": 595.075,
    "end": 631.58
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Revenue of five point three billion dollars was up six percent year on year, driven by growth in management fees on higher average market levels and strong net inflows, as well as higher brokerage activity, largely offset by deposit margin compression. Expenses of three point five billion dollars were up twelve percent year on year, largely driven by higher compensation, primarily revenue related compensation and continued growth in our private advisor teams. For the quarter, long term net inflows were fifty two billion dollars led by equities and fixed income. And in liquidity, we saw net inflows of sixteen billion AUM of three point seven trillion dollars was up fifteen percent year on year, and client assets of five point four trillion dollars were up eighteen percent year on year, driven by higher market levels and continued net inflows. And finally, loans and deposits were both flat quarter on quarter.",
    "start": 632.06,
    "end": 687.4
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Turning to Corporate on page seven. Corporate reported net income of six point eight billion dollars on revenue of ten point one billion Excluding this quarter's Visa related gain and the First Republic bargain purchase gain in the prior year, NIR was up approximately four fifty million dollars year on year. NII was up six twenty six million dollars year on year, driven by the impact of balance sheet mix and higher rates. Expenses of one point six billion dollars were up four twenty seven million dollars year on year. Excluding Foundation contribution, expenses were down five seventy three million dollars year on year, largely as a result of moving First Republic related expense out of corporate into the relevant segments.",
    "start": 688.27997,
    "end": 734.185
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "To finish up, we have the outlook on page eight. Our twenty twenty four guidance, including the drivers, remains unchanged from what we said at Investor Day. We continue to expect NII and NII ex markets of approximately ninety one billion adjusted expense of about ninety two billion dollars and on credit, a card net charge off rate of approximately three point four percent. So to wrap up, the reported performance for the quarter was exceptional, and actually represents record revenue and net income. But more importantly, after excluding the significant items, the underlying performance continues to be quite strong.",
    "start": 734.985,
    "end": 775.13
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And as always, we remain focused on continuing to execute with discipline. And with that, let's open the line for Q and A.",
    "start": 775.61,
    "end": 783.925
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Good morning, Steven.",
    "start": 808.055,
    "end": 811.575
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Right. Okay. Thanks, Steve. And actually, before answering the question, I just want to remind everyone that Jamie is not able to join because he has a travel conflict overseas, so it's just going to be me today. Okay, good question on the capital and the ROTC.",
    "start": 846.07495,
    "end": 862.45
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So let me start with the ROTC point first. In short, my answer to that question would be no. It's hard to imagine a scenario coming out of the whole potential range of outcomes on capital that involves an upward revision on ROTCE. If you think about the way we've been talking about this, we've said that before the Basel III Endgame proposal, we had a seventeen percent lose cycle target, and that while you can imagine a range of different outcomes, the vast majority of them involve expansions of the denominator, and while we had ideas about changing the perimeter and repricing, all of which are still sort of in effect, you know, most of those would be thought of as mitigants rather than things that would actually increase the ROTC, and I don't really think that answer has particularly changed. So as of now, that's what I would say, which is a good pivot to the next point, which is, yeah, we've been reading the same press coverage you've been reading, and it's fun and interesting to speculate about the potential outcomes here, but in reality, we don't know anything you don't know, we don't know how reliable the press coverage is, and so in that sense I feel like on the overall capital return and buyback trajectory not much has actually changed relative to what I laid out at Investor Day, the comments that I made then, the comments that Jamie made then, as well as the comments that Jamie made subsequent week at an industry conference.",
    "start": 862.45,
    "end": 961.70496
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So maybe I'll just briefly summarize for everyone's benefit what we think that is, which is: one) we do recognize that our current practice on capital return and buybacks does lead to an ever expanding CET1 ratio, but obviously we're going to run the company over the cycle over time at a reasonable CET1 ratio with reasonable buffers relative to our requirements. So after all the uncertainty is sorted out, the question of the deployment of the capital one way or another is a matter of when, not if. On the capital hierarchy, it's also worth noting that's another thing that remains unchanged, so I'll review it quickly: growing the business organically and inorganically sustainable dividend, and in that context it's worth noting that the Board's announced intention to increase it to one point two five dollars is a nineteen percent increase prior to last year, so that's a testament to our performance and that is a return of capital. And then finally, buyback, but that hierarchy does not commit us to return one hundred percent of the capital generation in any given quarter, and so, you know, as we sit here today, when you look at the relationship between the opportunity cost of not deploying the capital and the opportunities to deploy the capital outside the firm, it's kind of hard to imagine an environment where that relationship argues more strongly for patients.",
    "start": 962.66003,
    "end": 1052.32
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So given all that, putting it all together, and sorry for the long answer, we remain comfortable with the current amount of excess capital, and as Jamie has said, we really continue to think about it as earnings in store as much as anything else.",
    "start": 1053.68,
    "end": 1068.1649
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, interesting question, Steve. So, let's talk about deposit balances. So, yeah, I see your point about how balance pressures are slightly abating. When you look at the system as a whole, just to go through it, QT is still a bit of a headwind, loan growth is modest and not enough to offset that, and RRP seems to have settled in roughly at its current levels, and there are reasons to believe that it might not go down that much more, although that could always change and that could supply extra reserves into the system. But on balance, net across all those various effects, we still think that there are net headwinds to deposit balances, so when we think of our balance outlook, we see it as flat to slightly down maybe with our sort of market share and growth ambitions offsetting those system wide headwinds.",
    "start": 1113.62,
    "end": 1171.38
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So in terms of normalizing higher, I guess it depends on relative to what, but I think it's definitely too early to be sort of calling the end of the over earning narrative or the normalization narrative. Clearly, the main difference in our current guidance relative to what we had earlier in the year, which implied a lot more sequential decline, is just the change in the Fed outlook. So two cuts versus six cuts is the main difference there. But obviously based on the latest inflation data and so on, could easily get back to a situation with a lot more cuts in the yield curve. So we'll see how it goes, and in the end we're kind of focused on just running the place, recognizing and trying not to be distracted by what remains some amount of over earning, whatever it is.",
    "start": 1173.285,
    "end": 1233.665
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Thanks, Steve.",
    "start": 1239.025,
    "end": 1239.985
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, so I'm not going to comment about any conversations with the Fed. Not to confirm or deny that they even exist, that stuff is private. And then if you talk about the timing here, right, so you know that the stress capital buffer that's been released at three point three percent is a preliminary number. By rule, the Fed has to release that by August thirty one, it may come sooner. You talked about an error in the calculation, we haven't used that word.",
    "start": 1270.985,
    "end": 1308.88
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "What we know, what we believe, rather, is that the amount of OCI gain that came through the Fed's disclosed results looked non intuitively high to us, and, you know, if you adjust that in ways that we think are reasonable, you know, you would get a slightly higher stress capital buffer. Whether the Fed agrees and whether they decide to make that change or not is up to them, and, you know, we'll see what happens. I think the larger point is that if you look at the industry as a whole, and if you sort of put us into that with some higher pro form a SCB, whatever it might conceivably be, you actually see once again quite a bit of volatility in the year on year change in the stress capital buffer for many firms, and just sort of reiterating another example of what we've said a lot over the years, that it's volatile, it's untransparent, it makes it very hard to manage the capital of a bank, it leads to excessively high management buffers, and we think it's really not a great way to do things. So I'll leave it at that.",
    "start": 1310.0,
    "end": 1387.865
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure, yeah, I mean, would direct you to read, I'm sure you have, Jamie's comments at the industry conference where he participated the week after Investor Day, because he went into a good amount of detail on this stuff addressing some of these points. And I think his comment there about the special dividend was that it's not really our preference, we hear from people that many of our investors wouldn't find that particularly appealing, and he said as much that it wouldn't be sort of our first choice. So I think the larger point is just that, a little bit to your question, there are a number of tools in the toolkit, and they're really the same tools that are part of our capital hierarchy. So first and foremost, we're looking to deploy the capital into organic or inorganic growth, and then the dividend, I think, we're always going to want to keep it in that sort of sustainable and also sustainable in a stressed environment, so that continues to be the way we think about that. And then at the end of it, it's buybacks, and Jamie's been on the record for over a decade, think, over many shareholder letters, talking about how he thinks about price and buybacks and valuation, price is a factor, so that's sort of the totality of the options, I guess.",
    "start": 1444.6,
    "end": 1533.53
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, Ken. It's progress, right? I mean, we're happy to see the progress. People have been talking about the depressed banking fee wallet for some time, and it's nice to see not only the year on year pop from a low base, but also a nice sequential improvement. So that's the first thing to say.",
    "start": 1584.49,
    "end": 1604.835
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In terms of dialogue and engagement, it's definitely elevated, so, you know, as I the dialogue on ECM is elevated and the dialogue on M and A is quite robust as well. So all of those are good things that encourage us and make us hopeful that we could be seeing sort of a better trend in this space, But there are some important caveats, so on the DCM side, yeah, we made pull forward comments in first quarter, but we still feel that this second quarter still reflects a bunch of pull forward, and therefore we're reasonably cautious about the second half of the year. Importantly, a lot of the activity is refinancing activity, as opposed to, for example, acquisition finance, so the fact that M and A remains still relatively muted in terms of actual deals has knock on effects on DCM as well, and when a higher percentage of the wallet is refi, then the pull forward risk becomes a little bit higher. On ECM, if you look at it at a move, you might ask the given the performance of the overall indices, you would think it would be a really booming environment for IPOs, for example, and while it's improving, it's not quite as good as you would otherwise expect, and that's driven by a variety of factors, including the fact that, as has been widely discussed, the extent to which the performance of the large industries is driven by a few stocks, the sort of mid cap tech growth space and other spaces that would typically be driving IPOs have had much more muted performance.",
    "start": 1604.8351,
    "end": 1706.6599
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Also, a lot of the private capital that was raised a couple of years ago was raised at pretty high valuations, and in some cases people looking at IPOs could be looking at down rounds, that's an issue. And while secondary market performance of IPOs has improved meaningfully, in some cases people still have concerns about that. So those are a little bit of overhang on that space, I think we can hope that over time that fades away and the trend gets a bit more robust. And yeah, on the advisory side, you know, the regulatory overhang is there, remains there, and so we'll just have to see how that plays out.",
    "start": 1707.46,
    "end": 1749.755
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, I still feel like when it comes to card charge offs and delinquencies, there's just not much to see there. It's normalization, not deterioration, it's in line with expectations. As I say, we always look quite closely inside the cohort, inside the income cohorts, and, you know, when you look in there, specifically for example on spend patterns, you can see a little bit of evidence of, you know, behavior that's consistent with a little bit of weakness in the lower income segments, where you see a little bit of rotation of the spend out of discretionary into non discretionary. But the effects are really quite subtle, and in my mind definitely entirely consistent with the type of economic environment that we're seeing, which while very strong and certainly a lot stronger than anyone would have thought, given the tightness of monetary conditions, say like they've been predicting it a couple years ago or whatever, you know, are seeing slightly higher unemployment, you are seeing moderating GDP growth, and so it's not entirely surprising that you're seeing a tiny bit of weakness in some pockets of spend. It all kind of hangs together in what is in some sense actually not a very interesting story.",
    "start": 1778.565,
    "end": 1862.445
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, thanks, Glenn. So on private credit, so nothing really new to say there. Think I guess one way the environment is evolving a little bit is that, as you know, a lot of money has been raised in private credit funds looking for deals. And sort of a little bit to my prior comments, in a relatively muted acquisition finance environment, at this point you've got a lot of money chasing kind of like not that many deals, so the space is a little bit quieter than it was at the margin. Another interesting thing to note is some of this discussion about kind of lender protections that were typical in the syndicated lender finance market making their way into the private market as well as sort of people realize that even in the private market you probably need some of those protections in some cases, which is sort of supportive of the theme that we've been talking about, about convergence between the direct lending space and the syndicate lending space, which is kind of our core thesis here, which is that we can offer best in class service across the entire continuum, including secondary market trading and so on.",
    "start": 1919.485,
    "end": 2000.585
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So we feel optimistic about our offering there. I think the current environment is maybe a little bit quieter than it was, so it's maybe not a great moment to test whether we're doing a lot more or less in this space, so to speak. And then on asset backed financing, you actually asked me that question before, and at the time my answer was that I hadn't heard much about that trend, and that continues to be the case, but clearly there must be something I'm missing, so I can follow-up on that and maybe we can have a chat about it.",
    "start": 2001.145,
    "end": 2039.34
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Right, I mean, on duration, in truth, we have actually added a little bit of duration over the last couple of quarters, that's one thing to say, that was more last quarter than this quarter. But I guess I would just caution you from a little bit away from looking at kind of our reported cash balances and our balance sheet and concluding that you know, when you look at the duration concept holistically, that there is a lot to be done differently on the duration front. So clearly it's true that empirically we've behaved very asset sensitively in this rate hiking cycle, and that has resulted in a lot of excess NII generation sort of on the way up in the near term. But when we look at the fund's overall sensitivity to rates, we look at it through both the EAR type lens, the short term NIA sensitivity, but also a variety of other lenses, including various types of scenario analysis, including impacts on capital from higher rates. As I think Jamie has said a couple of times, we actually aim to be relatively balanced on that front.",
    "start": 2079.665,
    "end": 2152.52
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Also, given the inverted yield curve, it's not as if extending duration from these levels means that you're locking in five point five percent rates, in fact the forwards are not sort of that compelling given our views about some sort of structural upward pressures on inflation and so on. So I think when you put that all together, I don't think that kind of a big change in duration posture is a thing that's front of mind for us.",
    "start": 2153.72,
    "end": 2186.44
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure, good question, Matt. I mean, I guess the way I think about it is a couple things. Our returns tend to be a bit seasonal, right? So if you kind of build yourself out a full year forecast and make reasonable, just based on your own or analyst consensus or whatever, and you think about the fourth quarter, better to look at this on a full year basis when you think about the returns than the quarterly numbers, and you actually have to strip out kind of the one time items. So if you do that, like whatever you get for this year is still clearly a number that's higher than the seventeen percent.",
    "start": 2229.3,
    "end": 2261.04
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So yeah, one source of headwinds is normalization of one source of headwinds is normalization of the NII, primarily as a result of expected higher deposit costs, that's, you know, we've talked about that. Part of it is also the yield curve effects, some cuts will come into the curve at some point. And you know, in the normal course, if you kind of do a very, very, very simple mental model of the company, you would have expenses growing revenues growing at some organic GDP like rate, maybe higher, and expenses growing at a similar or slightly lower rate, producing a relatively stable overhead ratio. But even if the amount of NII normalization winds up being less than we might have thought at some prior points, you still have some background, you still have some normalization of the overhead ratio that needs to happen, so as much as our discipline on expense management is as tight as it always has been, inflation is still non zero, there are still investments that we're executing, there's still higher expense to come in a slightly flatter revenue environment as a result of, in part, the normalization of NII. And then, you know, the final point is that whatever winds up being the answer on Basel III Endgame and all the other pieces, you have to assume some amount of expansion of the denominator, at least based on what we know so far.",
    "start": 2261.5198,
    "end": 2362.395
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So of course any of those pieces could be wrong, but that's kind of how we get to our seventeen percent, and if you look at, the various scenarios that we showed on the last page of my Investor Day presentation, it illustrates those dynamics and also much the range could actually vary as a function of the economic environment and other factors.",
    "start": 2362.395,
    "end": 2386.195
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, I mean, you and I have talked about this before. I guess I sort of I guess I don't really agree fundamentally with the notion that the way to think about things is that sort of yield curve steepness above and beyond what's priced in by the forwards is a source of structural NII or NIM for banks, if you know what I mean. Like, I mean, people have different views about the so called term premium, and obviously in a moment of inverted curve and different types of Treasury supply dynamics, people's thinking on that may be changing, but I think we saw when rates were at zero and the ten year note was below two percent, everyone sort of many people were kind of tempted to try to get extra NIM, extra NII by extending duration a lot, but when the steepness of the curve implies it is driven by the expectation of actually aggressive Fed tightening, it's just a timing issue and you can wind up kind of pretty offsides from the capital and other perspectives. So there there are some interesting questions about whether fiscal dynamics might result in a structurally steep or steeper yield curve down the road and whether that could be, you know, sort of earning the term premium, so to speak, could be a source of NII, but that feels a bit speculative to me at this point.",
    "start": 2410.835,
    "end": 2496.735
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "No, actually, think that is the right list, Mike. Frankly, I think one thing that would end the over earning narrative is if our annual returns were closer to seventeen percent. To the extent that that is the through the cycle number that we believe and that we're currently producing more than that, that's one very simple way to look at that. But the pieces of that are the pieces that you've talked about, and the single most important piece is the deposit margin. Our deposit margins are well above historical norms, and that is a big part of the reason that we still are emphasizing the overearning there.",
    "start": 2537.9202,
    "end": 2571.88
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I mean, we would generally assume requirements plus a reasonable buffer, which depending on the shape of rules could be a little bit smaller or little bit bigger, and no small part is a function of the volatility of those rules, which goes back to my prior comments on SCB and CGAR, but obviously as you well know, what actually matters is less the ratio and more the dollars, and at this point the dollars are very much a function of where rules land and where the RWA lands, and obviously things like G SIB recalibration and so on. So we've done a bunch of scenario analysis along the lines of what I did at Investor Day that informs those numbers, but that is obviously one big element of uncertainty behind that seventeen percent, which is why at Investor Day when we talked about it, you know, both Daniel and I were quite specific about saying that we thought seventeen percent was still achievable, assuming a reasonable outcome on the Basel III NDA.",
    "start": 2585.46,
    "end": 2645.32
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, I mean, I think in short, Mike, and we've talked about this a lot and Jamie's talked about this a lot, it's a very, very, very competitive market, and we're very happy with our performance, we're very happy with the share we've taken, and seventeen percent is an amazing number actually, and you know, like to be able to do that given how robust the competition is from banks, from non banks, from US banks, from foreign banks, and all of the different businesses that we compete in is something that we're really proud of. So, you know, the number has a range around it, obviously, so it's not a promise, it's not a guarantee, and it can fluctuate, but we're very proud to be in the ballpark of being able to think that we can deliver it, again, assuming the reasonable outcome on the puzzle to the endgame, but it's a very, very, very competitive market across all of our products and services and regions and client segments.",
    "start": 2694.645,
    "end": 2756.105
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, that's a very good and fair question, Betsy. So let me try to unpack it to the best of my ability. So in no particular order, One thing that we've really tried to emphasize in a number of different settings, including in our recent ten Qs actually, is that we don't want to get into the business of guiding on buybacks. So we're going to buy back whatever we think makes sense in the current moment, and we prefer the right to change that at any time. So I recognize that not everyone loves that, but that is kind of a philosophical belief, and so I might as well say it explicitly.",
    "start": 2845.07,
    "end": 2885.025
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It was pretty clear in the queue also, but I'm just going to say that again. So that's point one. But having said that, let me nonetheless try to address your point on framework and governors. So generally speaking, we think it doesn't make sense to sort of exit the market entirely, unless the conditions are much more unusual than they are right now, let's say. Obviously when, for whatever reason, if we ever need to build capital in a hurry, we've done it before and we're always comfortable suspending buybacks entirely, but I think some modest amount of buybacks is a reasonable thing to do when you're generating your kind of capital.",
    "start": 2885.665,
    "end": 2928.575
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And so, you know, we were talking before about this two billion dollars pace, we're kind of trying to move away from this notion of a pace, but that's where that idea comes from, let's put it that way. You talked about the four point nine, which I recognize may seem like a little bit of a random number, but where that actually comes from is the other statement that we made, that we have these significant item gains from Visa, and if you think about what that means, it means that we have, post the acceptance of the exchange offer, a meaningful long position and a liquid large cap financial stock, I. E. Visa, which realistically is highly correlated to our own stock. So in some sense, why carry that instead of just buying back JP Morgan stock?",
    "start": 2929.93,
    "end": 2976.2349
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So we talked about, Jamie talked about, as we liquidate the Visa, deploying those proceeds into JPM, and that's what we did this this quarter, so that is why the four point nine percent is a little higher, and it's consistent with my comments at Investor Day around having slightly increased the amount of flybacks. And beyond that, what you're left with is my answer to Steve's question, which is that, to your point about buying back earnings or whatever, when generating these types of earnings and there's this much organic capital being generated, in the absence of opportunities to deploy it organically or inorganically, and while continuing to maintain our healthy but sustainable dividend, If we don't return the capital, we are going to keep growing the CET1 ratio to levels which, if you think about the long strategic outlook of the company, are not reasonable, they're just artificially high and unnecessary. So one way or the other, that will need to be addressed at some point, it's just that we don't feel that now is the right time.",
    "start": 2976.2349,
    "end": 3050.25
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, good question, Gerard. I have to be honest, I hadn't focused on that particular sequential explain, I. E. Quarter on quarter change in average noninterest bearing deposits, but I think the more important question is the big picture question, which is what do we expect, I mean, how are we thinking about ongoing migration of non interest bearing into interest bearing in the current environment, and how that affects our NII outlook and our expectation for weighted average rate paid on deposits. And the answer to that question is that we do continue to expect that migration to happen.",
    "start": 3104.38,
    "end": 3141.625
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So if you think about it in the wholesale space, you have a bunch of clients with some balances in non interest bearing accounts, and over time, for a variety of reasons, we do see them moving those balances into interest bearing. So we do continue to expect that migration to happen, and therefore that will be a source of headwinds. That migration sometimes happens internally, I. E. Out of non interest bearing into interest bearing or into CDs sometimes it goes into money markets or into investments, which is what we see happening in our wealth management business, and you know some of it does leave the company, but one of the things that we're encouraged by is the extent to which we are actually capturing a large portion of that yield seeking flow through CDs and money market offerings, etc, across our various franchises.",
    "start": 3141.625,
    "end": 3198.765
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So big picture, I do think that migration out of non interest bearing will continue to be a thing, and that is a contributor to the modest headwinds that we expect for NII right now, but yeah, I'll leave it at that, I guess.",
    "start": 3198.765,
    "end": 3215.74
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, it's a good question. I think the short answer is no, we're not really seeing early signs of cracks in C and I mean, yes, I agree with you, like the C and I charge off rate has been very, very low for a long time, I think we emphasized that at last year's Investor Day, if I remember correctly, I think the C and I charge off rate over the preceding ten years was something like literally zero. So that is clearly very low by historical standards, and while we take a lot of pride in that number, and I think it reflects the discipline in our underwriting process and the strength of our credit culture across bankers and the risk team, we don't actually run that franchise to a zero loss expectation, so you have to assume there'll be some upward pressure on that. But in any given quarter, the C and I numbers tend to be quite lumpy and quite idiosyncratic, so I don't think that anything in the current quarter's results is indicative of anything broader, and I haven't heard anyone internally talk that way, I would say.",
    "start": 3264.3801,
    "end": 3334.195
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, happy to clarify that. So Jamie's comments were that the allowance, the build in the card allowance, so we're talking about cards specifically, we expected something like two billion dollars for the full year. As I sit here today, our expectation for that number is actually slightly higher, but it's in the ballpark. And I think in terms of what that means for the consensus on the overall allowance change for the year, last time I checked it still looked a little low on that front, so who knows what it'll actually wind up being, but that remains our view. One question that we've gotten is how to reconcile that build to the twelve percent growth in OS that we've talked about, because it seems like a little bit high relative to what you would have otherwise assumed if you apply some sort of a standard coverage ratio to that growth.",
    "start": 3378.25,
    "end": 3439.57
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But the reason that's the case is essentially a combination of higher revolving mix, as we continue to see some normalization revolve in that twelve percent, as well as seasoning of earlier vintages, which comes with slightly higher allowance per unit of OS growth.",
    "start": 3440.53,
    "end": 3459.835
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Thanks Jim, good question. So, trading assets have been up, that is basically client activity, primarily secured financing related sort of match book repo type stuff similar things that are gross up the balance sheet quite a bit, but are quite low risk and therefore quite low RWA intensity. So while our ability to supply that financing to clients is something that we're happy about and it very much represents us leaning into the franchise to serve our clients, it's not really particularly RWA and therefore capital intensive, and therefore doesn't really reflect an aggressive choice on our part to deploy capital, so to speak. On the loan demand front, yeah, unfortunately I just don't have much new to say there on loan demand, meaning to your point, loan demand remains quite muted everywhere except card. Our card business is, of course, in no way capital constrained, so whatever growth makes sense there in terms of our customer franchise and our ability to acquire accounts and retain accounts, and what fits inside our credit risk appetite, is growth that's going to make sense, and so we're very happy to deploy capital to that, but it's not constrained by our willingness or ability to deploy capital to that.",
    "start": 3512.44,
    "end": 3600.515
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And of course, for the rest of the loan space, the last thing that we're going to do is have the excess capital mean that we lean in to lending that is not inside our risk appetite or our credit box, especially in a world where spreads are quite compressed and terms are under pressure. So there's always a balance between capital deployment and assessing economic risk rationally, and frankly that is in some sense a microcosm of the larger challenge that we have right now, you know, when I talked about if there was ever a moment where the opportunity cost of not deploying the capital relative to how attractive the opportunities outside the walls of the company are now would be it in terms of being patient, that's a little bit one example of what I was referring to.",
    "start": 3601.51,
    "end": 3655.7751
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Very good. Thank you, everyone. See you next quarter.",
    "start": 3665.8455,
    "end": 3668.3257
  }
]