[
  {
    "speaker": "Jeremy Barnum",
    "text": "Thank you, and good morning, everyone. The presentation is available on our website, and please refer to the disclaimer in the back. Starting on Page one, the firm reported net income of nine point three billion dollars EPS of three point four dollars on revenue of thirty nine point nine billion dollars and delivered an ROTCE of fifteen percent. These results included the two point nine billion dollars FDIC special assessment and seven forty three million dollars of net investment securities losses in corporate. On Page two, we have more on our fourth quarter results.",
    "start": 24.785,
    "end": 59.04
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Similar to prior quarters, we have called out the impact of First Republic where relevant. You'll also note that we have now allocated certain deposits, which were previously in CCB, to the appropriate lines For the quarter, First Republic contributed one point nine billion dollars of revenue, eight ninety million of expense and six forty seven million dollars of net income. Now focusing on the firm wide fourth quarter results excluding First Republic, revenue of thirty eight point one billion dollars was up two point five billion dollars or seven percent year on year. NII ex markets was up two point two billion dollars or eleven percent, predominantly driven by higher rates. NIR ex markets was up one hundred and thirty nine million dollars or one percent, and markets revenue was up one hundred and forty one million dollars or two percent.",
    "start": 59.760002,
    "end": 109.924995
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of twenty three point six billion dollars were up four point six billion dollars or twenty four percent year on year, predominantly driven by the FDIC special assessment and higher compensation, including wage inflation and growth in front office and technology. And credit costs were two point six billion dollars reflecting net charge offs of two point two billion dollars and a net reserve build of four seventy four million dollars Net charge offs were up one point three billion dollars predominantly driven by card and single name exposures in wholesale, which were largely previously reserved. The net reserve build was primarily driven by loan growth in card and a deterioration in the outlook related to commercial real estate valuations in the commercial bank. Looking at the full year results on Page three. The firm reported net income of fifty billion dollars EPS of sixteen point two three dollars and revenue of one hundred and sixty two billion dollars And we delivered an RoTCE of twenty one percent.",
    "start": 110.80499,
    "end": 171.71501
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "On to balance sheet and capital on Page four. We ended the quarter with a CET1 ratio of fifteen percent, up seventy basis points versus the prior quarter, primarily driven by net income, OCI gains and lower RWA, partially offset by a continued modest pace of capital distributions as the firm builds towards the proposed Basel III endgame requirements. Now let's go to our businesses, starting with CCB on page five. Total debit and credit card spend was up seven percent year on year, driven by strong account growth, and consumer spend remained stable. Turning now to the financial results, excluding First Republic.",
    "start": 172.97,
    "end": 215.8
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "CCB reported net income of four point four billion dollars on revenue of seventeen billion dollars which was up eight percent year on year. In banking and wealth management, revenue was up six percent year on year, reflecting higher NII on higher rates, largely offset by lower deposits, with average balances down eight percent year on year. Client investment assets were up twenty five percent, driven by market performance and strong net inflows. In fact, it's been a record year for retail net new money. In home lending, revenue was up two thirty million dollars predominantly driven by the absence of an MSR loss this quarter versus the prior year and higher NII.",
    "start": 216.435,
    "end": 257.155
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Moving to card services and auto. Revenue was up eight percent year on year, driven by higher card services NII on higher revolving balances, partially offset by lower auto lease income. Card outstandings were up fourteen percent due to strong account acquisition and continued normalization of Revolt. And in auto, originations were nine point nine billion dollars up thirty two percent as we gained market share while retaining strong margins. Expenses of eight point seven billion dollars were up ten percent year on year, largely driven by compensation, including an increase in employees, primarily in bankers, advisers and technology and wage inflation as well as continued investments in marketing and technology.",
    "start": 258.38,
    "end": 305.21503
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In terms of credit performance this quarter, credit costs were two point two billion dollars largely driven by net charge offs, were up seven ninety one million dollars year on year, predominantly due to continued normalization in card. The net reserve build of five thirty eight million dollars reflected loan growth in card. Next, the CIB on page six. The CIB reported net income of two point five billion dollars on revenue of eleven billion dollars Investment banking revenue of one point six billion dollars was up thirteen percent year on year. IB fees were also up thirteen percent year on year, and we ended the year ranked number one with a wallet share of eight point eight percent.",
    "start": 305.935,
    "end": 347.48
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And advisory fees were up two percent. Underwriting fees were up significantly compared to a weak prior year quarter, with debt up twenty one percent and equity up thirty percent. We are starting the year with a healthy pipeline, and we are encouraged by the level of capital markets activity. But announced M and A remains a headwind and the extent, as well as the timing, of capital markets normalization remains uncertain. Payments revenue was two point three billion dollars up ten percent year on year.",
    "start": 348.12,
    "end": 377.74
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Excluding equity investments, it was flat as fee growth was predominantly offset by deposit related client credits. Moving to markets. Total revenue was five point eight billion dollars up two percent year on year. Fixed income was a record fourth quarter, up eight percent. It was another strong quarter in our securitized products business, which was partially offset by lower revenue and rates coming off a strong quarter last year.",
    "start": 377.98,
    "end": 405.6
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Equity markets was down eight percent, driven by lower revenue in derivatives and cash. Security services revenue of one point two billion pounds was up three percent year on year. Expenses of six point eight billion pounds were up four percent year on year, predominantly driven by the timing of revenue related compensation. Credit costs were two ten million dollars reflecting net charge offs of one hundred and twenty one million dollars and a net reserve build of eighty nine million Moving to the Commercial Bank on page seven. Commercial Banking reported net income of one point five billion dollars Revenue of three point seven billion pounds was up seven percent year on year, largely driven by higher NII, where the impact of rates was partially offset by lower deposit balances.",
    "start": 406.66498,
    "end": 453.13004
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Payments revenue of two billion dollars was up two percent year on year, driven by fee growth, largely offset by deposit related client credits. Kronos Investment Banking and Markets revenue of nine twenty four million dollars was up thirty two percent year on year, primarily reflecting increased capital markets and M and A activity. Expenses of one point four billion dollars were up nine percent year on year, driven by an increase in employees, including front office and technology investments, as well as higher volume related expense, including the impact of new client acquisition. Average deposits were down six percent year on year, primarily driven by lower non operating deposits as clients continue to opt for higher yielding alternatives and flat quarter on quarter as client balances are seasonally higher at year end. Loans were down one percent quarter on quarter.",
    "start": 453.61002,
    "end": 507.42
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "C and I loans were down two percent, reflecting lower revolver utilization and muted demand for new loans as clients remain cautious. And CRE loans were flat as higher rates continued to have an impact on originations and payoff activity. Finally, credit costs were two sixty nine million dollars including net charge offs of one hundred and twenty seven million dollars and a net reserve build of one hundred and forty two million driven by deterioration in our commercial real estate valuation outlook. And then to complete our lines of business, AWM on page eight. Asset and Wealth Management reported net income of nine twenty five million pounds with pretax margin of twenty eight percent.",
    "start": 507.66,
    "end": 550.885
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Revenue of four point seven billion pounds was up two percent year on year, driven by higher management fees on strong net inflows and higher average market levels, predominantly offset by lower NII. The decrease in NII reflects lower deposit margins and balances, partially offset by wider spreads on loans. Expenses of three point four billion dollars were up eleven percent year on year, largely driven by higher compensation, including performance based incentives, continued growth in our private banking adviser teams, the impact of closing JPMorgan Asset Management China acquisition and the continued investment in global shares. For the quarter, net long term inflows were twelve billion dollars positive across equities and fixed income, and one hundred and forty billion dollars for the full year. In liquidity, we saw net inflows of forty nine billion dollars for the quarter and net inflows of two forty two billion pounds for the full year.",
    "start": 551.36505,
    "end": 607.565
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And we had record client asset net inflows of four eighty nine billion pounds for the year. AUM of three point four trillion pounds and client assets of five trillion dollars were both up twenty four percent year on year, driven by continued net inflows and higher market levels. And finally, loans were up two percent quarter on quarter, and deposits were up seven percent quarter on quarter. Turning to corporate on page nine. Corporate reported a net loss of six eighty nine million dollars Revenue of one point eight billion dollars was up five ninety seven million dollars year on year.",
    "start": 608.125,
    "end": 646.195
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "NII of two point five billion dollars was up one point two billion dollars year on year due to the impact of higher rates and balance sheet mix. NIR was a net loss of six eighty seven million dollars compared with a net loss of one hundred and fifteen million dollars and included the net investment securities losses I mentioned upfront. And expenses of three point four billion dollars were up three billion dollars year on year, predominantly driven by the FDIC special assessment. With that, let's pivot to the outlook for twenty twenty four, starting with NII on page ten. We expect twenty twenty four NII ex markets to be approximately eighty eight billion dollars Going through the drivers, the outlook assumes that rates follow the forward curve, which currently includes six cuts this year.",
    "start": 647.13995,
    "end": 697.73505
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "On deposits, we expect balances to be very modestly down from current levels. While lower rates should decrease repricing pressure, we remain asset sensitive, and therefore the lower rates will decrease NII, resulting in more normal deposit margins. We expect strong loan growth in card to continue, but not at the same pace as twenty twenty three. Still, this should help offset some of the impact of lower rates. Outside of card, loan growth will likely remain muted.",
    "start": 698.215,
    "end": 729.055
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It's important to note that we just reported a quarterly NII ex markets run rate of ninety four billion dollars Combining that with the full year guidance of approximately eighty eight billion dollars implies meaningful quarterly declines throughout twenty twenty four, consistent with what we've been telling you for some time. And keep in mind that many of the sources of uncertainty that we've highlighted previously surrounding the NII outlook remain. And on total NII, we expect it to be approximately ninety billion dollars for the full year, reflecting an increase in markets NII, which, as always, you should think of as largely offset in NIR. Now let's turn to expenses on page eleven. We expect twenty twenty four adjusted expense to be about ninety billion dollars You'll see on the slide we've provided detail by line of business.",
    "start": 729.98,
    "end": 786.52496
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Generally, you can see that both in dollar terms and in percentage terms, the expense growth is aligned to where the greatest opportunities are, both in terms of share and available returns. And of course, you'll hear more at Investor Day and between now and then. On the right hand side of the page, we've highlighted some firm line drivers. Thematically, the biggest driver is what I might call business growth writ large. Within that, narrowly defined volume and revenue related growth represents about one billion dollars of the increase across the company as a result of an improved NIR outlook compared to about four hundred million dollars in twenty twenty three.",
    "start": 787.14996,
    "end": 827.05
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But in addition, the ongoing growth of the company, which continues to produce share gains and additional profitability, is coming with increased expense across a range of categories. The quantum of investment increase is comparable to last year's increase and is driven by all the same themes: bankers, branches, advisors, technology, as well as marketing. Net net, First Republic produces a modest increase in expenses, but with a significantly lower twenty twenty four exit run rate as the result of business integration efforts. Finally, despite significantly lower inflation outlook in the economy as a whole, we still see some residual effects of inflation flowing through most of our expense categories. It's worth noting that both the general business growth and investment growth include decisions that have been executed, both in response to market conditions during twenty twenty three and to support the future growth and profitability of the company.",
    "start": 827.905,
    "end": 890.095
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We've included the fourth quarter twenty twenty three exit rate on the page to illustrate that a significant portion of the year on year increase in expense is already in the run rate. Now let's turn to page twelve and cover credit and wrap up. On credit, we continue to expect the twenty twenty four card net charge off rate to be below three point five percent, consistent with Investor Day guidance. So in closing, we shouldn't leave twenty twenty three without noting what an outstanding year it was, producing record revenue and net income despite some notable significant items. We're very proud of what we accomplished this year and want to thank everyone who made it possible.",
    "start": 890.495,
    "end": 934.39996
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "At the same time, we emphasized throughout twenty twenty three the extent to which we were overearning, as indicated by an ROTCE that is four percent above our through the cycle target. As we turn to twenty twenty four, it shouldn't be surprising that our outlook has us beginning to march down the path towards normalization of our returns. But despite the expected dissipation of the twenty twenty three tailwinds and the presence of significant economic and geopolitical uncertainties, we remain optimistic about this franchise's ability to produce superior returns through a broad range of environments, and this management team remains laser focused on executing for shareholders, clients, and communities. And with that, let's open the line for Q and A.",
    "start": 934.72,
    "end": 980.705
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, Matt, not particularly updating. I think you're referring to that eighty billion dollars number that we've put out there. And I wouldn't exactly describe that as an outlook. I think it's more just a number that we put out there to try to quantify a little bit the extent of the over earning. So not particularly necessary to revise the number.",
    "start": 1017.42,
    "end": 1036.9149
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But I just would point out, again, as we highlight on the page, and as I highlighted in the prepared remarks, that when you look at that ninety four billion dollars exit rate and full year guidance of eighty eight, that implies obviously exiting below eighty eight and some significant sequential declines. So in that sense, you can see us kind of marching on the path to that eighty. Whether we ever get to the eighty or not and when is maybe a topic for later in the year or next year.",
    "start": 1036.9149,
    "end": 1066.3849
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, good question. I think you framed it exactly correctly in the sense that we obviously have a lot of buyback capacity in general based on organic capital generation. The normal capital hierarchy will apply. But for now, we plan to remain on a modest pace of buybacks consistent with that kind of two billion dollars net buyback a quarter number that we've talked about and you've seen us do in light of probably the need to continue building, to have a bit of a buffer, as you said, the uncertainty about the finalization of the rules. And also just as a reminder, you know, the SCB is probably a little bit low right now and has been quite volatile.",
    "start": 1081.0,
    "end": 1124.355
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So that's another factor that we need to keep in mind.",
    "start": 1124.355,
    "end": 1126.835
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, actually John, this quarter, that's all like pretty quiet. So, the weighted average unemployment rate in the numbers still five point five percent. We didn't have any really big revisions in the macro outlook driving the numbers. And our skew remains, as it has been, a little bit skewed to the downside, just recognizing that we still see risks being elevated, which obviously you can see that skew and the difference between the weighted average unemployment of five point five percent and what's in our central outlook, which I think is something like four point six peak of the current levels.",
    "start": 1154.6749,
    "end": 1189.71
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure, yeah, happy to do that, John. So I think probably the best way to do this is to look at our EAR numbers. So as you know, we don't update that until the Q, but on an estimated basis, it's going to be a little bit lower. So I think something like one point nine as opposed to two point one. So just round numbers, about two billion in EAR.",
    "start": 1215.64,
    "end": 1234.195
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I think empirically the number is maybe a little higher than that just because even though we do model lags in the EAR, we've been seeing the lag effect be a little bit bigger. But just crudely, I think, as I noted, we do remain asset sensitive. That's one way to quantify it. I would say the empirical number would maybe be a little higher than that. And hopefully that gives you enough to work with.",
    "start": 1234.355,
    "end": 1259.0199
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, both good questions. So let's do reprice first. So I think all else equal, this more dovish Fed environment and these six cuts has the effect of taking a little bit of pressure off the reprice, especially product level reprice. At the same time, we do continue to expect internal migration, particularly out of checking and savings into CDs, and wholesale a little bit of ongoing migration out of noninterest bearing into interest bearing. And that trajectory I would expect to continue even in a lower rate environment.",
    "start": 1292.005,
    "end": 1327.315
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "As a result, if you look at weighted average rate paid, for example, for the the consumer deposit franchise, we would actually expect that number to be a little bit higher, just even in a world with six cuts. That's actually intuitive when you think about it as people continue migrating into CDs, but maybe a little non intuitive if you're kind of trying to do beta type math with change in rates and change in rate pay. It gets a little bit non intuitive. And then in terms of balances, yeah, you'll note that I said that our outlook is for balances to be very modestly down, which when you consider that QT, despite the various speculations about having it slow down later in the year, continues, and that loan growth in the system as a whole is expected to be quite muted, it's a pretty modest decline outlook consistent with the lower rates. So I kind of agree with you that this environment is at the margin a little bit more supportive for system wide deposit balances.",
    "start": 1327.315,
    "end": 1386.98
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And then obviously, we continue to be optimistic about our ability to take share in deposits based on our customer value proposition across all of our different businesses.",
    "start": 1386.98,
    "end": 1396.74
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Right. Okay, Ebrahim. So I think a lot of those things aren't actually mutually exclusive. So statement one, I think it's uncontroversial that the economic outlook has evolved to include a significantly higher probability of a soft landing. That's I think the consensus at this point.",
    "start": 1442.75,
    "end": 1457.205
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So whether you believe it or not is a separate issue, but I think that is the consensus. In terms of consumer resilience, I made some comments about this on the press call. The way we see it, the consumer's fine. All of the relevant metrics are now effectively normalized. And the question really, in light of the fact that cash buffers are now also normal, but that that means that consumers have been spending more than they're taking in, is how that spending behavior adjusts as we go into the New Year in a world where their cash buffers are less comfortable than they were.",
    "start": 1457.205,
    "end": 1491.3849
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So one can speculate about different trajectories that that could take, but I do think it's important to take a step back and remind ourselves that consistent with that soft landing view, just in the central case modeling, obviously we always worry about the tail scenarios, is a very strong labor market. And a very strong labor market means all else equal, strong consumer credit. So that's how we see the world.",
    "start": 1491.705,
    "end": 1515.4249
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, so good question on the multifamily. And the short answer is that for us, it's pretty uncontroversially no, no bleed through. And the reason is that while there is, we are aware of some of the pressure on multifamily, that's in kind of different markets from the ones that we are actually big in. So it's higher end stuff in much less supply constrained markets that is under more pressure. And as you know, our multifamily portfolio is much more affordable supply constrained markets, and so the performance there remains really very robust.",
    "start": 1543.425,
    "end": 1580.425
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, Eric, that's a good question, and I understand why you're asking it. I think the answer is going be a little bit unsatisfying, is that this is classic decision making under uncertainty and it's kind of a probabilistic cloud of a variety of different factors. But all the ingredients that you've listed are the right ingredients, right? Very strong organic capital generation, uncertainty about the finalization of the rule, uncertainty about the SCB requirements, and obviously our normal capital hierarchy, which is that buybacks are always at the bottom of the hierarchy after we're done using the capital for our other priorities. So I think what I said previously stands, which is that we're sticking with a modest pace for now, but obviously we have a lot of flexibility to adjust that whenever we under the current regime and we may well do that.",
    "start": 1644.01,
    "end": 1694.11
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "A little bit of that is in there, yeah. So you would see that, we often talk about the volume and revenue related category. And I think in my prepared remarks, you will have noted that I talked about one billion dollars increase in that category year on year as a result of an improved NIR outlook. So the hope and expectation of a continued rebound in the investment banking wallet and our share of that is part of that.",
    "start": 1712.875,
    "end": 1736.91
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, Mike, thanks for the question. Yes, and of course, you will, as I noted, be hearing more from us at Investor Day and between now and Investor Day. But I will take a little bit of extra time here to answer your question because you're right, it's important to give you the transparency. And I'm going to follow the structure that we used on the page and go through each line of business. So starting with CCB, it's the biggest dollar driver overall.",
    "start": 1785.63,
    "end": 1813.26
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It's an eight percent increase year on year, which is about the same as we had last year. One key driver is the branch strategy and the associated staff for that. In twenty twenty three, we built one hundred and sixty six new branches and we're planning on a similar number this year. Marketing is also a driver. We're seeing great opportunities, great demand and engagement in our card products, and so that shows up in marketing.",
    "start": 1814.06,
    "end": 1841.23
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And as you all know, our wealth strategy in CCB remains a big focus and priority. I think it's worth noting here, right, that as we've talked about and as you know, Mike, some of our investments are designed to produce short term payoffs and some of them are much longer term and some of them are just table stakes. But we actually see quite a bit of evidence of current payoffs in our current results in the CCB investment. So for example, in twenty twenty three we had two million net new checking accounts. We had an eight percent growth in active card accounts.",
    "start": 1841.47,
    "end": 1878.375
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And over the last three years, we've increased deposit market share by one hundred and eighty basis points. So as we've often said about the company as a whole, we're very happy to be producing very good current returns and growth while investing for the future. In AWM, continued client advisor hiring is a key driver as well as making sure that both the advisors and all of their new clients have the support that they need. And a little bit to the prior question, in AWM we also have a little bit of volume and revenue related driver tied to an improved revenue outlook. The commercial bank is an interesting story in the sense that about half of it is the exit rate impact of ads that we did in the middle of the year based on market disruption and all the kind of new clients and new loans that we saw and the need to support that across the entire ecosystem, as well as the fact that that created an opportunity in the middle of the year to accelerate our long standing and pre existing innovation economy strategy.",
    "start": 1878.615,
    "end": 1944.975
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So we took some opportunities to onboard some key teams in different parts of the franchise. And then as you look into twenty twenty four, it's really pretty consistent themes to the ones that we had before, including hiring bankers both domestically and internationally. The CIB story is a little bit different. The percentage growth there is lower, which recognizes I think both our very, very strong share positions as a starting point, and also the fact that we've been investing quite aggressively for some time in the payments business, which has produced meaningful payoffs already there in terms of significant share gains. So as a result, the biggest driver in the CIB is really generic inflation, including labor, as well as, again, to the prior question, volume and revenue related increases tied to the improved NIR outlook.",
    "start": 1944.975,
    "end": 1998.3649
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And I do want to say for the avoidance of doubt that despite all of this, our core strategy of looking very granularly at all the areas of strength and weakness and making sure that we're upgrading where appropriate to have absolutely the best talent in the CIB remains fully in effect. Finally, you'll note that I haven't actually talked about technology in any of the businesses. And that's actually because even though all of the businesses in various ways are investing in technology and spending money on it, the drivers are actually very consistent across the entire firm, even though it's very bottoms up driven. And those drivers are consistent with what they've been, new products, features and customer platforms, as well as modernization. So that's happening throughout the company both at the app level and otherwise.",
    "start": 1998.845,
    "end": 2048.645
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And I will say actually in closing, talking about technology, which I think is interesting, that to the point about a driver being growth writ large, one of the things that we see is higher volume related technology expense throughout the company. So thanks for the question, Mike. It was a good opportunity to give you guys a bit more color here.",
    "start": 2049.205,
    "end": 2071.87
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, sure. So let me address the AI point. And I think maybe I won't go into a lot of quantitative detail on this stuff and I'll save that for Investor Day if you don't mind. But I will address the AI point. So as you may be aware, we actually have Theresa Heitzern rather now running the AI strategy for the company as a member of the operating committee, which I think is an indication of the priority that we place on this and in partnership with Lori and all of the technology organization.",
    "start": 2101.975,
    "end": 2133.625
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So I think of this as being a little bit barbelled where on the one hand we're very excited about this. There's clearly some very significant opportunities, not for nothing starting with technology developers themselves in terms of the opportunity for significantly increased productivity there. At the same time, we're JPMorgan Chase. We're not going to be chasing shiny objects here in AI. We want to do this in an extremely disciplined way that's very commercial and very linked to tangible outcomes.",
    "start": 2133.945,
    "end": 2167.105
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And so the current focus is on making sure we have a contained, well chosen list of high impact use cases and that we're throwing resources at those in the right way that's, you know, extremely pragmatic and disciplined and we're holding ourselves accountable for actual results.",
    "start": 2167.265,
    "end": 2184.32
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, Gerard, I wish the answer were more interesting, but it's just our practice, we just always use the forward curve for our outlook, and that's what's in there.",
    "start": 2224.99,
    "end": 2234.5103
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, good question, Gerard. I mean, think you've heard Jamie talk about this a lot. QT is obviously a big focus and one of the complicating elements that we have in the current environment. I think that the math is the math in the sense that QT, all else equal, is withdrawing from system wide deposits. In the last six months of this year that's been offset helpfully by a reduction in the size of RRP, And so that's been supportive of system wide deposits.",
    "start": 2264.875,
    "end": 2296.765
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "As we go into twenty twenty four, RRP is at lower levels and so that may be a little bit less of a tailwind. But it's also the case, as you know, that there's the market's expectation is that the QT is going to start slowing down at some point this year. And we still have reasonable levels of reserves and some cushion from RRP. So that's part of the reason that our outlook is for deposits to be modestly down with the shrinkage in system wide deposits, partially offset by our belief that we can take some share. But also I think the second half of this year is going to be interesting to watch in terms of what the Fed does.",
    "start": 2296.765,
    "end": 2339.81
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, sure. So as you know, all else equal, this more dovish rate environment is of course supportive for capital markets. So if you go into the details a little bit, if you start with ECM, that helps higher and the recent rally in the equity markets helps. I think there have been some modest challenges with the twenty twenty three IPO vintage in terms of post launch performance or whatever. So that's a little bit of a headwind at the margin in terms of converting the pipeline, but I'm not too concerned about that in general.",
    "start": 2376.775,
    "end": 2413.155
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So I would expect to see rebound there. In DCM, again, all else equal, lower rates are clearly supportive. One of the nuances there is the distinction between the absolute level of rates and the rate of change. So sometimes you see corporates seeing and expecting lower rates and therefore waiting to refinance in the hope of even lower rates. So that can go both ways.",
    "start": 2413.155,
    "end": 2437.435
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And then M and A, it's a slightly different dynamic. I think there's a couple of nuances there. One, as you obviously know, announced volume was lower this year. And so that will be a headwind in reported revenues in twenty twenty four, all else equal. And of course, we are in an environment of M and A regulatory headwinds, as has been heavily discussed.",
    "start": 2437.595,
    "end": 2460.5552
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But having said that, I think we're seeing a bit of pickup in deal flow, and I would expect the environment to be a bit more supportive.",
    "start": 2460.715,
    "end": 2469.115
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, it's a good question. I mean, I",
    "start": 2491.915,
    "end": 2494.395
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "think as you say, it's a little bit of a I mean, I wouldn't necessarily say that lack of debt market access in the last year, that was more of an earlier effect in terms of having that driver of volume utilization. I think the main driver there is just a little bit of residual anxiety in the C suites, which increases as the companies get smaller in size. So it's really going to be a function of how twenty twenty four plays out. The softer the landing is, the more supported the utilization should be, I would think. If things turn out a little bit worse, I think management teams are going to be incrementally more cautious about CapEx and so on, and so you might see utilization even lower.",
    "start": 2494.395,
    "end": 2545.325
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, thanks, Glenn. So I think the last part of your question, as you say, is the most important part, which is this as an important factor in the competitive dynamic and what is one of the key things that we offer as a company. So it is a meaningful shift in the environment. It's something that we've been watching for some time. We've made some enhancements and some new initiatives to ensure that we can compete effectively both in our traditional syndicated lending businesses, but also go head to head with the private credit providers and these types of unitranche structures if and when that's what the client actually wants.",
    "start": 2591.07,
    "end": 2632.145
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It tends to be a trade off between the best possible pricing versus speed and certainty of execution. And we can provide both off our sort of exceptionally strong long time DCM franchise. Franchise. So that's been a priority and we're actually already starting to see some results from that across both the commercial bank and the CIB with certain client segments. And in the bigger picture, of course, in the context of the Basel III endgame, people talk a lot about the risk of certain lending activity getting pushed out of the regulated perimeter.",
    "start": 2632.145,
    "end": 2672.12
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It's important to be clear, these are important clients of ours too. We compete with them, they're also clients. And in the end, our point here is just people and regulators in particular should just be aware of the likely consequences of what's happening here and make sure that the results are intentional and that we're looking around the corner a little bit.",
    "start": 2672.28,
    "end": 2693.74
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It's interesting. I haven't heard much about that, Glenn. So we can look into it for you. But to be honest, the fact that I haven't heard much makes me think that it's maybe not such a big driver right now.",
    "start": 2707.515,
    "end": 2718.9548
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, thanks, Charlie. So one thing that we said when we kind of gave First Republic guidance at Investor Day earlier this year is that while we understood the need to track that and we've been splitting out First Republic in our reported results in order to improve period on period comparability, we kind of want to stay out of the business of guiding on First Republic. And so we really focused on having our guidance be firm wide, including First Republic, now that everything is embedded in the franchise. Having said that, let me just react to a couple of things that you said. So again, I don't want to get into like micro validation one way or the other of some of your back of the envelope math, but we did have some accelerated pull to par on some of the accretion of some of the loans that we purchased this year.",
    "start": 2789.315,
    "end": 2846.055
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So I think the annualization that you're doing is maybe a bit high for the twenty twenty four number. And then from a sensitivities perspective, I actually think I can simplify the math for you a little bit and just kind of direct you to the EAR for my response to the prior question because that EAR fully includes all of the First Republic assets and liabilities with all of their various dynamics. And so I think that's kind of like an easier way to think about it for the company.",
    "start": 2846.055,
    "end": 2874.3452
  },
  {
    "speaker": "Jamie Dimon",
    "text": "It was kind of head-matched the day we did it, so.",
    "start": 2896.455,
    "end": 2922.355
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I mean, I can probably answer that question if I think about it for a second, but it sort of violates my prior statement that I really don't want to get into the business of guiding on First Republic. If I do the big picture, right, so big picture, twenty twenty three we had eight months of First Republic NII. Twenty twenty four we're going to have twelve. So all else equal, there's calendarization in there.",
    "start": 2922.755,
    "end": 2962.11
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Okay. Thanks very much, everyone.",
    "start": 2974.5752,
    "end": 2976.5752
  }
]