[
  {
    "speaker": "Jeremy Barnum",
    "text": "Thank you very much. Good morning, everyone. The presentation is available on our website, and please refer to the disclaimer on the back. Starting on Page 1, the firm reported net income of $11 billion, EPS of $3.57 on revenue of $35.6 billion, and delivered an ROTCE of 20%. This quarter, we had two significant items in corporate: a $914 million gain on the sale of Visa B shares, offset by $874 million of net investment securities losses.",
    "start": 23.884998,
    "end": 56.115
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Touching on a few highlights. Combined credit and debit spend is up nine percent year on year, with growth in both discretionary and nondiscretionary spending. We ended the year ranked number one for Global IB Fees, with a wallet share of eight percent, and credit continues to normalize, but actual performance remains strong across the company. On Page two, we have more on our fourth quarter results. Revenue of thirty five point six billion dollars was up five point two billion percent year on year.",
    "start": 57.04,
    "end": 88.72
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "NII ex markets was up eight point four billion dollars or seventy two percent, driven by higher rates. NIR ex markets was down three point five billion dollars or twenty six percent, predominantly driven by lower IB fees as well as management and performance fees in AWM, lower auto lease income and home lending production revenue. And Markets revenue was up three eighty two million dollars or seven percent year on year. Expenses of nineteen billion dollars were up one point one billion dollars or six percent year on year, primarily driven by higher structural expense and investments. And credit costs of two point three billion included net charge offs of eight eighty seven million dollars The net reserve build of one point four billion dollars was driven by updates to the firm's macroeconomic outlook, which now reflects a mild recession in the central case, as well as loan growth in card services, partially offset by a reduction in pandemic related uncertainty.",
    "start": 89.28,
    "end": 149.25
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Looking at the full year results on Page three. The firm reported net income of thirty seven point seven billion dollars EPS of twelve point zero nine dollars and record revenue of one hundred and thirty two point three billion dollars and we delivered an ROTCE of eighteen percent. On to balance sheet and capital on Page four. We ended the quarter with a CET1 ratio of thirteen point two percent, up seventy basis points, primarily driven by the benefit of net income, including the sale of Visa B shares, less distributions, AOCI gains and lower RWA. RWA declined approximately twenty billion dollars quarter on quarter, reflecting lower RWA in the Markets business, which was partially offset by an increase in lending, primarily in card services.",
    "start": 150.04999,
    "end": 198.235
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Recall that we had a thirteen percent CET1 target for the first quarter of twenty twenty three, which we have now reached one quarter early. So given that, we expect to resume share repurchases this quarter. Now let's go to our businesses, starting on Page five. Starting with a quick update on the health of U. S.",
    "start": 199.53,
    "end": 220.245
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Consumers and small businesses based on our data. They are generally on solid footing, although sentiment for both reflects recessionary concerns not yet fully reflected in our data. Combined, debit and credit is up nine percent year on year. Both discretionary and nondiscretionary spend are up year on year, the strongest growth in discretionary being travel. Retail spend is up four percent on the back of a particularly strong fourth quarter last year.",
    "start": 220.245,
    "end": 251.07501
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "E commerce spend was up seven percent, while in person spend was roughly flat. Cash buffers for both consumers and small businesses continued to slowly normalize, with lower income segments and smaller businesses normalizing faster. Consumer cash buffers for the lower income segments are expected to be back to pre pandemic levels by the third quarter of this year. Now moving to financial results. This quarter, CCB reported net income of four point five billion dollars on revenue of fifteen point eight billion dollars which was up twenty nine percent year on year.",
    "start": 251.235,
    "end": 285.49002
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "You'll notice in our presentation that we renamed Consumer and Business Banking to Banking and Wealth Management. Starting there, revenue was up fifty six percent year on year, driven by higher NII on higher rates. Deposits were down three percent quarter on quarter, as spend remains strong and the rate cycle plays out, with outflows being partially offset by new relationships. Client investment assets were down ten percent year on year, driven by market performance, partially offset by net inflows, where we are seeing good momentum, including from our deposit customer. Home lending revenue was down forty six percent year on year, largely driven by lower production revenue.",
    "start": 285.97,
    "end": 326.28
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Moving to Card Services and Auto. Revenue was up twelve percent year on year, predominantly driven by higher Card Services NII on higher revolving balances, partially offset by lower auto lease income. Card outstandings were up nineteen percent, total revolving balances were up twenty percent, and we are now back to pre pandemic levels. However, revolving balances per account are still below pre pandemic levels, which should be a tailwind in twenty twenty three. And in auto, originations were seven point five billion dollars down twelve percent.",
    "start": 327.69498,
    "end": 361.80502
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of eight billion dollars were up three percent year on year, primarily driven by investments as well as higher compensation, largely offset by auto lease depreciation from lower volumes. In terms of credit performance this quarter, credit costs were one point eight billion dollars reflecting reserve builds of eight hundred million dollars in card and two hundred million dollars in home lending, and net charge offs of eight forty five million dollars up three thirty million year on year. Next, the CIB on Page six. CIB reported net income of three point three billion dollars on revenue of ten point five billion dollars for the fourth quarter. Investment banking revenue of one point four billion dollars was down fifty seven percent year on year.",
    "start": 362.92502,
    "end": 405.08
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "IB fees were down fifty eight percent, in line with the market. In advisory, fees were down fifty three percent, reflecting lower announced activity earlier in the year. Our underwriting businesses were affected by market conditions, resulting in fees down fifty eight percent for debt and down sixty nine percent for equity. In terms of the outlook, the dynamics remain the same. Pipeline is relatively robust, but conversion is very sensitive to market conditions and sentiment about the economic outlook.",
    "start": 405.4,
    "end": 434.52
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Also, note that it will be a difficult compare against last year's first quarter. Moving to Markets. Revenue was five point seven billion pounds up seven percent year on year, driven by the strength in our macro franchise. Fixed Income was up twelve percent as elevated volatility drove strong client activity, particularly in rates and currencies in emerging markets, while securitized products continued to be challenged by the market environment. Equity markets was relatively flat against a strong fourth quarter last year.",
    "start": 434.52,
    "end": 466.12
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Payments revenue was two point one billion dollars up fifteen percent year on year. Excluding the net impact of equity investments, it was up fifty six percent, and the year on year growth was driven by higher rates. Security services revenue of one point two billion dollars was up nine percent year on year, predominantly driven by higher rates, largely offset by lower deposits and market levels. Expenses of six point four billion dollars were up ten percent year on year, predominantly driven by the timing of revenue related compensation. On a full year basis, expenses of twenty seven point one billion dollars were up seven percent year on year, primarily driven by higher structural expense and investments, partially offset by lower revenue related compensation.",
    "start": 466.84,
    "end": 510.915
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Moving to the Commercial Bank on Page seven. Commercial Banking reported net income of one point four billion dollars Record revenue of three point four billion dollars was up thirty percent year on year, driven by higher deposit margins, partially offset by lower Investment Banking revenue and deposit related fees. Gross Investment Banking revenue of seven hundred million dollars was down fifty two percent year on year, driven by reduced capital markets activity. Expenses of one point three billion pounds were up eighteen percent year on year. Deposits were down fourteen percent year on year and one percent quarter on quarter, primarily reflecting attrition of non operating deposits.",
    "start": 512.05,
    "end": 550.49
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Loans were up fourteen percent year on year and three percent sequentially. C and I loans were up four percent quarter on quarter, reflecting continued strength in originations and revolver utilization. CRE loans were up two percent quarter on quarter, reflecting a slower pace of growth from earlier in the year due to higher rates, which impacts both originations and prepayment activity. Then to complete our lines of business, AWM on page eight. Asset and Wealth Management reported net income of one point one billion pounds with pre tax margin of thirty three percent.",
    "start": 551.245,
    "end": 585.50507
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Revenue of four point six billion pounds was up three percent year on year, driven by higher deposit margins on lower balances, predominantly offset by reductions in management, performance and placement fees linked to this year's market declines. Expenses of three billion dollars were up one percent year on year, predominantly driven by growth in our private banking adviser teams, largely offset by lower performance related compensation. For the quarter, net long term inflows were ten billion dollars positive across equities and fixed income, and forty seven billion dollars for the full year. And in liquidity, we saw net inflows of thirty three billion dollars for the quarter and net outflows of fifty five billion dollars for the full year. AUM of two point eight trillion dollars and overall client assets of four trillion dollars were down eleven percent and six percent year on year, respectively, driven by lower market levels.",
    "start": 586.145,
    "end": 640.735
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Finally, loans were down one percent quarter on quarter, driven by lower securities based lending, while deposits were down six percent sequentially, driven by the rising rate environment, resulting in migration to investments and other cash alternatives. Turning to Corporate on Page nine. Corporate reported a net gain of five eighty one million dollars Revenue of one point two billion dollars was up one point seven billion dollars year on year. NII was one point three billion dollars up two billion dollars year on year due to the impact of higher rates. NIR was a loss of one hundred and fifteen million dollars and reflects the two significant items I mentioned earlier.",
    "start": 641.615,
    "end": 682.24005
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And expenses of three thirty nine million dollars were up eighty eight million dollars year on year. With that, let's pivot to the outlook for twenty twenty three, which I will cover over the next few pages, starting with NII on page ten. Okay, we expect total NII to be approximately seventy three billion dollars and NII ex markets to be approximately seventy four billion dollars On the page, we show how the significant increases in quarterly NII throughout twenty twenty two culminated in the eighty one billion dollars run rate for the fourth quarter, and how we expect that to evolve for twenty twenty three. Going through the drivers, the outlook assumes that rates follow the forward curve. The combination of the annualization of the hike in late December, the hikes expected early in the year, and the cuts expected later in the year should be a net tailwind.",
    "start": 682.72003,
    "end": 738.88
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Offsetting that tailwind is the impact of deposit repricing, which includes our best guess of rate paid in both wholesale and consumer. In addition, looking at balance sheet growth and mix, we expect solid overall card spend growth as well as further normalization of revolving balances per account and modest loan growth across the rest of",
    "start": 739.19995,
    "end": 760.83
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "the company.",
    "start": 760.83,
    "end": 761.55005
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We expect that this tailwind will be offset by lower deposit balances, given modest attrition in both consumer and wholesale. But it's very important to note that this NII outlook is particularly uncertain. Specifically, Fed funds could deviate from forwards, balance, attrition, and migration assumptions could be meaningfully different, and deposit product and pricing decisions will be determined by customer behaviour and competitive dynamics as we focus on maintaining and growing primary bank relationships, and may be quite different from what this outlook assumes. And further, the timing of all these factors could significantly affect the sequential trajectory of NII throughout the year. That said, as we continue executing our strategy of investing to acquire new customers, as well as deepen relationships with existing ones, and as we see the impact of loan growth, we would expect sequential NII growth to return, all else being equal.",
    "start": 761.95,
    "end": 819.67
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And just to finish up on NII, as the guidance indicates, we expect markets NII for the year to be slightly negative as a result of higher rates, but remember this is offset in markets and IR. Now turning to expenses on Page eleven. We expect twenty twenty three adjusted expense to be about eighty one billion dollars which includes approximately five hundred million dollars from the higher FDIC assessment. Going through some of the other drivers, we expect increases from labor inflation, which, while it seems to be abating on a forward looking basis, is effectively in the run rate for twenty twenty three. An additional labor related driver is the annualization of twenty twenty two headcount growth as well as our plans for more modest headcount increase this year, all of which are primarily in connection with executing our investments.",
    "start": 820.23,
    "end": 871.385
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And on investments, while we are continuing to invest consistent with what we told you at Investor Day, it's a more modest increase than last year. The themes remain consistent, and we will continue to give you more detail throughout the year, including at Investor Day in May. Of course, as is always true, this outlook includes continuing to generate efficiencies across the company. And finally, while volume and revenue related expense was ultimately a tailwind for twenty twenty two, we are expecting it to be close to flat in twenty twenty three, which will be completely market dependent, as always. Moving to credit on page twelve.",
    "start": 872.05005,
    "end": 909.83
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "On the page, you can see how exceptionally benign the credit environment was in twenty twenty two for the company across wholesale, card, and the rest of consumer. Turning to the twenty twenty three outlook for card net charge off rates specifically, Mary Anne gave quite a bit of detail about this at a recent conference, and our outlook hasn't really changed. So to recap that story, the entry to delinquency rate is the leading indicator of future charge offs, and it is currently around eighty percent of pre pandemic levels. We expect that to normalize around the middle of the year, with the associated charge offs falling about six months later. As a result, loss rates in twenty twenty three will still be normalizing.",
    "start": 911.03,
    "end": 954.10504
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So while we anticipate exiting the year around normalized levels, we expect the twenty twenty three card net charge off rate to be approximately two point six percent, up from the historically low rate of one hundred and forty seven basis points in twenty twenty two, but still well below fully normalized levels. So let's turn to Page thirteen for a brief wrap up before going to Q and A. We're very proud of the twenty twenty two results, producing an eighteen percent ROTCE and record revenue in what was a quite dynamic environment. Throughout my discussion of the outlook, I've emphasized the uncertainty in many of the key drivers of twenty twenty three results. And while we are ready for a range of scenarios, our expectation is for another strong performance.",
    "start": 954.425,
    "end": 1000.4
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So as we look forward, we expect to continue to produce strong returns in the near term, and we remain confident in our ability to deliver on our through the cycle target of seventeen percent ROTCE. And with that, operator, let's open up the line for Q and A.",
    "start": 1001.075,
    "end": 1016.45
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure, John. I mean, wouldn't take the chart on the bottom left too literally. That's just supposed to give a stylized indication of the fact that relatively small changes in deposit rate paid for the company on average, as you well know, can produce quite significant impacts on the NII. And also that there's, you know, as we've already talked about, a meaningful The outlook is our best guess, as Jamie says, you know, And the drivers within that, are the usual drivers in wholesale. We would expect to see a little bit of continued attrition, especially of the non operating type balances.",
    "start": 1066.125,
    "end": 1106.26
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And you're gonna see some internal migration there out of, non interest bearing into interest bearing over time. In consumer, you know, CDs, are are flowing right now, and we're seeing good new CD production. We've got a four percent CD in the market as of this morning, and so continued CD production and internal migration there will be a driver. And the rest of it is well, of course, as I said in the prepared remarks, we do expect across the company modest deposit attrition, as we look forward as a function of QT and the rate cycle and so on. So we've got best guesses for all of those in the outlook, and of course, the actual outcome will be different in one way or another, and we'll just run the business this year.",
    "start": 1106.6749,
    "end": 1155.7999
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, sure. So sort of in the mode of like helping you guys out to put a number in the model, if you sort of look at the way we're seeing things, obviously, we've got another GSIB step coming next year, so say thirteen point five percent target. And the sort of using your estimates, organic capital generation minus dividends, etcetera, and all of the the elements of uncertainty there. I think a good number, to use is something like twelve billion dollars of buybacks for, you know, this year, for twenty twenty three. But you know, of course, that buybacks are always at the end of our capital hierarchy.",
    "start": 1168.885,
    "end": 1206.295
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So we have better uses for the money, those will come first. And the timing and the conditions of how much we do when is entirely at our discretion. And also noting that we are potentially going to see a Basel III NPR some sometime in the first quarter or maybe in the second quarter. And while that will be an NPR and it will only cover part of the surface area and it won't be final, so it's unlikely that it meaningfully shapes short term decision making, there will be some information content of that really is that could shape our decisions as well.",
    "start": 1206.295,
    "end": 1238.7
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Thanks, Erica. I totally appreciate the desire for more specific guardrails. I would want that too if I were you. I do think that we're trying to be quite helpful by giving you a full year number, which, if we're honest, involves a lot of guessing about how things will evolve throughout the year. I think once you start getting guardrails, you implicitly assume that outcomes outside of the guardrails are very unlikely, and that's just a level of precision that we're just not prepared to get into.",
    "start": 1326.16,
    "end": 1355.22
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Especially because in the end, as I said, you know, a lot of the repricing decisions that will be faced with as a company are, you know, respond to data in the moment at a granular level in connection with a strategy, which is about, you know, growing and maintaining primary bank relationships rather than chasing, you know, every dollar of balances at any cost. So in that context, we do expect modest, balance attrition across the company for deposits, as I said. Jamie, wanna add something? So, Erica,",
    "start": 1355.54,
    "end": 1388.405
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Erica, let me just add a very minor clarifying point. Just wanna be crystal clear about this. So as you know, and as we discussed a lot, like through the pandemic in terms of the way we construct and build the allowance, while it's anchored around our economist central case forecast, which is, you correctly, say, is a mild recession, through the way we weight the different scenarios and a range of other factors, the de facto scenario that's embedded in the forecast is actually more conservative than that from an allowance perspective. We just want to be clear about that.",
    "start": 1546.865,
    "end": 1577.655
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure. Let me just do CRE quickly, Ebrahim. As you know, our sort of multifamily commercial term lending business is really quite different from the classic office, type business. Our office portfolio is very small, Class A, best developers, best locations. So the vast majority of the loan balances in commercial real estate are, that sort of affordable multifamily housing commercial term lending stuff, which is really quite secure, from a credit perspective for a variety of reasons.",
    "start": 1622.9299,
    "end": 1657.745
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So we feel quite comfortable, with the with the loss profile of that business. And so oh, yeah. So then you were asking about the assumptions in credit overall. So yeah, as I said, the central case economic forecast has a mild recession, and if I remember correctly, unemployment peaking at something like four point nine percent. The adjustments that we make to the scenarios to reflect slightly more conservative outlook have us, you know, imply a peak unemployment that's notably higher than that.",
    "start": 1657.745,
    "end": 1695.2849
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So, you know, I think we have appropriately conservative assumptions about the outlook, embedded in our current balances, and in the trajectory that we've talked about in the presentation. There definitely can capture something more than a very mild soft landing, but of course, it wouldn't be appropriate to reflect a full blown hard landing in our current numbers since the probability of that is clearly well below one hundred percent.",
    "start": 1696.165,
    "end": 1723.495
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So there are definitely still opportunities to optimize. We're continuing to work very hard, and it's a big area of focus. Some of that is reflected in this quarter's numbers, but some of the other drivers of this quarter are what you might call more passive items, particularly in market risk RWA. And, yeah, but we should be clear that although we've said that the effects of capital optimization are not, you know, a material economic headwind for the company, they're also non zero.",
    "start": 1746.9049,
    "end": 1774.825
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "There are real consequences to the choices that we're making as a result of this capital environment. And in a Basel III outcome that is, you know, unreasonably punitive from a capital perspective, there will be additional consequences. So we obviously are hoping that's not the case and, you know, believe that it's not appropriate, but we'll see what happens.",
    "start": 1774.825,
    "end": 1797.455
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, a couple of things there, Glenn. Short answers: we're absolutely open for business there. Terms are better, pricing is better, we have the resources needed, we're fully there. No overhang, no issue. Also, I think there's a bit of a narrative that activity in the market needs to overcome overhang.",
    "start": 1843.66,
    "end": 1866.19
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We're not convinced that that's true. We think that the overhang is in the numbers and people need to look forward and the system has the capacity to handle the risks. So I recognize your point, think it's an interesting point, but we are wide open for business and not particularly concerned about the overhang from the perspective of banks' ability to finance activity.",
    "start": 1866.4299,
    "end": 1887.605
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So you want me to take that? Okay, just a couple of things. So Jamie's right, the headwind year on year is primarily a function of the fact that this is an investment that, just because of the measurement alternative accounting standard, we were forced to mark up previously. This is an investment that we got payment in kind as part of the sale of some of our internally developed initiatives. So anyway, it's fine.",
    "start": 2001.38,
    "end": 2030.9401
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "The point is, there is a small write down this quarter. And the important point there is that the core business is performing well, both because of higher rates, but also because of the strategy that Takis talked a lot on at Investor Day, paying off, across fees and value added services and so on and so forth. And I guess, Gerard, your question is, like, private equity in general and how are we feeling about that space? Did I hear that correctly?",
    "start": 2030.9401,
    "end": 2059.28
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, I mean, think that's a risk that we manage quite tightly as a company. Our exposures to the sort of nonbank financial sector are broadly defined. And, you know, of course, as you know, we've we've thought a little bit about what normalized wholesale charge offs could look like through the cycle. They're obviously higher than effectively zero, which is what we have now. But we feel confident with our credit discipline and what we have on the books.",
    "start": 2074.1348,
    "end": 2102.475
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I'll give you that answer, but I'm oversimplifying a lot. I would say that It's oversimplifying. Yeah, yeah, no, I got it. Conservatism of the management overlay did not change, for all intents and purposes, quarter on quarter. I think that's the best way to think about that, Gerard.",
    "start": 2131.435,
    "end": 2151.115
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Hey, Ken. And maybe just out of interest, implied in your question might be a little bit, to what extent does this quarter's build sort of is a down payment on the six billion dollars And the answer to that question is much less than all of it because a lot of it was driven by loan growth, but some of it, as Jamie says, is driven by the flow through of the downward revision in the central case. You could say, subject to the caveat that this is a little bit art, not science, that there's some down payment on the six.",
    "start": 2356.885,
    "end": 2386.4548
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure. So, I mean, as you know, obviously, we tend to break down our expenses across our three categories. And in some sense, the category that you're addressing is the volume and revenue related expense, which we highlight because it should pretty symmetrically respond to a better or worse environment and thereby contribute to operating leverage. For example, in this year's ultimate outcome and the number that we wound up printing for twenty twenty two, the year on year change in volume and revenue related expense, still refining the numbers, we'll probably show you more at Investor Day, but is probably close to one billion dollars in other words, year on year decline. Whereas next year, we're assuming something more like flat.",
    "start": 2453.46,
    "end": 2499.7349
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So while the year on year dollar change in the outlook, sort of 'twenty one to 'twenty two, 'twenty two to 'twenty three, is comparable, the mix is quite different actually. And so, for example, if we wound up being wrong about the type of environment that we're budgeting for, you would expect a significant drop in the volume and revenue related expense number that's in the current outlook, and that would contribute to operating leverage. For the rest of it, we're always generating efficiency, and we work just as hard at that, you know, whether the revenue environment is good or bad. And as you know, we invest for the cycle. And so broadly, our investment plans really shouldn't be that sensitive to short term changes in the environment.",
    "start": 2499.7349,
    "end": 2545.945
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Of course, certain types of things, like marketing investments in the card business in particular, the math of what we expect the NPV of those things to be cycle may change in a downturn, and that could produce lower investment, all else equal. But the core strategic investments that we're making to secure the future of the company are not gonna get modified because of the ups and downs of of of of the environment.",
    "start": 2545.945,
    "end": 2572.46
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I mean, it's a fair question. It's a good question. I'm not going to answer it super specifically, and Jamie may have some views or two. But let me just quickly say, we've kind of said that we feel quite confident about this company's ability to generate seventeen percent through the cycle, and that's incorporating our sense of the current environment, the operating leverage that you talked expectation of higher capital requirements with the thirteen point five percent target in the first quarter of 'twenty four. The question of whether Basel III Endgame and other factors increase that number and how much of that we can absorb and still produce those returns is, of course, impossible to answer right now.",
    "start": 2625.13,
    "end": 2663.735
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But I would remind you that it's not just denominator expansion. Unreasonable capital outcomes will increase costs into the real economy, which goes into the numerator too. It's not what we want, but that is a possible outcome.",
    "start": 2663.735,
    "end": 2678.66
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure. Thanks, Steve. So let's do banking first. So I think the thing that's interesting about banking right now is that the declines have been so significant, obviously from very elevated levels, but even relative to twenty nineteen, twenty twenty two was a relatively weak year. As we look into twenty twenty three, it's possible the actual economic environment will be worse than it was in twenty twenty.",
    "start": 3065.525,
    "end": 3087.705
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "That could conceivably make you pessimistic about the investment banking wallet outlook, and to be sure, it's not as if we're super optimistic. But it's important to note that part of the issue here is how quickly things change in twenty twenty two, specifically with respect to rates, as that affects the debt business and valuations as it affects M and A and ECM as well. And one of the sort of necessary conditions for people to do deals or decide to raise capital is just getting comfortable with valuations in the level of the market. So I think there's a chance that that actually winds up helping in twenty twenty three in the investment banking model? Of course, we don't know.",
    "start": 3087.785,
    "end": 3129.55
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But, you know, those are those are some of the things that we're thinking about. Similarly, on the market side, obviously, markets had another very strong year, you know, better than we'd expected since, you know, the numbers were so strong coming out of the pandemic, we were expecting more normalization than what we actually saw. Twenty twenty two had a lot of themes. I think the active management community did well, that always helps us a little bit. And we had volatility with orderly and continuing markets.",
    "start": 3130.03,
    "end": 3161.18
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "As we look towards twenty twenty three, maybe some of those themes will be a little bit less obvious, and that could be a little bit of a headwind. But on the other hand, it's not like the volatility is going away and markets seem to continue to be quite orderly. A four point five percent, five percent rate environment is probably one where there's more trading opportunities than this zero percent rate environment. So of course, we don't know. We'll see.",
    "start": 3161.26,
    "end": 3186.445
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I think you would have to probably expect some normalization there. It's it's, the numbers are really very strong in markets, but we'll see. We'll see what happens.",
    "start": 3186.525,
    "end": 3195.7803
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, so Steve, I'd love to get into a lot of detail here, but I just think that the question of how to mitigate is really hard to discuss in a lot of detail until we see an actual proposal. And the reason that we talk about potentially punitive increases, I mean, you studied this issue closely, is just to point out that under the version of the world where you get the worst outcome in all of the different moving parts of this thing, it's a very significant increase to the capital requirements of the system as a whole. And given how strong the system is today, that just doesn't make sense to us. We just wanna say that. But, yeah, Jamie, please.",
    "start": 3248.03,
    "end": 3285.975
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "A very minor expansion, to expand a bit on Jamie's point that it's important to be clear. There will be time to adjust, you know, like there's a long road from the NPR to to so that sort of supports Jamie's point. Let's see what it is and then we'll",
    "start": 3345.285,
    "end": 3362.8298
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So, yeah, Andrew.",
    "start": 3518.95,
    "end": 3519.9102
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I think we've we've talked about CECL, like, quite a bit, and I think there's some decent color there in terms of Jamie's, you know, six billion over a few quarters in a world where the economic outlook is worse than it is today. We're definitely not gonna get into the business of giving you an outlook for sequential evolution of the loan loss allowance. But it's appropriate today and it will evolve as a function of the environment.",
    "start": 3572.49,
    "end": 3596.8052
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. No. So let me uncontroversially say no there, Hunter, just for the avoidance of doubt. So my comments about sequential increases were to address the obvious conclusion, you are somewhat correctly drawing from the slide, which is that in a world where we're exiting the fourth quarter run rate at eighty one, and we're telling our ADX markets or whatever, and we're telling you seventy four for the full year, there are obviously some sequential declines in there somewhere as a function of what plays out. We're simply saying don't project those into the future in perpetuity.",
    "start": 3634.07,
    "end": 3667.3699
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Once things adjust, we will return to normal sequential growth. Does that make",
    "start": 3667.7751,
    "end": 3675.695
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "That's it. Thank you very much.",
    "start": 3690.8362,
    "end": 3692.9163
  }
]