[
  {
    "speaker": "Jeremy Barnum",
    "text": "Thanks, and good morning, everyone. The presentation is available on our website, and please refer to the disclaimer in the back. Starting on Page one, the firm reported net income of twelve point six billion dollars EPS of four point one zero dollars on revenue of thirty nine point three billion and delivered an RoTCE of twenty three percent. These results included eight sixty eight million dollars of net investment securities losses in corporate. Before reviewing our results for the quarter, let's talk about the recent bank failures.",
    "start": 24.835,
    "end": 55.28
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Jamie has addressed a number of the important themes in a shareholder letter and a recent televised interview, so I will go straight to the specific impacts on the firm. As you would expect, we saw significant new account opening activity and meaningful deposit and money market fund inflows, most significantly in the commercial bank, business banking, and AWM. Regarding the deposit inflows, at the firm wide level, average deposits were down three percent quarter on quarter, while end of period deposits were up two percent quarter on quarter, implying an intra quarter reversal of the recent outflow trend as a consequence of the March event. We estimate that we have retained approximately fifty billion dollars of these deposit inflows at quarter end. It's important to note that while the sequential period end deposit increase is higher than we would have otherwise expected, our current full year NII outlook, which I will address at the end, still assumes modest deposit outflows from here.",
    "start": 55.6,
    "end": 118.0
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We expect these outflows to be driven by the same factors as last quarter as well as the expectation that we will not retain all of this quarter's inflows. Now back to the quarter, touching on a few highlights. We grew our IB fee wallet share. Consumer spending remained solid, with combined debit and credit card spend up ten percent year on year. And credit continues to normalize, but actual performance remains strong across the company.",
    "start": 118.16,
    "end": 146.46999
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "On Page two, we have some more detail. Revenue of thirty nine point three billion dollars was up seven point seven billion dollars or twenty five percent year on year. NII ex markets was up nine point two billion dollars or seventy eight percent, driven by higher rates, partially offset by lower deposit balances. NIR Ex Markets was down one point one billion dollars or ten percent, driven by the securities losses previously mentioned as well as lower IB fees and lower auto lease income on lower volume. End markets revenue was down three seventy one million dollars or four percent year on year.",
    "start": 147.295,
    "end": 184.995
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of twenty point one billion dollars were up nine sixteen million percent year on year, driven by compensation related costs reflecting the annualization of last year's headcount growth and wage inflation. These results include the impact of the higher FDIC assessment I mentioned last quarter, which, of course, is unrelated to recent events. And credit costs of two point three billion dollars included net charge offs of one point one billion dollars predominantly in card. The net reserve build of one point one billion dollars was largely driven by deterioration in our weighted average economic outlook. On to balance sheet and capital on page three.",
    "start": 186.11499,
    "end": 226.26001
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "We ended the quarter with a CET1 ratio thirteen point eight percent, up about sixty basis points, which was primarily driven by the benefit of net income less distributions and AOCI gains. And in line with what we previously said, we resumed stock buybacks this quarter and distributed a total of one point nine billion dollars in net repurchases back to shareholders. Now let's go to our businesses, starting with CCB on Page four. Touching quickly on the health of U. S.",
    "start": 227.46,
    "end": 259.16498
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Consumers and small businesses based on our data. Both continue to show resilience and remain on the path to normalization, as expected, but we continue to monitor their activity closely. Spend remained solid, and we have not observed any notable pullback throughout the quarter. Moving to financial results. CCB reported net income of five point two billion dollars on revenue of sixteen point five billion dollars which was up thirty five percent year on year.",
    "start": 259.16498,
    "end": 286.02002
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In banking and wealth management, revenue was up sixty seven percent year on year, driven by higher NII on higher rates. Average deposits were down two percent quarter on quarter, in line with recent trends. Throughout the quarter, we continued to see customer flows to higher yielding products, as you would expect, but we're encouraged by what we are capturing in CDs and our wealth management offerings. Client investment assets were down one percent year on year, but up seven percent quarter on quarter, driven by market performance as well as strong net inflows. In home lending, revenue was down thirty eight percent year on year, largely driven by lower net interest income from tighter loan spreads and lower production revenue.",
    "start": 286.985,
    "end": 329.95
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Moving to Card Services and Auto. Revenue was up fourteen percent year on year, largely driven by higher Card Services NII on higher revolving balances, partially offset by lower auto lease income. Credit card spend was up thirteen percent year on year. Card outstandings were up twenty one percent, driven by strong new account growth normalization. And in auto, originations were nine point two billion dollars up ten percent year on year.",
    "start": 330.75,
    "end": 359.62003
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Expenses of eight point one billion dollars were up five percent year on year, reflecting the impact of wage inflation and higher headcount. In terms of credit performance this quarter, credit costs were one point four billion dollars reflecting reserve builds of three hundred million dollars in card and fifty million dollars in home lending. Net charge offs were one point one billion dollars up about five hundred million dollars year on year, in line with expectations as delinquency levels continue to normalize across portfolios. Next, the CIB on Page five. CIB reported net income of four point four billion dollars on revenue of thirteen point six billion dollars Investment banking revenue of one point six billion dollars was down twenty four percent year on year.",
    "start": 360.42,
    "end": 403.67502
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "IB fees were down nineteen percent. We ranked number one with first quarter wallet share of eight point seven percent. In advisory, fees were down six percent compared to a strong first quarter last year. Our underwriting businesses continued to be affected by market conditions, with fees down thirty four percent for debt and six percent for equity. In terms of the outlook, the dynamics remain the same.",
    "start": 404.075,
    "end": 428.65503
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Our pipeline is relatively robust, but conversion is sensitive to market conditions and the economic outlook. We expect the second quarter and the rest of the year to remain challenging. Moving to markets. Total revenue was eight point four billion dollars down four percent year on year. Fixed income was flat.",
    "start": 428.815,
    "end": 447.95
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Rates was strong during the rally early in the quarter as well as through the elevated volatility in March. Credit was up on the back of higher client flows, and currencies in emerging markets was down relative to a very strong first quarter in the prior year. Equity markets was down twelve percent, driven by lower revenues and derivatives relative to a strong first quarter in the prior year and lower client activity and cash. Payments revenue was two point four billion dollars up twenty six percent year on year. Excluding the net impact of equity investments, primarily a gain in the prior year, it was up fifty five percent, with the growth driven by higher rates, partially offset by lower deposit balances.",
    "start": 448.11002,
    "end": 490.955
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Security services revenue of one point one billion dollars was up seven percent year on year, driven by higher rates, partially offset by lower deposit balances and market levels. Expenses of seven point five billion dollars were up two percent year on year, as higher headcount and wage inflation were largely offset by lower revenue related compensation. Moving to the commercial bank on page six. Commercial Banking reported net income of one point three billion dollars Revenue of three point five billion dollars was up forty six percent year on year, driven by higher deposit margins. Payments revenue of two billion dollars was up ninety eight percent year on year, driven by higher rates.",
    "start": 491.87,
    "end": 537.475
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And gross investment banking revenue of eight eighty one million dollars was up twenty one percent year on year on increased M and A and bond underwriting from large deal activity. Expenses of one point three billion dollars were up sixteen percent year on year, largely driven by higher compensation expense, including front office hiring and technology investments as well as higher volume related expense. Average deposits were down sixteen percent year on year and five percent quarter on quarter, predominantly driven by continued attrition in non operating deposits as well as seasonally lower balances. Loans were up thirteen percent year on year and one percent sequentially. C and I loans were up one percent quarter on quarter, with somewhat different dynamics based on client size.",
    "start": 537.71497,
    "end": 584.55
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "In middle market banking, higher rates and recession concerns have decreased new loan demand and utilization, which is also leading to weakness in CapEx spending. In corporate client banking, utilization rates increased modestly quarter on quarter as capital market conditions led more clients to opt for bank debt. CRE loans were also up one percent sequentially, with higher rates creating headwinds for both originations and prepayments. And given the recent focus on commercial real estate, let me remind you that our office sector exposure is less than ten percent of our portfolio and is focused in urban dense markets, and nearly two thirds of our loans are multifamily, primarily in supply constrained markets. Finally, credit costs of four seventeen million pounds included a net reserve build of three seventy nine million pounds predominantly driven by what I mentioned upfront.",
    "start": 584.95,
    "end": 640.49
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Then to complete our lines of business, AWM on page seven. Asset and Wealth Management reported net income of one point four billion dollars pretax margin of thirty five percent. Revenue of four point eight billion dollars was up eleven percent year on year, driven by higher deposit margins on lower balances and a valuation gain on our initial investment triggered by taking full ownership of our asset management joint venture in China, partially offset by the impact of lower average market levels on management fees and lower performance fees. Expenses of three point one billion dollars were up eight percent year on year, predominantly driven by compensation, reflecting growth in our private banking adviser teams, higher revenue related compensation and the run rate impact of acquisitions.",
    "start": 641.05,
    "end": 688.725
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "For the quarter,",
    "start": 689.52997,
    "end": 690.57
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "net long term inflows were forty seven billion dollars led by fixed income and equities. And in liquidity, we saw net inflows of ninety three billion dollars inclusive of our ongoing deposit migration. AUM of three trillion dollars was up two percent year on year, and overall client assets of four point three trillion dollars were up six percent, driven by continued net inflows into liquidity and long term products. And finally, loans were down one percent quarter on quarter, driven by lower securities based lending, while average deposits were down five percent. Turning to corporate on Page eight.",
    "start": 690.57,
    "end": 726.23
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Corporate reported net income of two forty four million Revenue was nine eighty five million dollars compared to a net loss of eight eighty one million dollars last year. NII was one point seven billion dollars up two point three billion dollars year on year due to the impact of higher rates. NIR was a loss of seven fifty five million dollars compared with a loss of three forty five million dollars in the prior year and included the net investment securities losses I mentioned earlier. Expenses of one hundred and sixty million dollars were down twenty four million dollars year on year. And credit costs of three seventy million dollars were driven by reserve builds on a couple of single name exposures.",
    "start": 727.11,
    "end": 768.465
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Next, the outlook on Page nine. We now expect twenty twenty three NII and NII ex markets to be approximately eighty one billion dollars This increase in guidance is primarily driven by lower rate paid assumptions across both consumer and wholesale in light of the expectation of Fed cuts later in the year as well as slightly higher card revolving balances. Note that in line with my comments at the outset, recent deposit balance increases are not a meaningful contributor to the upward revision in the NII outlook, given that we expect a meaningful portion of the recent inflows to reverse later in the year. I would point out that this outlook still embeds significant reprice lags. We think a more sustainable NII ex markets run rate in the medium term is well below this quarter's eighty four billion dollars as well as below the eighty billion dollars that is implied for the rest of the year by our full year guidance.",
    "start": 769.51,
    "end": 831.61005
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And while we don't know exactly when this lower run rate will be reached, when it happens, we believe it will be around the mid-70s. And of course, as we mentioned last quarter, this NII outlook remains highly sensitive to the uncertainty associated with the timing and the extent of deposit reprice, investment portfolio decisions, the dynamics of QT and RRP, the trajectory of Fed funds as well as the broader macroeconomic environment, including its impact on loan growth. Separately, it's worth noting that markets NII may start to trend slightly positive towards the end of the year as a function of mix and rate effects. Moving to expenses. Our outlook for twenty twenty three continues to be about eighty one billion dollars Importantly, this does not currently include the impact of the pending FDIC special assessment.",
    "start": 831.93,
    "end": 884.75
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And on credit, we continue to expect the twenty twenty three card to net charge off rate to be approximately two point six percent.",
    "start": 885.23,
    "end": 892.895
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So to wrap up,",
    "start": 893.615,
    "end": 894.735
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "our strong results this quarter once again highlight the earnings power of this diversified franchise. We have benefited from our fortress principles and commitment to invest, which we will continue to do as we head into an increasingly uncertain environment. With that, operator, please open the line for Q and A.",
    "start": 894.735,
    "end": 912.98
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Good morning, Steve.",
    "start": 943.075,
    "end": 943.875
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I think you were already kind of complete with answering your own question there. Look, we're hoping that everyone just takes a deep breath and looks at what happened and the breadth and depth of regulations already place, obviously when something happens like this you should adjust, think about it. So I think down the road there may be some limitations on health and maturity, maybe more TLAC for certain type sized banks and more scrutiny on interest rate exposure and stuff like that. But it doesn't have to be a revamp of the whole system. Just recalibrating things the right way.",
    "start": 981.91003,
    "end": 1017.29
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I think it should be done knowing what you want the outcome to be. The outcome you should want is very strong community and regional banks. And certain actions are taken which are drastic, it could actually make them weaker. So that's all it is. We do expect higher capital from Basel IV effectively and obviously this could be an FDA assessment, that'll be what it is.",
    "start": 1017.37,
    "end": 1039.7198
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I think we've told you that we're kind of penciling in twelve billion dollars for this year. Obviously, capital is more than that, and we did a little bit of buyback this quarter. We're going to wait and see. We don't mind keeping our powder dry. And you've seen us do that with investment portfolios and we're also willing to do it with capital.",
    "start": 1047.96,
    "end": 1065.155
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, sure. So let me just summarize the drivers of the change in the outlook. So the primary driver really is lower deposit rate paid expectations across both consumer and wholesale, which, as you mentioned, is driven by a couple of factors. So the change in the rate environment with cuts coming sooner in the outlook, all else equal, does take some pressure off the reprice. And as you said, we're getting a lot of positive feedback from the field on our product offerings.",
    "start": 1101.91,
    "end": 1128.66
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "The short term CD, in particular, is really getting a lot of positive feedback from our folks in the branches. It's been very attractive to yield seeking customers. So that's kind of working well. And then on the asset side, we are seeing a little bit higher card revolve, which is helping. And I'll just remind you that at a conference in February, I suggested that we were already starting to feel like some of the uncertainties we mentioned when giving the guidance had started all moving in the same direction.",
    "start": 1128.66,
    "end": 1157.2499
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "And that was one",
    "start": 1158.13,
    "end": 1159.33
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "of the",
    "start": 1159.33,
    "end": 1159.49
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "things that contributed to the upward revision. All the uncertainty kind of went the same way. But as Jamie has pointed out, those uncertainties are all still there. We highlight them on the page. As we look forward to this year and into next year and the medium term, we remain very focused on those.",
    "start": 1159.49,
    "end": 1177.42
  },
  {
    "speaker": "Jamie Dimon",
    "text": "First of all, I don't quite believe it. So the rate curve, the Fed has the rate curve, the forward short term rate curve almost one percent higher than what the market has. So one of the things you gotta always prepare for is it could be anything. We don't know what the rate curve is gonna be in a year. And so we're quite cautious in that and quite thoughtful about that.",
    "start": 1209.12,
    "end": 1229.745
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Obviously the short term read is higher recessionary risk. And then inflation coming down. So I think inflation will come down a little bit, but it could easily be stickier than people think and therefore the rate curve will have to go up a little bit.",
    "start": 1230.4,
    "end": 1243.52
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, John, it's a really good question, and we've obviously thought about that. But as we sit here today, I guess I have two answers to that. One is it doesn't it's not meaningfully affecting our current outlook. We don't see it as a major driver. I think in terms of the larger dynamics that you lay out, it's just a little too early to tell.",
    "start": 1287.5299,
    "end": 1306.015
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "But from where we are right now, the base case is no real impact.",
    "start": 1306.015,
    "end": 1309.615
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I wouldn't use the word credit crunch if I were you. Obviously there's going be a little bit of tightening and most of that will be around certain real estate things. You've heard it from real estate investors already So I just look at that as kind of a thumb on the scale. It just makes the financial conditions a little bit tighter, increases the odds of a recession. That's what that is.",
    "start": 1332.9249,
    "end": 1354.9799
  },
  {
    "speaker": "Jamie Dimon",
    "text": "It's not like a credit crunch.",
    "start": 1355.0599,
    "end": 1356.5
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, so Erica, as you know, we take I can't go into a lot of detail here but we take the outlook from our economists. We've gone to a bunch of different scenarios, and we probably weighed those. The central case outlook from our research team hasn't actually changed, but we felt that in line with what Jamie just said in terms of a little bit of tightening as a result of the event of March, it made sense to add a little bit of weight to our relative adverse case. So we did that, which changed the weighted average expectation. And I think the weighted average peak unemployment that we're using now is something like five point eight percent.",
    "start": 1382.88,
    "end": 1415.885
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "That's an interesting question, Erica. I guess I'll say a couple of things.",
    "start": 1465.02,
    "end": 1469.1799
  },
  {
    "speaker": "Jamie Dimon",
    "text": "It's a great question.",
    "start": 1469.1799,
    "end": 1469.98
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Okay, let's take a crack. Let's see what the boss thinks. I think, number one, we believe, have said, and continue to believe that this is fundamentally a seventeen percent through the cycle ROTC franchise, so number one. Number two, as Jamie always says, we run this company for all different scenarios and to have it be as resilient as possible across all different scenarios. On the particular question of ROTC expectations in twenty twenty four contingent on the particular economic outlook, obviously it depends a lot on the nature of the recession.",
    "start": 1472.375,
    "end": 1507.375
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I think we feel really good about how the company is positioned for a recession, but we're a bank. A very serious recession is, of course, going to be a headline a headwind for returns, but we think even in a fairly severe recession, we'll deliver very good returns. Whether that's seventeen percent or not is too much detail for now.",
    "start": 1507.4551,
    "end": 1526.9401
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, a couple of things there. So first of all, we don't know, right? The deposits just came in. We don't know, we're guessing. Number two, the deposits just came in.",
    "start": 1559.605,
    "end": 1568.5651
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So by definition, these are somewhat flighty deposits because they just came into us. So it's prudent and appropriate for us to assume that they won't be particularly stable. Number three, there's a natural amount of internal migration of deposits to money funds. So you have to overlay that, and that's embedded in our assumptions. And number four, it's a competitive market.",
    "start": 1568.55,
    "end": 1590.885
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "You know, it's entirely possible that people temporarily come to us and then over time decide to go elsewhere. So for all of those reasons, you know, we're just being realistic about the stickiness of those.",
    "start": 1590.885,
    "end": 1603.18
  },
  {
    "speaker": "Jamie Dimon",
    "text": "If I could add, I would say categorically, there's no pricing power that the bigger banks have. Because if you look at the pricing, and we look at pricing sheets all the time, every bank is in a slightly different position and every bank is competing in three months, six months, nine months, savings rates. And then you have the online banks, you got treasury bills, got money market funds. There's no pricing power for the bank but obviously we all have different franchises and we're all in a slightly different position.",
    "start": 1603.18,
    "end": 1631.9199
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I'd say very modestly, but we look at that all the time.",
    "start": 1655.5399,
    "end": 1658.7399
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Yes. And we always say, right, we underwrite through the cycle. And I think notably, we didn't loosen our underwriting standards when all the numbers looked crazy good during the pandemic. And so we're not going to like you know, overreact now and tighten unreasonably. Some of that correction happens naturally.",
    "start": 1658.74,
    "end": 1675.4651
  },
  {
    "speaker": "Jamie Dimon",
    "text": "You know, credit metrics deteriorate for borrowers, whether in consumer or wholesale, and that might make them leave our preexisting risk appetite. But we're not running around aggressively tightening standards right now.",
    "start": 1675.4651,
    "end": 1687.0
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Hey, Gerard.",
    "start": 1699.545,
    "end": 1700.185
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes. So a few things on there, Gerard. So we have previously said that we were targeting thirteen point five percent in the first quarter of 'twenty four percent as a function of assuming an unchanged SCB, the increased G SIB step, and operating with a fifty basis point buffer. So the point that Jamie made a second ago, in light of the environment Basel IV dry powder, you know, who knows how we'll tweak that, you know, going forward. But that's still our base case assumption.",
    "start": 1728.515,
    "end": 1758.01
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Specifically on the stress test, contrary to what I've heard some people argue, our ability to predict the SCB ahead of time from running our own process is actually quite limited. And you'll remember last year that even though we did predict an increase, we were off by almost a factor of two in terms of how big it wound up being, and that was a big surprise for the whole industry. So we want to be quite humble about our ability to predict the SCB. But having said that, for right now, we are assuming it will be unchanged. There are some tailwinds in there through the OCI, but we believe there will likely be some offsets and harsher credit shocks in the number.",
    "start": 1758.755,
    "end": 1800.5901
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So for planning purposes right now, we're assuming flat for SCB and we'll know sooner enough what the actual number is.",
    "start": 1800.5901,
    "end": 1807.7899
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "No, it wasn't commercial real estate. It was just a couple of single name items in the corporate segment.",
    "start": 1828.6799,
    "end": 1835.7198
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Regular corporate credits. I'd rather not get into too much.",
    "start": 1841.605,
    "end": 1844.245
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sorry. Thanks.",
    "start": 1845.845,
    "end": 1848.085
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So Ebrahim, let me sort of respond narrowly in connection with our portfolio and our exposure, right? So really the large majority of our commercial real estate exposure is multifamily lending in supply constrained markets. And I think it's quite important to recognize the difference between that and sort of higher end, higher price point, non rent controlled, not supply constrained markets. So our space is really quite different in that respect, and I think that's a big part of the reason the performance has been so good for so long.",
    "start": 1897.055,
    "end": 1931.1549
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So, of",
    "start": 1931.1549,
    "end": 1931.475
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "course, we watch it very carefully, and we don't assume that past performance predicts future results here, but I think our multifamily lending portfolio is quite low risk in the scheme of things. Can I",
    "start": 1931.475,
    "end": 1943.9199
  },
  {
    "speaker": "Jamie Dimon",
    "text": "just add also, housing is in short supply in America? So it's not massively oversupplied like you saw in two thousand and eight.",
    "start": 1943.9199,
    "end": 1953.265
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, and then in terms of the office space, as you know, our exposure is quite small. Yes, Jamie's also mentioned all the refi dynamics that you mentioned, too, are something that the office space is processing one way or the other. Our office exposure is quite modest, very concentrated in Class A buildings and sort of dense urban locations where you know, the return to the office narrative is one of the drivers is generally in favor of high occupancy. Again, watching it. There are obviously specific things here and there to pay attention to, but in the scheme of things for us, not a big issue.",
    "start": 1956.0651,
    "end": 1995.3899
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Yeah, I'd like to answer that. So there is a risk of higher rates for longer, and don't just think of just the Fed funds rate, because for our planning I'd be thinking more about it could be six, and then think about the five and ten year rate, which could be five. And I think if those things happen, I'm not saying they're going to happen, I just think people should prepare for them. They saw what just happened when rates went up beyond people's expectations. You had the guilt problem in London.",
    "start": 2031.88,
    "end": 2062.02
  },
  {
    "speaker": "Jamie Dimon",
    "text": "You had some of the banks here. People need to be prepared for the potential of higher rates for longer. If and when that happens, it will undress problems in the economy for those who are too exposed to floating rates or those who are too exposed to refi risk. Those exposures will be in multiple parts of the economy. So now, I say to all of our clients, now would be the time to fix it.",
    "start": 2062.02,
    "end": 2089.61
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Do not put yourself in a position where that risk is excessive for your company, your business, your investment pools, etcetera. That's answer number one. Number two is it will not come back to JPMorgan. While we do provide credit to what you call shadow banks, we think it's very, very secure. It does not mean it won't come back to other credit providers.",
    "start": 2089.85,
    "end": 2113.08
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, Mike. So on the so I think, yes, you're referring to my comments that I made in the commercial bank about the fact that the larger corporate segment within the commercial bank that would generally have access to capital markets but also access to bank lending at the margin is choosing to draw down on revolvers right now rather than access the capital markets. That is not a particularly meaningful driver of the increase in NII guidance. There's a lot of odds and ends in there, but the major drivers are the ones that I called out. And to be honest, I haven't specifically checked what's happening with card yields.",
    "start": 2156.435,
    "end": 2191.8599
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "I would imagine that they've gone up a little bit in line with rates, but I don't know. We can follow-up.",
    "start": 2191.8599,
    "end": 2197.3801
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Well, are two really different questions. So we've been quite cautious on interest rates for quite a while in how we invest our portfolio, what our expectations are, our stress testing. The CCAR stress test, as you know, had rates going down. I always looked at rates going up and being prepared whether or not you think it's going to happen. So we've been quite conservative ourselves and we don't mind continuing to do that because I remind people that having excess capital, you haven't lost it.",
    "start": 2234.865,
    "end": 2265.855
  },
  {
    "speaker": "Jamie Dimon",
    "text": "It's kind of earnings in store. You get to deploy it later and maybe at a more opportune time when the time comes. Not, look, we'd like to help the system when it needs help if we can reasonably. And we're not the only ones. You saw a lot of banks do that.",
    "start": 2265.855,
    "end": 2281.1301
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And I was proud of them. I proud of them. I think all of us did the right thing whether ultimately it works out or not, you can second guess that when it happens. But the fact is, I think people want to help the system and this whole banking thing was bad for banks. I knew that the second I saw the headline And then you have Credit Suisse.",
    "start": 2281.21,
    "end": 2300.62
  },
  {
    "speaker": "Jamie Dimon",
    "text": "We want healthy community banks. We want healthy regional banks. We want to help them get through this. Remember, Mike, as you pointed out, we have the best financial system the world's ever seen. That does not mean it won't have problems, doesn't mean there shouldn't be changes made, but I think it's reasonable for people to help each other in times of need.",
    "start": 2300.78,
    "end": 2321.555
  },
  {
    "speaker": "Jamie Dimon",
    "text": "All did that during COVID, of us did that during COVID. All of us did that, if you could, those who could did it during the great financial crisis, and I would expect people to do that going forward.",
    "start": 2322.4348,
    "end": 2333.9302
  },
  {
    "speaker": "Jamie Dimon",
    "text": "So it's just the number of banks offsides you can count in your hands in terms of like too much interest rate exposure, too much ATM, too much uninsured deposits. And so there may be additional bank deposits, I mean bank failures, something like that, which we don't know. But you're going to see next week regional banks are pretty good numbers. A lot of people are going to, you know, have can take actions to remediate some of the issues they may have going forward. You've already seen things calm down quite a bit, particularly in deposit flows.",
    "start": 2344.065,
    "end": 2376.5251
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Warren Buff was on TV talking about that he would bet a million dollars, I don't know if you saw that, that no depositor will lose money in America. He's willing to bet his own money, of course you know he's a very bright man. So this crisis is not 'eight, it will pass. And the one thing I pointed out is when I answered the question just before about interest rates, people need to be prepared. They shouldn't pray that they don't go up.",
    "start": 2377.085,
    "end": 2401.5
  },
  {
    "speaker": "Jamie Dimon",
    "text": "They should prepare for them going up. And if it doesn't happen, serendipity.",
    "start": 2401.5,
    "end": 2406.565
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Hey, Betsy.",
    "start": 2418.49,
    "end": 2419.53
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Did we just lose you? I feel like you just dropped.",
    "start": 2435.015,
    "end": 2437.895
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Yes, you're back now. Okay.",
    "start": 2441.335,
    "end": 2443.095
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Go ahead, Jeremy. I'll",
    "start": 2477.58,
    "end": 2479.26
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Sure.",
    "start": 2479.26,
    "end": 2479.44
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "So Betsy, your question is very good. And I would say that as the like if you look at the evolution of our outlook last year, it was pretty clear that we were very asset sensitive, certainly in terms of the sort of one year forward EAR type measure. You also obviously know that our current EAR actually shows us negative numbers, a tiny bit liability sensitive, and I won't get into all the nuances about why that may or may not be a great predictor in the short term. But the point is that the level of rates now is, of course, very different from what it was last year. And at this level of rates, the relationship between our short term NII evolution and the curve is not always going to be clearer in any given moment.",
    "start": 2479.26,
    "end": 2520.635
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "It's quite tricky and it can behave in somewhat wonky ways as a function of, again, what I've alluded to a couple times on this call, the competitive environment for deposits, which is not, in fact, a sort of mathematically predictable thing as a function of the rate curve. So that's why we're emphasizing all the different drivers of uncertainty in",
    "start": 2520.635,
    "end": 2541.1848
  },
  {
    "speaker": "Jamie Dimon",
    "text": "So I'll just add, so next quarter we kind of know already. Two quarters out we know a little bit less. Three quarters out we know a little bit less. And twenty four we know very little.",
    "start": 2541.1848,
    "end": 2553.6902
  },
  {
    "speaker": "Jamie Dimon",
    "text": "That number, you can imagine, this is little inside baseball now, the number that we're talking about for twenty twenty four is not based upon an implied curve. It's based upon us looking at multiple potential scenarios, leveling them kind of out and saying this is kind of a range. And you're absolutely correct, you could have an environment of higher longer that might be better than that, but remember, higher for longer comes with a lot of other things attached to it. Like maybe a recession, stagflation, lower volumes. So I wouldn't look at that as higher for longer as a positive.",
    "start": 2554.8901,
    "end": 2590.77
  },
  {
    "speaker": "Jamie Dimon",
    "text": "It might be a slight positive in that line. It probably would be a negative in other lines.",
    "start": 2590.77,
    "end": 2594.6902
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Yeah, no, we're not on pause now. We're doing a little bit now. We obviously have a lot of excess capital. We also like to buy our stock when it's cheap, not just when it's available. And we're also peering ahead, at those little bit of storm clouds, so we're to be kind of cautious.",
    "start": 2611.55,
    "end": 2625.95
  },
  {
    "speaker": "Jamie Dimon",
    "text": "So we're going make this decision every day. We also don't like to tell the market what we're doing, just so you know.",
    "start": 2626.855,
    "end": 2631.8953
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, Betsy, we really don't have any new information there, right? I mean, I think clearly if you go back like a year, we were maybe a little bit more optimistic that it might be across all the different levers and all the different pieces of it closer to capital neutral. I think now it feels like it's likely to be worse than that. Hopefully it's not too much worse than that. And I would just remind you that there are a lot of different levers.",
    "start": 2642.25,
    "end": 2665.0051
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "When the NPR comes, that's only going to be part of it. There's There's going to be other pieces, the holistic review, and it's going to take a lot of time to phase in and we're going to have time to adjust. We'll know when we know.",
    "start": 2665.0051,
    "end": 2677.44
  },
  {
    "speaker": "Jamie Dimon",
    "text": "I'll just remind you, there were supposed to be positives there about how they looked at banks relative to the global economy, which are getting smaller. GCFU is supposed to be adjusted for that. So we're expecting it to go up but there are a lot of reasons why it shouldn't go up. And JPMorgan, there's so much capital. You can't look at JPMorgan and say well it's a capital issue.",
    "start": 2677.44,
    "end": 2699.055
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And even the banks by the way, you look at it, even though some of the banks who are in trouble had plenty of capital, their issue wasn't capital. It was other things. And so I'm just hoping regulators are very thoughtful. And the other thing is they should a priori decide what they want in the banking system at this point. Because I've made it clear, I can look at the banking system and say that no bank should keep a loan if possible.",
    "start": 2699.25,
    "end": 2724.1052
  },
  {
    "speaker": "Jamie Dimon",
    "text": "That's how much capital is now being required for loans. The",
    "start": 2726.5051,
    "end": 2729.51
  },
  {
    "speaker": "Jamie Dimon",
    "text": "loans Based",
    "start": 2729.51,
    "end": 2729.99
  },
  {
    "speaker": "Jamie Dimon",
    "text": "on",
    "start": 2730.23,
    "end": 2730.79
  },
  {
    "speaker": "Jamie Dimon",
    "text": "the rule Yeah,",
    "start": 2730.79,
    "end": 2731.43
  },
  {
    "speaker": "Jamie Dimon",
    "text": "because the market is pricing, the market would take loans at much lower capital ratios than banks are being forced to hold for them. I'm talking about just loans only. That's why you're seeing a lot of credit go to non banks, and dramatically by the way. Rapidly and dramatically. And so if you're a regulator, if you're looking at it and saying do I want that?",
    "start": 2732.95,
    "end": 2756.49
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Is that a good thing for the system? If you believe it's a good thing for the system, raise the capital and more credit will go out of the system. That's fine. If that's what they want, that's fine.",
    "start": 2756.49,
    "end": 2765.9302
  },
  {
    "speaker": "Jamie Dimon",
    "text": "But they",
    "start": 2766.09,
    "end": 2766.4102
  },
  {
    "speaker": "Jamie Dimon",
    "text": "should do it with a forethought, not accidentally.",
    "start": 2766.4102,
    "end": 2769.85
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yes, Glenn, in short, we really haven't seen big changes to speak of. And I do think it's just worth saying, I think you're of hinting at this a little bit when you talk about the behavior of corporates, that when we talk about responses to the recent events through the lens of uninsured deposits, that's obviously very different if you're talking about large balances of non operating uninsured deposits from financial institutions or de facto financial institutions versus normal large corporate operating balances, which is, of course, like core banking business for all of us.",
    "start": 2833.455,
    "end": 2871.45
  },
  {
    "speaker": "Jamie Dimon",
    "text": "When we saw it in commercial banking, payments, investment banking and custody, you did see money move, what I would call excess cash was moved out. But they have options. What I would call more like operational cash, think even of small companies, middle market companies, etcetera, that tends to be fairly sticky because you have your loans there, have your money there, you're getting more and more competitive in rates. That's why I think you see a lot of regional banks, they've got sticky middle market deposits. If I lent you thirty million dollars and you have ten million dollars you're probably going be leaving it in my bank.",
    "start": 2871.69,
    "end": 2908.6099
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And they also are more competitive on the rate for that. So I think you shouldn't be looking at deposits like one class. There's a whole bunch of different types and analytically you go through each one and try to figure out what the stickiness is and what the stickiness is and etcetera. But I think they've already as the Fed has raised rates, you've already seen that's the reason we expected outflows both from consumers and corporate customers.",
    "start": 2909.3298,
    "end": 2934.01
  },
  {
    "speaker": "Jamie Dimon",
    "text": "We've got our smartest people figure out every angle to reduce capital requirements for JPMorgan. That's the difference. And we've been doing it, but there are securitizations, there are partnerships. You've seen lot of the private equity do the life insurance companies. I expect that we're going come up with a whole bunch of different things over time.",
    "start": 2952.63,
    "end": 2974.685
  },
  {
    "speaker": "Jamie Dimon",
    "text": "And we'll shed certain assets too.",
    "start": 2976.125,
    "end": 2977.645
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah, so the story there is kind of the same story we've been talking about for a while. It's just a matter of degree. So we had revolving balances obviously drop a lot during the pandemic period, and then we talked about having them recover in absolute dollar terms to the same level as we'd had pre pandemic, which I think happened last quarter. And then the remaining narrative is just the further normalization of the revolve per account, because we also have seen some account growth, and that continues to happen. Yeah, we also, to Mike's question earlier, we're seeing a higher yield there as well.",
    "start": 3010.5398,
    "end": 3050.04
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "On your question of whether it's good or bad, obviously there is a point at which the consumers have too much leverage. We don't see that yet. It's normalization.",
    "start": 3052.985,
    "end": 3064.585
  },
  {
    "speaker": "Jamie Dimon",
    "text": "It's a good thing for us.",
    "start": 3064.585,
    "end": 3065.705
  },
  {
    "speaker": "Jeremy Barnum",
    "text": "Yeah.",
    "start": 3066.0,
    "end": 3066.22
  },
  {
    "speaker": "Jamie Dimon",
    "text": "That will be every quarter for rest of our lives. Sell what we find rich and we buy what we think is dear.",
    "start": 3088.2551,
    "end": 3094.655
  },
  {
    "speaker": "Jamie Dimon",
    "text": "Excellent. Folks, thank you very much.",
    "start": 3104.5498,
    "end": 3106.63
  }
]