[
    {
        "speaker": "Jessica Moore",
        "text": "Good morning. This is Jessica Moore, Vice President of Investor Relations for Johnson & Johnson. Welcome to our company's review of the 2023 third quarter business results and full-year financial outlook. A few logistics before we get into the details. As a reminder, you can find additional materials, including today's presentation and associated schedules on the Investor Relations section of the Johnson & Johnson website at investor.jnj.com. Please note that this presentation contains forward looking statements regarding, among other things, the company's future operating and financial performance, market position and business strategy. You are cautioned not to rely on these forward looking statements, which are based on current expectations of future events using the information available as of the date of this recording and are subject to certain risks and uncertainties that may cause the company's actual results to differ materially from those projected. A description of these risks, uncertainties, and other factors can be found in our SEC filings, including our 2022 Form 10-K, which is available at investor.jnj.com and on the SEC's website.",
        "start": 61.28,
        "end": 113.65501
    },
    {
        "speaker": "Jessica Moore",
        "text": "Additionally, several of the products and compounds discussed today are being developed in collaboration with strategic partners or licensed from other companies. This slide acknowledges those relationships. Moving to today's agenda. I will start by reviewing the third quarter sales and P and L results for the corporation and highlights related to our two businesses. Joe Walk, our CFO, will then provide additional business and financial commentary before sharing an overview of our cash position, capital allocation priorities, and updated guidance for 2023.",
        "start": 115.015,
        "end": 153.03
    },
    {
        "speaker": "Jessica Moore",
        "text": "The remaining time will be available for your questions. Joaquin Diwado, our Chairman and CEO John Reed and Amit Tazel, our Innovative Medicine and MedTech R and D leaders as well as Eric Hoss, our VP of Litigation, will be joining us for Q and A. To ensure we provide enough time to address your questions, we anticipate the webcast will last approximately sixty minutes. As a reminder, on August twenty three, twenty twenty three, Johnson and Johnson announced the final results of the exchange offer and completion of the separation of Kenview, Inc. Unless otherwise stated, the financial results and guidance highlighted today reflect the continuing operations of Johnson and Johnson.",
        "start": 153.51,
        "end": 198.965
    },
    {
        "speaker": "Jessica Moore",
        "text": "Johnson. We will report the Consumer Health financial results as discontinued operations. Additionally, going forward, the Pharmaceutical segment will be referred to as Innovative Medicine. Starting with Q3 twenty twenty three sales results. Worldwide sales were twenty one point four billion dollars for the third quarter of twenty twenty three, an increase of six point eight percent versus the third quarter of twenty twenty two.",
        "start": 198.84,
        "end": 227.465
    },
    {
        "speaker": "Jessica Moore",
        "text": "Operational sales growth, which excludes the effect of translational currency, increased six point four percent as currency had a positive impact of zero point four points. In the U. S, sales increased eleven point one percent. In regions outside the U. S, our reported growth was one point six percent.",
        "start": 228.56,
        "end": 248.345
    },
    {
        "speaker": "Jessica Moore",
        "text": "Operational sales growth outside the U. S. Was zero point seven percent, with currency positively impacting our reported OUS results by zero point nine points. It is important to note that operational sales in Europe were negatively impacted by the COVID-nineteen vaccine and loss of exclusivity of Zytiga. Excluding the net impact of acquisition and divestitures, adjusted operational sales growth was four point nine percent worldwide, eight point nine percent in the U.",
        "start": 249.30501,
        "end": 280.315
    },
    {
        "speaker": "Jessica Moore",
        "text": "S, and zero point three percent outside the U. S. Turning now to earnings. For the quarter, net earnings were four point three billion dollars and diluted earnings per share was one point six nine dollars versus diluted earnings per share of one point six two dollars a year ago. Excluding after tax intangible asset amortization expense and special items for both periods, adjusted net earnings for the quarter were six point eight billion dollars and adjusted diluted earnings per share was two point six six dollars representing increases of fourteen point one percent and nineteen point three percent, respectively, compared to the third quarter of twenty twenty two.",
        "start": 280.315,
        "end": 327.68
    },
    {
        "speaker": "Jessica Moore",
        "text": "On an operational basis, adjusted diluted earnings per share increased thirteen point nine percent. I will now comment on business sales performance. Unless otherwise stated, percentages quoted represent the operational sales change in comparison to the third quarter of twenty twenty two and therefore exclude the impact of currency translation. Beginning with Innovative Medicine. Worldwide Innovative Medicine sales of thirteen point nine billion dollars increased five point one percent, with growth of ten point nine percent in the U.",
        "start": 328.645,
        "end": 363.645
    },
    {
        "speaker": "Jessica Moore",
        "text": "S. And a decline of two point three percent outside of the U. S. Operational sales growth increased four point three percent as currency had a positive impact of zero point eight points. Excluding COVID-nineteen vaccine sales, worldwide operational sales growth was eight point two percent, with growth of ten point nine percent in the U.",
        "start": 363.645,
        "end": 386.06998
    },
    {
        "speaker": "Jessica Moore",
        "text": "S. And growth of four point three percent outside of the U. S. Sales outside the U. S, excluding the COVID-nineteen vaccine, were negatively impacted by approximately five hundred basis points due to the loss of exclusivity of Zytiga in Europe.",
        "start": 386.06998,
        "end": 402.965
    },
    {
        "speaker": "Jessica Moore",
        "text": "Innovative medicine growth was driven by our key brands and continued uptake from our recently launched products, with eleven assets delivering double digit growth. We continue to drive strong sales growth for both DARZALEX and Arlita, with increases of twenty point seven percent and twenty seven percent, respectively, due to continued share gains and market growth. Within immunology, we saw growth in STELARA and TREMFYA, with increases of fifteen point eight percent and twenty one point five percent, respectively. This growth was predominantly driven by favorable patient mix and market growth. Turning to newly launched products.",
        "start": 403.99,
        "end": 445.945
    },
    {
        "speaker": "Jessica Moore",
        "text": "We continue to make progress on our launches of Carvicti and SPRAVATO. We are also encouraged by the early success of our launches of Tekveli and Tauvi, sales of which are driving the growth in other oncology. We expect to begin disclosing Tekveli sales in Q1 twenty twenty four. Total Innovative Medicines sales growth was partially offset by the loss of exclusivity of Zytiga and Remicade, along with a decrease in IMBRUVICA sales due to competitive pressures. I'll now turn your attention to medtech.",
        "start": 446.10498,
        "end": 480.175
    },
    {
        "speaker": "Jessica Moore",
        "text": "Worldwide medtech sales of seven point five billion dollars increased ten percent, with growth of eleven point six percent in the U. S. And eight point three percent outside of the U. S. Operational sales growth increased ten point four percent as currency had a negative impact of zero point four points.",
        "start": 480.895,
        "end": 499.36002
    },
    {
        "speaker": "Jessica Moore",
        "text": "Abiomed contributed four point six percent to operational growth. Excluding the impact of acquisition and divestitures, worldwide adjusted operational sales growth was six percent. On a pro form a basis, utilizing sales in the prior year from Abiomed as a standalone company, MedTech's growth for the quarter would be six point four percent. MedTech was negatively impacted across all platforms by international sanctions in Russia worth approximately sixty basis points and volume based procurement in China, primarily in five medtech platforms: spine, trauma, endocutters, energy, and electrophysiology. As communicated last quarter, we saw the return to more normalized seasonality with moderate deceleration in the third quarter.",
        "start": 500.335,
        "end": 551.17004
    },
    {
        "speaker": "Jessica Moore",
        "text": "The Interventional Solutions franchise delivered operational growth of forty eight point one percent, which includes three eleven million dollars related to Abiomed. This reflects growth in Abiomed patient procedures in the high teens and continued strong adoption of Impella five point five technology in surgery. Electrophysiology is a major contributor to this growth with a double digit increase of twenty point three percent. This reflects strong growth in all regions, including Europe, driven by our global market leading portfolio, including the most recently launched Q. RF ablation and Optrell mapping catheters.",
        "start": 552.155,
        "end": 593.01495
    },
    {
        "speaker": "Jessica Moore",
        "text": "Operational growth of three point two percent in surgery was driven primarily by procedure recovery and strength of our biosurgery and wound closure portfolios. Growth was partially offset by the impacts of volume based procurement in China and supply challenges. Global growth of five point four percent in vision was driven by price actions in contact lenses and other, as well as strength of new products, including AccuView OASIS One Day family of products and contact lenses and Technis iHands, our monofocal intraocular lens and surgical vision. Growth of contact lenses was partially offset by strategic portfolio choices and supply challenges, although these continued to improve. Global vision growth was negatively impacted by one hundred basis points due to the Blink divestiture.",
        "start": 594.37,
        "end": 648.875
    },
    {
        "speaker": "Jessica Moore",
        "text": "Orthopedics operational growth of two point six percent reflects procedure growth, success of recently launched products such as the global expansion of our Vellis digital solutions, and expansion in ambulatory surgical centers, partially offset by the impacts of volume based procurement in China in spine and trauma. Now turning to our consolidated statement of earnings for the third quarter of twenty twenty three, I'd like to highlight a few noteworthy items that have changed compared to the same quarter of last year. Cost of products sold margin was flat due to favorable patient mix and lower COVID-nineteen vaccine supply network related exit costs the Innovative Medicine business, partially offset by commodity inflation, unfavorable product mix, and restructuring related to excess inventory costs in the medtech business. Selling, marketing, and administrative margins deleveraged forty basis points, driven by increased expenses across the enterprise. We continue to invest strategically in research and development at competitive levels, investing three point four billion dollars or sixteen point two percent of sales this quarter.",
        "start": 650.17004,
        "end": 726.00507
    },
    {
        "speaker": "Jessica Moore",
        "text": "R and D was leveraged by one hundred and twenty basis points, primarily driven by portfolio prioritization, partially offset by higher milestone payments in the Innovative Medicine business. Additionally, IPR and D impairments were two zero six million dollars in the third quarter of twenty twenty three. Interest income was one hundred and eighty two million dollars in the third quarter of twenty twenty three, as compared to ninety nine million dollars of income in the third quarter of twenty twenty two. The increase in income was driven by higher interest rates earned on cash balances, partially offset by higher interest rates on debt balances. The other income and expense line was an expense of four ninety nine million dollars in the third quarter of twenty twenty three compared to an expense of two twenty six million dollars in the third quarter of twenty twenty two.",
        "start": 726.405,
        "end": 781.945
    },
    {
        "speaker": "Jessica Moore",
        "text": "This was primarily driven by higher unrealized mark to market losses on public securities, partially offset by the lower COVID-nineteen vaccine related exit costs and lower litigation expense. Restructuring in the third quarter was one hundred and fifty eight million dollars primarily related to the Innovative Medicines Restructuring Program announced in the first quarter. Regarding taxes in the quarter, our effective tax rate was seventeen point four percent versus sixteen point seven percent in the same period last year. This increase was primarily driven by a nondeductible, nonrecurring pretax charge that occurred in the current quarter. Excluding special items, the effective tax rate was fifteen point six percent versus fifteen point nine percent in the same period last year.",
        "start": 782.585,
        "end": 835.465
    },
    {
        "speaker": "Jessica Moore",
        "text": "As a result of the completion of the exchange offer, Johnson and Johnson is presenting the Consumer Health Business financial results as discontinuing operations, including a gain of approximately twenty one billion dollars I encourage you to review our upcoming third quarter ten Q filing for additional details on specific tax and separation related matters. Lastly, I'll direct your attention to the boxed section of the slide, where we have also provided our income before tax, net earnings, and earnings per share adjusted to exclude the impact of intangible amortization expense and special items. Now let's look at adjusted income before tax by segment. In the third quarter of twenty twenty three, our adjusted income before tax for the enterprise as a percentage of sales increased from thirty five point three percent to thirty seven point six percent, primarily driven by favorable patient mix and innovative medicine, partially offset by unfavorable product mix and commodity inflation in medtech. Innovative medicine margins improved from forty one point four percent to forty five point four percent, primarily driven by favorable patient mix and R and D portfolio prioritization.",
        "start": 836.10504,
        "end": 915.445
    },
    {
        "speaker": "Jessica Moore",
        "text": "MedTech margins declined from twenty five percent to twenty four point seven percent, primarily driven by commodity inflation and unfavorable product mix, partially offset by a divestiture gain. This concludes the sales and earnings portion of the Johnson and Johnson third quarter results. I'm now pleased to turn the call over to Joe Walk.",
        "start": 916.245,
        "end": 937.815
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "Joe? Thank you, Jessica, and thanks everyone for joining us today. This quarter's call marks a new era for Johnson and Johnson with a sharpened focus on innovative medicine and med tech. What has remained consistent is our credo and our commitment to patients. We are privileged to build upon our one hundred and thirty seven year legacy of tackling the world's most complex health care challenges and helping patients with serious unmet health needs around the world.",
        "start": 937.815,
        "end": 965.37
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "As we look forward, we are well positioned to grow our business and innovate across the spectrum of health care. We are excited about what's ahead and what we can achieve in the future. Before we dive into our performance, I want to briefly touch upon other items important to our business. The first is a brief recap of the KenView separation, which was formally completed during the quarter. The transaction was executed within our targeted timeframe and under budget, while generating significant cash and value for our shareholders.",
        "start": 966.11505,
        "end": 999.055
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "Through the separation, we raised thirteen point two billion dollars in cash proceeds through the KenView debt offering and IPO. We reduced Johnson and Johnson's outstanding share count by one hundred and ninety one million shares or approximately seven percent without the use of cash and in a tax free manner. We maintained our current quarterly dividend per share, and we retained approximately one hundred and eighty million shares of KenView stock that provides cash proceeds for future flexibility. We will see the full impact to EPS of the share reduction in twenty twenty four. Another item warranting comment is the Inflation Reduction Act.",
        "start": 999.855,
        "end": 1042.2899
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "We continue to believe the IRA's price setting provisions are damaging to innovation and will prevent the delivery of transformative therapies and cures to patients. As we await adjudication of legal proceedings initiated by us and others, we did submit all requested information in compliance with CMS's drug price setting scheme to continue supporting patients' access to our medicines that help them stay healthy and live longer. Moving to segment highlights in the quarter. As Jessica previously shared, our teams delivered strong results in the third quarter while continuing to advance our pipeline to enhance future growth. Within the Innovative Medicine business, two important regulatory milestones were announced during the quarter.",
        "start": 1042.61,
        "end": 1086.915
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "Specifically, we received European Commission approval for a reduced biweekly dosing frequency for tekvale for eligible patients with relapsed and refractory multiple myeloma, And U. S. FDA and European Commission approval of Talve, a first in class bispecific therapy for the treatment of patients with heavily pretreated multiple myeloma. Regarding clinical data, we are excited to have an unprecedented seven late breaking abstracts, including three featured in the Presidential Symposium being presented at the European Society of Medical Oncology meeting this weekend. Highlights will include the results from all three phase three studies of Ribrovant in lung cancer, including Mariposa, Mariposa two, and Papillon.",
        "start": 1087.54,
        "end": 1136.755
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "Additionally, updated data from the SUNRISE-one study of TAR-two hundred in non muscle invasive bladder cancer will be shared, as well as the first ever data of TAR-two ten in patients with FGFR mutations. We also look forward to presenting phase two data for nipocalimab in rheumatoid arthritis at the American College of Rheumatology Annual Meeting in November and have already launched a phase two combination study in RA. Lastly, we plan to initiate multiple clinical development programs for our targeted oral peptide JNJ-two thousand one hundred thirteen. This includes the initiation of the ANTHEM phase 2b study in ulcerative colitis, which will begin this month, and the Phase III clinical program titled ICONIC for adults with moderate to severe plaque psoriasis expected to begin in November. Moving to medtech.",
        "start": 1137.235,
        "end": 1192.565
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "Notable highlights in the quarter include significant advancements in electrophysiology across our cardiac ablation platform. We received FDA clearance from multiple atrial fibrillation ablation products in our portfolio to be used in a workflow without fluoroscopy. This FDA indication is unique to Johnson and Johnson and is a significant advancement where caregivers and patients are not exposed to harmful fluoroscopy related radiation during their cardiac ablation procedures. It also allows for the removal of heavy lead protective equipment that may lead to orthopedic complications for care teams. In pulse field ablation, we have completed our clinical trial in Europe and submitted for CE Mark for our Varipulse catheter.",
        "start": 1192.885,
        "end": 1240.285
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "We expect the completion for our U. S. Varipulse study to occur in the fourth quarter. We are also simultaneously advancing clinical studies for two additional pulse field ablation catheters, the STSF dual energy catheter, capable of delivering both and RF energy through the same device, and OmniPulse, a large tip focal catheter. Beyond electrophysiology, we have completed enrollment in the Abiomed Impella ECP clinical study, a landmark pivotal trial designed to demonstrate the safety and efficacy of the Impella ECP during high risk PCI procedures.",
        "start": 1240.765,
        "end": 1280.3899
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "Impella ECP is the world's smallest heart pump and the only heart pump compatible with small bore access and closure techniques. While not a clinical advancement, we have also taken steps in the quarter to improve MedTech's future margin profile, implementing a restructuring program designed to simplify and focus the operations of our orthopedic business. As part of this two year program, we expect to exit certain markets and product lines across that business. We anticipate some short term modest revenue disruption in orthopedics of approximately two fifty million dollars in total over the next two years, given the market and product line exits, but believe these actions will improve our ability to meet demand, resulting in accelerated growth and enhanced profitability. The program is expected to be completed by the end of twenty twenty five, with total program costs estimated to be between seven hundred million dollars and eight hundred million dollars Let's now turn to cash and capital allocation.",
        "start": 1281.03,
        "end": 1342.5399
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "We ended the third quarter with approximately twenty four billion dollars of cash and marketable securities and approximately thirty billion dollars of debt for a net debt position of six billion dollars Free cash flow year to date through the third quarter was approximately twelve billion dollars up from the five billion dollars we reported year to date in the second quarter of twenty twenty three. Our capital allocation priorities remain unchanged. We will continue to execute a strategic and disciplined approach utilizing our strong credit profile and robust free cash flow generation to prioritize continued investment in our business, increasing dividends on an annual basis, executing strategic business development initiatives for inorganic growth, and executing share repurchases when appropriate. Moving on to our twenty twenty three guidance update. Based on the strong results delivered in the quarter and the first nine months of this year, balanced with planned investments in the fourth quarter, we are raising the ranges for full year sales and EPS guidance.",
        "start": 1343.02,
        "end": 1404.5449
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "We now expect operational sales growth for the full year twenty twenty three to be in the range of eight point five percent to nine point zero percent or up six hundred million dollars at the midpoint in the range of eighty four point four billion dollars to eighty four point eight billion dollars on a constant currency basis and adjusted operational sales growth in the range of seven point two percent to seven point seven percent. Just a reminder, our sales guidance continues to exclude any COVID-nineteen vaccine revenue. While we do not speculate on future currency movements, utilizing the euro spot rate as of last week at one point zero six, We now anticipate an incremental negative currency impact of four hundred million dollars resulting in a full year impact of negative one percent or eight hundred million dollars Looking across the P and L, adjusted pretax operating margin is still expected to improve by approximately fifty basis points versus prior year, driven by stronger margin profile and business mix. Net other income is also being maintained, ranging from one point seven billion dollars to one point nine billion dollars Due to higher interest rates earned on our cash, we now expect net interest income in the range of three hundred million dollars to four hundred million dollars And finally, based on current tax law, our estimate for the effective tax rate for twenty twenty three will be between fifteen point zero percent and fifteen point five percent.",
        "start": 1405.505,
        "end": 1494.335
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "These revised estimates translate to an increase in our adjusted operational earnings per share guidance by zero one zero dollars at the midpoint. Our new range is ten point two dollars to ten point zero eight dollars or twelve point five percent growth at the midpoint, and adjusted reported earnings per share in the range of ten point zero seven dollars to ten point one three dollars or thirteen percent growth at the midpoint. Since January, we've been able to increase our guidance throughout the year for a cumulative impact of three billion dollars on operational sales and zero two five dollars on adjusted operational earnings per share, which includes absorbing zero one zero dollars for our licensing deal with Cellular Biomedicine Group announced in the second quarter of twenty twenty three. Now I appreciate that many of you are turning your attention to twenty twenty four, and our teams are actively finalizing our plans for next year. With that context, allow me to provide some preliminary perspectives for you to consider.",
        "start": 1495.215,
        "end": 1553.195
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "For innovative medicine, we remain confident in our ability to deliver growth from key brands and anticipate continued progress from our newly launched products, all while advancing our robust pipeline with many exciting data readouts, filings, and approvals ahead of us. This includes data presentations and regulatory submissions for Tremfya in IBD, presenting data from our phase three study of nipocalimab in myasthenia gravis, and readouts from two phase three ERLEADAR trials in early stage prostate cancer. We do not expect the entry of STELARA biosimilars in the United States during twenty twenty four. However, as a reminder, Stellara does have a composition of matter patent expiry in mid-twenty twenty four in Europe. For medtech, we expect our commercial capabilities and continued adoption of recently launched products across all medtech businesses will continue to drive our growth and improve competitiveness, while continuing to advance our pipeline programs, including innovation in pulse field ablation, Abiomed, and surgical robotics.",
        "start": 1554.36,
        "end": 1621.87
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "We expect procedures in twenty twenty four to remain consistent with elevated twenty twenty three levels. With respect to tax, as you may be aware, the European Union member states are in the process of enacting the EU's Pillar two Directive, which generally provides for a fifteen percent minimum tax rate as established by the OECD Pillar two framework. The first EU effective date for certain aspects of the law is January one, twenty twenty four. As a result, we currently estimate up to a one percent tax rate increase in twenty twenty four. In addition, the U.",
        "start": 1622.5549,
        "end": 1662.315
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "S. Treasury's current perspective on Pillar two will be harmful as it relates to the treatment of U. S. Incentives for innovation and will result in U. S.-based multinational companies paying more tax revenue to foreign governments.",
        "start": 1662.315,
        "end": 1675.8099
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "Regarding share count given the Kenview separation, the full benefit of the approximately one hundred and ninety one million dollars net share reduction in Johnson and Johnson shares outstanding from the exchange offer will be reflected in our twenty twenty four financials. And finally, while we don't speculate on future currency impact, utilizing the current euro spot rate would yield an approximate zero one five dollars negative currency impact on twenty twenty four full year adjusted earnings per share. We are pleased with our strong performance during the first nine months of this year and have positive momentum as we move into twenty twenty four. We look forward to sharing more about the strength of our business, promise of our innovative medicine and med tech pipelines, and the long term strategy of Johnson and Johnson at our upcoming Enterprise Business Review on December fifth at the New York Stock Exchange. More information, including an overview of the day's schedule, will be shared shortly.",
        "start": 1676.53,
        "end": 1732.59
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "We hope you will be able to join us either in person or on the available webcast. I want to conclude my remarks by thanking our teams around the world for their continued hard work and unwavering commitment to excellence on behalf of our patients. We are confident that our strategy will position us to deliver long term growth and create significant value for our shareholders. With that, it's my pleasure to turn to Kevin and begin the Q and A portion of the call.",
        "start": 1732.99,
        "end": 1760.2
    },
    {
        "speaker": "John Reed",
        "text": "Hi, John Reed here. It's great to join the call. This is my first time as a newcomer to J and J. And before I answer your question, David, I would just like to say I have to tell you I'm really enjoying being a new member of the J and J team. I've really been impressed with the culture inspired by our credo, with the caliber of our talent, our people here at J and J, and with the really strong performance of the pipeline.",
        "start": 1810.74,
        "end": 1836.74
    },
    {
        "speaker": "John Reed",
        "text": "We've already launched two NMEs this year, Akeja for prostate cancer and Talvi for myeloma, continuing our tradition in bringing new therapies in those agents, and we're positioned to deliver an average of more than two NMEs per year between now and the close of the decade, two thousand and thirty. So the pipeline is very robust, and it's exciting to be here and to be a part of it. So on to your question, the data will be presented at ESMO in a presidential session, so we're embargoed until then. Abstracts will be available on Wednesday. I can only say that the RiborvantLazertinib combo did perform well head to head against ozamertinib.",
        "start": 1837.7,
        "end": 1885.825
    },
    {
        "speaker": "John Reed",
        "text": "Our regimen is a chemo free option for patients, which we think is important, and we'll present those data at ASMO.",
        "start": 1886.84,
        "end": 1894.2001
    },
    {
        "speaker": "Joaquin Duato",
        "text": "So thank you for the question. And yeah, I mean, our results in orthopedics were two point six percent growth overall. And part of it, as you mentioned, is driven by seasonality. As we have commented, we are in a journey of improvement in orthopedics. We want to be number one and number two in every segment we compete.",
        "start": 1949.2999,
        "end": 1975.9199
    },
    {
        "speaker": "Joaquin Duato",
        "text": "And that is a place where we are not there yet, but we are very confident that we are going to continue to make improvements by investing and by growing in the highest growth segments. We have made improvements in our portfolio, for example, on the knee side. We have a more complete portfolio now on the revision side, on the cementless side. We are launching now our bellies orthopedics, total knee surgery replacement in Europe, and we already have about thirty thousand procedures that have been performed with our Bellis robotic system. Overall, we are increasing our penetration also in the ASCs, which is a fast growing segment, and we see our performance continue to improve in the U.",
        "start": 1976.4,
        "end": 2035.4901
    },
    {
        "speaker": "Joaquin Duato",
        "text": "S. And globally. In this particular quarter, we also had some impact due to the impact of value based procurement in China and also because of the impact of the Russia sanctions that was mentioned already in the prepared remarks. So overall, in orthopedics, we are determined to continue our journey of improvement. We are focusing in having the right portfolio.",
        "start": 2035.4901,
        "end": 2061.84
    },
    {
        "speaker": "Joaquin Duato",
        "text": "We have a very strong team in the field. And as Joe has announced, and Joe can comment on that, we have a plan to be able to continue to improve our margins in orthopedics.",
        "start": 2061.84,
        "end": 2073.0151
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "Yeah, just very quickly, Matt, thanks for the question. With respect to the restructuring program that we announced specifically in orthopedics, we're looking to exit those less profitable markets and product lines. So we'll have some, clearly, inventory write downs as a result of that. Over the next two years, there will be some modest revenue disruption, but we actually do think these actions not only accelerate growth going forward, but will improve profitability.",
        "start": 2073.415,
        "end": 2100.1052
    },
    {
        "speaker": "Erik Haas",
        "text": "Great, thanks Joe. The short answer is that we continue to pursue the four pronged strategy that we communicated back in July. So let me quickly summarize those four prongs and highlight the salient developments and perhaps anticipate some follow-up questions about tau. So the first prong, we are pursuing the appeal through to the Supreme Court in the United States of the July ruling by the New Jersey bankruptcy court that dismissed LTL's bankruptcy case. Notably, our appeal recently was joined by counsel representing the vast majority of the TAO claimants.",
        "start": 2137.53,
        "end": 2177.4202
    },
    {
        "speaker": "Erik Haas",
        "text": "Also, thereafter, the bankruptcy court certified the case for a direct appeal to the Third Circuit bypassing the district court because the bankruptcy court found that the appeal raises matters of significant public interest, the resolution of which would materially advance the progress of the case and we fully agree with that assessment. On the merits of the appeal challenges both the validity as well as the application of the novel standard that was imposed by the Third Circuit that requires a showing of quote immediate financial distress to proceed with the bankruptcy case. That immediate financial distress requirement, which the Third Circuit did not specifically define, is found nowhere in the bankruptcy code and is contrary to the standards that are implied by other circuits. Moreover, under any reasonable interpretation of that standard, we believe the record has fully established that LTL faced immediate financial distress due to the large volume of TAL claims that were asserted against it. In terms of timing, the Third Circuit could rule at any moment whether it will take the direct appeal or not.",
        "start": 2178.395,
        "end": 2254.92
    },
    {
        "speaker": "Erik Haas",
        "text": "If it does, we expect briefing to take place over the next couple months with a decision in the early twenty twenty four timeframe. And because we do anticipate the Third Circuit will summarily affirm the application of its standards, we will immediately thereafter request the Supreme Court to resolve the circuit split and decide if the Third Circuit's novel approach is an appropriate standard for deciding a motion to dismiss. We do not think it is. We hope to squeeze the cert petition to the Supreme Court into the first term in twenty twenty four, but if not, we will raise it in the second term. The second prong of our strategy involves working with the council, representing the vast majority of the TAO claimants more than we had previously that were along with us.",
        "start": 2254.92,
        "end": 2310.25
    },
    {
        "speaker": "Erik Haas",
        "text": "Along with the, and in addition to the future claims representatives, And together with the council and the future claims representatives, we're pursuing a consensual resolution of the TAL claims through another bankruptcy. And that is exactly what the bankruptcy court, the New Jersey Bankruptcy Court urged and strongly recommended that we do in its decision that actually dismissed the case. And the New Jersey court made those recommendations having found that LTL had made remarkable progress towards an equitable and efficient resolution to date. So we are continuing on in that process. In terms of timing on the second prong, the consensual resolution is on the same trajectory as the initial bankruptcy plan with a vote expected in the next six months to determine whether the requisite super majority of claimants support the plan.",
        "start": 2310.3298,
        "end": 2368.47
    },
    {
        "speaker": "Erik Haas",
        "text": "Third, while those negotiations are proceeding, we will continue to vigorously defend the meritless foul claims in the tort system. As you may have seen just this last week, we had a significant favorable ruling in that regard with the New Jersey's appellate court in the Barden case reversing a two twenty three million dollars verdict against the company. The appellate court reversed because it determined the opinions of the leading plaintiff's experts were unsound, were unscientific, and were unsubstantiated. And it is that baseless nature of those expert opinions why we have prevailed in the vast majority of the cases that have been tried to date. In terms of timing of the litigation, there are two additional mesothelioma cases that we expect will be tried this year with more to come in twenty twenty four.",
        "start": 2369.415,
        "end": 2429.67
    },
    {
        "speaker": "Erik Haas",
        "text": "As with the Bardin case, it's important to keep in mind that the ultimate resolution of those matters often is determined at the appellate level, not at the trial level, which is the place and which occur in the forms that the plaintiff lawyers choose. Finally, we will aggressively challenge the abuses of the judicial system by the mass tort plaintiff's bar and its experts with our own affirmative litigation. We mentioned last time that we brought two actions against the plaintiff's bar's lead experts for defaming our products with publications premised unknowingly false propositions. And those are moving forward. They've been fully briefed with respect to the initial case motions.",
        "start": 2430.425,
        "end": 2482.5
    },
    {
        "speaker": "Erik Haas",
        "text": "And in terms of timing, we expect a ruling shortly from the federal district court in New Jersey whether those matters may proceed to the discovery phase. So that's a quick summary. I'd be happy to answer any follow-up questions you may have regarding the strategy.",
        "start": 2482.5,
        "end": 2500.335
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "Great. Thank you, Eric. Chris, regarding your second question, if J and J had a nickel for every time Voracious was quoted back to me since the second quarter earnings, we probably could have taken up guidance even a bit more. And while that's often associated with wanting or devouring great quantities, I think it's really the second definition in Webster's where having a very eager approach to an activity is the construct in which I meant the term in the second quarter. So we I could have said that five years ago, ten years ago, my predecessors could have said that.",
        "start": 2501.01,
        "end": 2531.9102
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "We routinely, almost weekly, meet on new opportunities that may complement our existing portfolio or our future pipeline in both medtech and innovative medicines. And the current moment is no different. In fact, we're in a very good position, given the low levels of net debt, the cash we were able to raise to fulfill one of our capital allocation priorities, which you're probably very, very familiar with at this point in time. But we're not going to compromise our principles in making sure that it's a strategic fit, so it fits into the scientific expertise, the commercial capabilities, the global reach that will add value to that asset in our hands versus someone else. And we're going make sure that we're disciplined in that approach financially by ensuring that we have a return that's commensurate with the risk that we're bearing on behalf of shareholders.",
        "start": 2531.9902,
        "end": 2585.2402
    },
    {
        "speaker": "Joseph J. Wolk",
        "text": "So we'd much rather have an okay deal pass us by than make a bad deal. And that's kind of the principles that we'll live into. There's no deal that's too big, given our credit rating, as well as our financial strength and annual cash flow generation, but as you know, we've had great success doing smaller, earlier stage deals as well. We're agnostic with respect to whether it be the next one being med tech or innovative medicines, we are simply looking for the best qualified deal that meets both strategic and financial parameters. So hopefully that answers your question.",
        "start": 2585.2402,
        "end": 2618.23
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Thank you, Jeff. And as you have seen in the progression quarter over quarter of CARBICTI, we continue to have, on one hand, strong demand, and on the other hand, progress in our manufacturing. We're also very encouraged by the data that came out with CARTi-two twenty four, that eventually we make CARBICT also a medicine in earlier signs of therapy. So when it comes to our manufacturing progress, I'm going to let John explain what are we doing in order to be able to supply the strong demand that we are seeing in CarVicta to date. Overall, what you can expect, Jeff, is that we you will continue to see quarter over quarter improvement in twenty twenty three into also twenty twenty four.",
        "start": 2645.2002,
        "end": 2696.2
    },
    {
        "speaker": "John Reed",
        "text": "Yeah, to follow-up on Joaquin's comments, we've been progressively adding more and more capacity. That's included at our original launch site in New Jersey, but we are close to having an additional manufacturing site up and rolling in Europe, in Belgium, and also have recently increased our capacity by using some excess capacity that Novartis had to further bolster the number of slots that we can accommodate. One of the traditionally rate limiting components of the therapy has been the lentivirus component. And there we've made really outstanding progress in house, mastering that technology, increasing the scale at our factory in Switzerland. And we're in the process, we're building, I think it'll be available next year, another factory in the Netherlands to support the lentivirus component, which has sometimes been one of the rate limiting aspects.",
        "start": 2697.0798,
        "end": 2761.98
    },
    {
        "speaker": "John Reed",
        "text": "So altogether, the capacity continues to ramp up, and we continue to perfect the technology, I would say. Same thing with the number of centers that are qualified to administer the therapy, and we're also making progress on the number of countries where CAR VICT will be available. So very excited, obviously, about the momentum with that. Really that best in class CAR therapy, the CAR T2-four data, as you know, showed unprecedented progression free survival benefit, a hazard ratio of zero point two six, overall response rate of ninety nine percent, eighty six percent complete response, very durable for a one and done therapy that was well tolerated. The grade three or above cytokine release syndrome was only one point one percent.",
        "start": 2762.775,
        "end": 2817.66
    },
    {
        "speaker": "John Reed",
        "text": "So this is really, I think, now emerging as the preferred second line therapy, and we hope to do more, such as bringing the frontline as a possible alternative to stem cell transplant.",
        "start": 2818.395,
        "end": 2829.195
    },
    {
        "speaker": "Joaquin Duato",
        "text": "And, know, Jeff, to your point in mutated myeloma, new product launches, we are also very encouraged by the launch of TegVyle and also the recent approval of Talbe. The progression of these medicines is exceeding our internal expectations, and we already have about two thousand healthcare professionals in the U. S. That are REMS certified to be able to administer Tegvali and Talbe. So very encouraging progress in these two medicines in multiple myeloma.",
        "start": 2829.7551,
        "end": 2862.8
    },
    {
        "speaker": "Joaquin Duato",
        "text": "And we expect to be able to break out TEGVALI sales beginning in twenty twenty four.",
        "start": 2862.9602,
        "end": 2869.2002
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Thank you for the question. Certainly, we have always been very confident in being able to hit our fifty seven billion dollars target in twenty twenty five for pharma. As I have explained before, there are a number of factors there. The first one and most important is the growth that we're having in our key assets, Tremfya, Erlida, Uptravi, our long acting injectables, and especially DARZALEX, which continues to have a tremendous trajectory gaining share in first line. We are encouraged, as I just commented, by the launches of CARBICTI, the progression of SPRAVATO and also the recent launches too, also in multiple myeloma of Tegvali and Talve.",
        "start": 2912.23,
        "end": 2956.885
    },
    {
        "speaker": "Joaquin Duato",
        "text": "And looking into twenty twenty four, the remaining of the year and also into twenty twenty five, we have some very exciting news in our pipeline. Some of them have been already commented. For example, the first chemo free regimen as first line in EGFR mutated non small lung cancer, we will be presenting the data of Mariposa in RESMO, and that potentially will be a filing and an approval in twenty twenty five. This would be a new standard of therapy in this line of therapy in this very important need for patients. We also continue to be encouraged by the progress in our TARIS drug delivery platform.",
        "start": 2957.125,
        "end": 3002.9502
    },
    {
        "speaker": "Joaquin Duato",
        "text": "You are also going to see data being presented at ESMO. Very important for us in two existing products, we will be presenting data on Tremfya in IBD, both in Crohn's and in ulcerative colitis for a potential approval later in twenty twenty four. That's going to be a very significant growth driver for taking into consideration that in the STELARA case, IBD represents seventy five percent of the sales. So we still have a of growth in front of us with Tremfya, as we do also in Erlida, in which we will present data in localized high risk prostate cancer. We also you know, we're also going to be able to present some data of Nipocalimab in myasthenia gravis end of this year.",
        "start": 3002.9502,
        "end": 3056.24
    },
    {
        "speaker": "Joaquin Duato",
        "text": "So all in all, very good news for our pipeline in twenty twenty four and twenty twenty five. Certainly, the entrance of the biosimilars in twenty twenty five in the U. S. Is another factor that builds our confidence that we are going to be able to meet the fifty seven billion dollars For me, the most important thing now is to look forward and to think about the growth profile of our Innovative Medicine group into the second half of the decade. We have a number of growth drivers that are already there that I described, but also the strength of our pipeline both in immunology, in oncology, and in neuroscience profiles us as a strong company, as strong growth profile into the second half of the decade, And that's part of what we will be looking forward to discussing with you in our upcoming enterprise business review, focusing on what is going to be the growth profile in the second half of the decade.",
        "start": 3056.64,
        "end": 3120.25
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Thank you, and thank you, Larry. And taking a step back, we see the evolution of our medtech business in a very positive way. One of our key goals for us is to be a top tier grower in MedTech. When I look at the results of MedTech this year, we are delivering on that. Our growth in the quarter pro form a was six point four percent when you compare with Abiomed as a stand alone company.",
        "start": 3307.6099,
        "end": 3336.11
    },
    {
        "speaker": "Joaquin Duato",
        "text": "And when you look at our pro form a growth year to date in MedTech, it's seven point nine percent. So very pleased with the performance of our MedTech business, and we have expectations to continue our progression into twenty twenty four, in part fueled by the procedural growth that we see and also by our continued improvement in our execution and the launch of new products. Some of them we can discuss later. For example, we will be launching our first PFA catheter in Europe into twenty twenty four. When it comes to GLP-1s, it's good for patients to have new options for treatment, especially in obesity, which at times has been a stigmatized disease in which patients were not looking for treatment due to the stigmatization of that.",
        "start": 3336.27,
        "end": 3388.665
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Certainly, as you commented, we're seeing some impact in our bariatric business in the short term, as some patients are reconsidering surgery, expecting to get treatment. But overall, when we talk to surgeons, bariatric surgeons, what they see is a complementary role of surgery and GLP-1s, and many of them comment on the fact that they could see a tailwind for bariatric surgery down the road, given this complementary nature, the increased awareness about obesity, more patients seeking treatment. And many of the patients, about thirty percent of them, are not going to be tolerating this medication, so they would be another funnel for our bariatric business. In the rest of our medtech business, at this point, we continue to see robust procedure increase, and we don't anticipate that change that trend changing in the foreseeable future.",
        "start": 3388.905,
        "end": 3450.72
    },
    {
        "speaker": "John Reed",
        "text": "Yeah, thanks for the question, and we look forward to sharing those data at the ACR in November in San Diego. We're looking at NIPO as either a monotherapy combined with a precision medicine strategy or as a combination for a broad population where we aim to combine with an anti TNF agent. And we see those two mechanisms as being very complementary, reducing the levels of autoantibodies with NIPO and then inhibiting inflammatory mechanisms with the TNF. The so called DAISY study, the phase two, is underway now, and we'll test that combination. So that, in general, has been the way we're looking at RA, not only for NIPO, but other agents in our pipeline where we see the future being monotherapies that are targeted in a precision medicine way or broad therapies that are combos that can bring together synergistic mechanisms in a safe way.",
        "start": 3485.6199,
        "end": 3551.135
    },
    {
        "speaker": "John Reed",
        "text": "We're excited to be launching the DAISY program to look at that combo. And we're hoping that that'll bring deeper, more durable remissions for patients as we bring those new mechanisms together.",
        "start": 3552.175,
        "end": 3569.0298
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Thank you, Joanne. And first, let me say that China for us is a key market and a market in which we are delivering growth now and we are going to continue to deliver strong growth into twenty twenty four. So it's a key growth driver for us. So on one hand, certainly, BDP represents a headwind in price, and on the other hand, it also represents an opportunity as you can expand quality products, medical technologies into more patients. So there are a number of medtech platforms now currently undergoing VBP headwinds, electrophysiology, spine, trauma, endocatherson energy, and these effects will last during twenty twenty three and part of twenty twenty four.",
        "start": 3606.475,
        "end": 3664.005
    },
    {
        "speaker": "Joaquin Duato",
        "text": "We have already anniversaried our large joints VBP. So at this point, we have about eighty percent of our platforms that have been already affected by VBP. Again, as we look into twenty twenty four, we expect to continue to deliver a strong growth in China and China remaining a key part of our growth. When it comes to the question that you were asking in the side, we have a strong culture of compliance in our business. And at this point, we may see some limitations related to physician and surgeon access, but we are not seeing any material impact in any part of our business due to that, and we'll continue to monitor the situation.",
        "start": 3664.005,
        "end": 3712.845
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Overall, as I said, we continue to see China as a key driver of our growth and also as a key source of innovation moving into the future.",
        "start": 3712.845,
        "end": 3722.605
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Thank you. We are very pleased with the performance of our immunology business, especially we're pleased with the performance of Tremfya with twenty five point one percent growth in the quarter, which shows our ability to drive growth there. As I said before, TREMFYA currently is now indicated in psoriatic arthritis and psoriasis as an analog in the case of Estelara that represents about twenty five percent of the sales. So with the upcoming readouts, filing, and potential approvals of ulcerative colitis and Crohn's disease, we expect to have significant growth in Tremfya. We talked about Tremfya as a five billion dollars product earlier in our Analyst Day in twenty twenty one.",
        "start": 3766.825,
        "end": 3815.53
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Now you can see clearly that we are going not only to meet that, but to clearly exceed that benchmark for Tremfya. So when it comes to Estelara, we had also a very robust growth of close to sixteen percent. In that case, there is a prior period adjustment in the quarter a year ago that represents about six hundred basis points. So you should take that into consideration when you think about the STELARA growth. We are very pleased overall, as I said, with our immunology portfolio.",
        "start": 3815.53,
        "end": 3848.6199
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Overall, our immunology portfolio in the quarter grew twelve point four percent, which is very strong considering that we also have headwinds there of Remicade biosimilars. And we remain very excited about the portfolio as a key driver for J and J. Our innovative medicines are going to be bringing significant improvements there in IBD with Tremfya, Cyricol, but also staying there, we have our targeted oral peptide, which is going to be presenting some data soon, that we already presented data in psoriasis. And also, we have the combination of bustelcumab and golinumab in IBD, which has presented also groundbreaking results. So very encouraged about our Hemophilia portfolio and the ability to drive growth in the second half of the decade, more to be seen in our EBR later in the year.",
        "start": 3848.6199,
        "end": 3907.0698
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Daniel, if I may interject here on Ottava, you know, I've been in touch with multiple surgeons around the world. And one common comment that I find is that they all want they are rooting for Johnson and Johnson to come into the robotic surgical space. They want to have the service and the support that they have been accustomed during decades with our Ethicon business, and they also want to be able to utilize the advanced instruments with whom they have grown. So what I see in the surgical space is that the surgeons want to have alternatives, and they are all looking forward to having Johnson and Johnson play an important role in robotic surgery.",
        "start": 4031.6648,
        "end": 4075.46
    },
    {
        "speaker": "Jessica Moore",
        "text": "Thank you, Danielle. We have time for one last question.",
        "start": 4076.9,
        "end": 4079.6199
    },
    {
        "speaker": "John Reed",
        "text": "No, I don't think it influences because it's really important attention not only to progression free survival, but also overall survival, as well as the PFS2, the survival on the second line of therapy. Unfortunately, with today's therapies, almost all lung cancer patients will eventually relapse. They will need a second line therapy, and we think chemo is best reserved for that circumstance, where the patient now has failed the frontline targeted therapies. So I would really attention to overall survival, pay attention to that progression free survival two endpoint, because these are going to be, I think, really things that matter in terms of what the long term outcome is for patients with EGF receptor mutant lung cancer. We believe, based on the data we'll present in the presidential session at ESMO, that the combination of Riborband or bispecific antibody, the first bispecific ever approved for a solid tumor indication incidentally, fully human, as well as the third generation small molecule oral EGF receptor losartanib, which is brain penetrant, never mind, we believe that that will become the new frontline standard of care for EGF receptor mutant lung cancer and offer patients durable remissions that are achieved in a chemo free regimen.",
        "start": 4100.51,
        "end": 4192.735
    },
    {
        "speaker": "Jessica Moore",
        "text": "Thank you, and thanks to everyone for your questions and your continued interest in our company. We apologize to those that we couldn't get to because of time, but don't hesitate to reach out to the Investor Relations team with any remaining questions you may have. I will now turn the call back to Joaquin for some brief closing remarks.",
        "start": 4195.855,
        "end": 4214.15
    },
    {
        "speaker": "Joaquin Duato",
        "text": "Thank you, Jess, and thank you to all of you for joining us today. I'm proud to present today the company's performance. This is the first quarter that we report as a new J and J focused in health care innovation in medtech and in pharmaceuticals. And I believe this new G and J has a better foundation to continue to drive growth for the next decade. We are achieving strong results in twenty twenty three with our seven point five percent adjusted operational growth in the quarter.",
        "start": 4214.15,
        "end": 4252.6245
    },
    {
        "speaker": "Joaquin Duato",
        "text": "It's the second quarter in a row that we have a bid and a raise of our guidance, and we continue to believe that we're going to have a very strong finish into twenty twenty three, and that reads well for a strong twenty twenty four, too. We have a dedicated team, both in innovative medicines and in medtech, and we think we are very well positioned, as I said, to carry the momentum that you are seeing in twenty twenty three into twenty twenty four. Finally, we are looking forward to engaging all of you at Enterprise Business Review on December the fifth. Thank you very much, and enjoy the rest of your day.",
        "start": 4252.7046,
        "end": 4296.5703
    }
]