[
  {
    "speaker": "Jessica Moore",
    "text": "Thank you, Joe. A few logistics before we get into the details. This review is being made available via webcast accessible through the Investor Relations section of the Johnson & Johnson website at investor.jnj.com, where you can also find additional materials including today's presentation and associated schedules. Please note that today's presentation includes forward-looking statements regarding among other things, our future operating and financial performance and the anticipated separation of the Company's Consumer Health business.",
    "start": 105.125,
    "end": 142.785
  },
  {
    "speaker": "Jessica Moore",
    "text": "We encourage you to review the cautionary statement included in today's presentation, which identifies certain risks and factors that may cause the Company's actual results to differ materially from those projected. In particular, there is significant uncertainty about the duration and contemplated impact of the COVID-19 pandemic and other marketplace dynamics. This means that results could change at anytime and the contemplated impact of COVID-19 on the Company's business results and outlook is a best estimate based on the information available as of today's date. A further description of these risks, uncertainties and other factors can be found in our SEC filings, including our 2021 Form 10-K, along with reconciliations of the non-GAAP financial measures utilized for today's discussion to the most comparable GAAP measures. These materials are also available at investor.",
    "start": 143.43,
    "end": 205.90001
  },
  {
    "speaker": "Jessica Moore",
    "text": "Jnj dot com. Several of the products and compounds discussed today are being developed in collaboration with strategic partners or licensed from other companies. This slide acknowledges those relationships. Moving to today's agenda. I will review the first quarter sales and P and L results for the corporation and the three segments.",
    "start": 205.98001,
    "end": 228.38501
  },
  {
    "speaker": "Jessica Moore",
    "text": "Following, Joe will provide additional business and financial commentary before sharing an overview of our cash position, our capital allocation priorities, and updated guidance for twenty twenty two. The remaining time will be available for your questions. During the Q and A portion of",
    "start": 229.44,
    "end": 247.275
  },
  {
    "speaker": "Jessica Moore",
    "text": "the call, Joe will be",
    "start": 247.275,
    "end": 248.635
  },
  {
    "speaker": "Jessica Moore",
    "text": "joined by Ashley McEvoy, Executive Vice President and Worldwide Chair, MedTech Thibault Mongan, Executive Vice President and Worldwide Chair, Consumer Health and Jennifer Talbert, Executive Vice President and Worldwide Chair, Pharmaceutical. We have heard your feedback and are implementing a few enhancements this quarter. First, we are now providing select earlier phase clinical trial information on our pharmaceutical pipeline to streamline your data collection efforts from ClinicalTrials dot gov. Second, rather than sharing detailed business performance commentary on each part of the business, I will summarize significant business drivers, leaving more time for Q and A. You can find additional detailed segment commentary in our earnings presentation.",
    "start": 248.635,
    "end": 297.52002
  },
  {
    "speaker": "Jessica Moore",
    "text": "We anticipate the webcast will last up to sixty minutes. Now let's move to the first quarter results. Worldwide sales were twenty three point four billion dollars for the first quarter of twenty twenty two, an increase of five percent versus the first quarter of twenty twenty one. Operational sales growth, which excludes the effect of translational currency, increased seven point seven percent as currency had a negative impact of two point seven points. In the US, sales increased two point seven percent.",
    "start": 298.73502,
    "end": 332.52502
  },
  {
    "speaker": "Jessica Moore",
    "text": "In regions outside the US, our reported growth was seven point two percent. Operational sales growth outside the US was twelve point six percent, with currency negatively impacting our reported OUS results by five point four points. Excluding the net impact of acquisition and divestitures, adjusted operational sales growth was seven point nine percent worldwide, two point eight percent in the U. S. And twelve point nine percent outside the U.",
    "start": 332.92502,
    "end": 362.445
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. Turning now to earnings. For the quarter, net earnings were five point one billion dollars and diluted earnings per share was one point nine three dollars versus diluted earnings per share of two point three two dollars a year ago. Excluding after tax intangible asset amortization expense and special items for both periods, adjusted net earnings for the quarter were seven point one billion dollars and adjusted diluted earnings per share was two point six seven dollars representing increases of three percent and three point one percent, respectively, compared to the first quarter of twenty twenty one. On an operational basis, adjusted diluted earnings per share increased six point two percent.",
    "start": 362.445,
    "end": 410.28
  },
  {
    "speaker": "Jessica Moore",
    "text": "I will now comment on business segment sales performance highlights. Unless otherwise stated, percentages quoted represent the operational sales change in comparison to the first quarter of twenty twenty one and therefore exclude the impact of currency translation. Beginning in twenty twenty two, certain over the counter products previously reported under the Pharmaceutical segment have been reclassed to Consumer Health. These products represent roughly one hundred million dollars of sales per quarter. Please refer to the supplemental sales schedules for prior year restatements.",
    "start": 411.395,
    "end": 447.565
  },
  {
    "speaker": "Jessica Moore",
    "text": "Also, as stated in our twenty twenty one ten ks, effective January, our Medical Devices segment is now referred to as MedTech. Beginning with consumer health. Worldwide consumer health sales of three point six billion dollars increased zero point eight percent, with a decline of three point four percent in the U. S. And growth of four point one percent outside the U.",
    "start": 447.965,
    "end": 471.475
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. Excluding the impact of acquisitions and divestitures, worldwide growth was one point six percent. Consumer health was negatively impacted by industry wide external supply constraints, primarily due to ingredients and packaging availability, as well as labor shortages largely reflected in our skin health and beauty business, worth approximately two eighty basis points worldwide and five hundred basis points in the US. Adjusting for these constraints, consumer health delivered solid results, primarily due to above market growth in OTC, driven by increased Tylenol, Motrin, and upper respiratory product sales. Moving on to our Pharmaceutical segment.",
    "start": 471.475,
    "end": 513.7
  },
  {
    "speaker": "Jessica Moore",
    "text": "Worldwide Pharmaceutical sales of twelve point nine billion dollars increased nine point three percent, with growth of two point nine percent in the US and sixteen point seven percent outside of the US. Base pharmaceutical growth was driven by our broad portfolio of products paired with strong commercial execution, enabling us to deliver above market adjusted operational sales growth, including six assets with double digit growth in the quarter. Base business growth was due to strength from DARZALEX, TREMFYA, STELARA, ERLEADA, and our paliperidone long acting portfolio. Growth was partially offset by LOE pressures from both Remicade and Zytiga, along with decrease in IMBRUVICA and Xarelto sales. DARZALEX continues to drive very strong operational growth, with sales increases of forty point three percent driven by subcutaneous formulation penetration and meaningful share gains across all lines of therapy and in all regions.",
    "start": 514.26,
    "end": 576.42
  },
  {
    "speaker": "Jessica Moore",
    "text": "IMBRUVICA sales declined three point nine percent worldwide due to increased competition from novel oral agents, particularly in the US. IMBRUVICA maintains its market leadership position worldwide and continues to drive growth outside of the U. S. Despite ongoing competitive pressures. Xarelto sales declined thirteen point eight percent in the U.",
    "start": 577.46497,
    "end": 599.27997
  },
  {
    "speaker": "Jessica Moore",
    "text": "S, driven largely by a net unfavorable prior period price adjustment and increased costs for patient access, partially offset by continued demand and market growth. The COVID-nineteen vaccine also contributed approximately five hundred million dollars to sales in the quarter. Given these results, we remain confident in our ability to deliver our eleventh consecutive year of above market adjusted operational sales growth in twenty twenty two. I'll now turn your attention to the medtech segment. Worldwide medtech sales of seven billion dollars increased eight point five percent, with growth of five point six percent in the US and growth of eleven point one percent outside the US.",
    "start": 599.27997,
    "end": 644.335
  },
  {
    "speaker": "Jessica Moore",
    "text": "Excluding the impact of acquisitions and divestitures, worldwide growth was eight point six percent. We see strong performance in Q1 driven by market recovery, focused commercial strategies, and differentiated new products driving enhanced or sustained market share across most of the eleven priority platforms. We continue to monitor potential impacts on elective procedures driven by COVID-nineteen resurgences across various markets. Before highlighting the financial performance for the segment, I'd like to share a few notable first quarter medtech events that demonstrate our stated aspirations of entering higher growth market segments and continuing to build upon digital technologies across the portfolio. Two acquisitions were closed in the quarter: Crossroads Extremities, with a differentiated portfolio of bunion and hammer toe solutions in the fast growing elective foot and ankle market, and KupTimize, which will be a new addition to the Vellus digital surgery platform of connected technologies.",
    "start": 644.815,
    "end": 708.74
  },
  {
    "speaker": "Jessica Moore",
    "text": "The KupTimize solution is designed to give surgeons an easy to use tool to better understand and address the impact of abnormal motion between the spine and pelvis in some patients who require total hip arthroplasty and may help reduce the risk of dislocation related to pelvic tilt. I am also pleased to share that FAST Company selected Johnson and Johnson MedTech as one of its top ten world's most innovative health companies of twenty twenty two, recognizing MedTech's success and commitment to delivering breakthrough scientific innovation and reimagining health in an increasingly digital world. The Interventional Solutions franchise delivered another quarter of worldwide double digit growth at seventeen point four percent, with double digit growth in both the US and OUS regions, driven primarily by success of new products in electrophysiology, commercial execution, and continued market recovery. Worldwide surgery grew five percent, driven by strong performance in wound closure and biosurgery, where we continue to gain market share. Monarch enabled procedures now exceed fourteen thousand since launch, providing continued evidence of the adoption of Monarch technology in patient treatment regimens.",
    "start": 709.3,
    "end": 789.845
  },
  {
    "speaker": "Jessica Moore",
    "text": "The worldwide orthopedics franchise grew five point six percent, reflecting COVID-nineteen recovery, continued penetration in the US Ambulatory Surgery Center channel, or ASCs, and penetration of new product launches such as enhancements to Vellis hip navigation, Vellis robotic assisted solution, and Attune cementless knee system, partially offsetting this growth with softness in spine procedures in the US. The worldwide vision franchise continued its double digit growth, growing thirteen point nine percent this quarter. Contact lenses global growth of ten point six percent reflects continued positive momentum for our market leading AccuView portfolio, success of commercial initiatives, and recently launched products such as AccuVue Oasis Multifocal and AccuVue Define Fresh. Surgical vision delivered global growth of twenty three point eight percent, with both the US and OUS posting growth above twenty percent, fueled by market recovery and share momentum due to the success of recently launched products, including Technis iHands and Technis Synergy. As a reminder, additional sales commentary for all of our segments can be found on the slides.",
    "start": 790.81,
    "end": 868.23505
  },
  {
    "speaker": "Jessica Moore",
    "text": "Now turning to our consolidated statement of earnings for the first quarter of twenty twenty two, I'd like to highlight a few noteworthy items that have changed compared to the same quarter of last year. Cost of products sold deleveraged by seventy basis points, driven by unfavorable mix in the medtech business and commodity inflation in the consumer health business. Sales, marketing, and administrative deleveraged by one hundred and ten basis points, driven by higher brand marketing expenses in consumer health and timing of brand marketing expenses in the pharmaceutical segment. We continue to invest strategically in research and development at competitive levels, investing fourteen point eight percent of sales this quarter. The three point five billion dollars investment was an eight point nine percent increase versus the prior year, primarily due to portfolio progression in pharmaceutical and medtech.",
    "start": 868.47504,
    "end": 924.875
  },
  {
    "speaker": "Jessica Moore",
    "text": "In process research and development reflects an impairment expense of six ten million dollars for certain indications associated with birmecumab, the investigational compound acquired from XBiotech, Inc, as disclosed in our previous SEC filings. This impairment was driven by the termination of development of birmecumab for atopic dermatitis based on efficacy data. The other income and expense line was net income of one hundred and two million dollars in the first quarter of twenty twenty two compared to net income of eight eighty two million dollars in the first quarter of twenty twenty one. This decrease was the result of lapping prior year gains on the divestiture of Doxil, Calyxt, and Evra in twenty twenty one, higher unrealized losses on securities, and consumer health separation costs. This was partially offset by favorable returns associated with our employee benefit plans.",
    "start": 925.27496,
    "end": 984.995
  },
  {
    "speaker": "Jessica Moore",
    "text": "Regarding taxes in the quarter, our effective tax rate was twelve point two percent versus sixteen point six percent in the same period last year. The decreased tax rate was primarily driven by lower U. S. Income due to higher unrealized losses on securities and the impairment of birmecumab IPR and D compared to prior year divestiture gains. Excluding special items, the effective tax rate was thirteen point three percent versus sixteen point five percent in the same period last year.",
    "start": 985.635,
    "end": 1016.605
  },
  {
    "speaker": "Jessica Moore",
    "text": "I encourage you to review our upcoming first quarter ten Q filing for additional details on specific tax matters. Lastly, I'll direct your attention to the boxed section of the slide where we have also provided our income before tax, net earnings, and earnings per share adjusted to exclude the impact of intangible amortization expense and special items. Now let's look at adjusted income before tax by segment. In the first quarter of twenty twenty two, our adjusted income before tax for the enterprise as a percentage of sales decreased from thirty seven point one percent to thirty five point one percent due to product mix, commodity inflation, increased brand marketing expense, portfolio progression in R and D, and comparisons to gains from prior year divestitures. Pharmaceutical margin declined from forty five point five percent to forty four point one percent, primarily driven by timing of brand marketing expenses and general portfolio progression in R and D.",
    "start": 1017.17004,
    "end": 1081.4899
  },
  {
    "speaker": "Jessica Moore",
    "text": "MedTech margins declined from thirty point six percent to twenty seven percent, driven by unfavorable product mix. Finally, consumer health margins declined from twenty six point eight percent to twenty two point one percent due to commodity inflation and higher brand marketing expenses. This concludes the sales and earnings portion of the Johnson and Johnson first quarter results.",
    "start": 1082.0499,
    "end": 1107.11
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "As Jess just mentioned, Johnson and Johnson posted solid performance for the quarter, continuing to invest in the business for the long term success while overcoming multiple macroeconomic headwinds, including inflationary pressures and higher input costs. These external challenges include limited availability and rising prices of certain commodities, as well as increased costs for labor, energy, and transportation. These impacts are pervasive across the enterprise, but most notable in consumer health. We expect these pressures will continue to some degree throughout the remainder of twenty twenty two.",
    "start": 1107.27,
    "end": 1146.7699
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "However, mitigation efforts are underway, including cost improvement initiatives, strategic price increases, and contract negotiations with external supply partners. We are committed to sustaining supply of the products, medicines, and treatments that consumers and patients want and need. Turning to our segments and notable events in the quarter. MedTech led our enterprise performance with nearly nine percent adjusted operational sales growth. We continue to drive this business forward and are increasing the value of our pipeline through innovation, internally and externally.",
    "start": 1147.385,
    "end": 1182.4049
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We were pleased to see a steady uptick in surgical procedures this quarter with the easing of COVID restrictions in many parts of the world, but we recognize that the situation is fluid, which requires monitoring. Building on more than twenty major new product launches in twenty twenty one, MedTech announced the addition of two new innovations to our ATTUNE Knee portfolio: the ATTUNE Cementless Fixed Bearing Knee with Afixium 3DP technology and the ATTUNE Medial Stabilized Knee System. In our pharmaceutical business, we continue to deliver above market growth driven by volume, as evidenced by our recently published twenty twenty one Janssen U. S. Transparency Report, which reflects our fifth consecutive year of price decreases across the portfolio, despite inflationary pressures.",
    "start": 1182.965,
    "end": 1233.14
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We also continue to advance our pharmaceutical pipeline. This quarter, we received FDA approval for Carvicti, a CAR T therapy for the treatment of multiple myeloma, developed together with our partner, Legend Biotech. We are partnering with clinics, utilizing a phased approach to begin patient dosing, and the feedback to date has been positive. We also filed teclistamab, our BCMA CD3 bispecific antibody seeking EMA approval, and we also received priority review from the FDA, potentially expanding our multiple myeloma portfolio further. In our consumer health business, we remain focused on delivering on our twenty twenty two performance objectives, continuing to achieve above market growth in our over the counter medicines business, while navigating industry wide supply constraints that have primarily impacted our skin health beauty business.",
    "start": 1234.115,
    "end": 1288.3899
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We continue to be excited about the activity related to the announcement we made in November on the creation of two new industry leading companies, the new Johnson and Johnson and the new consumer health company. For the new Johnson and Johnson, the portfolio will remain well diversified, with twenty five brands delivering over one billion dollars in sales annually, holding market leading positions across key therapeutic areas and franchises. The financial hallmarks of Johnson and Johnson will remain the same, including a well defined capital allocation strategy, a disciplined approach to inorganic growth, and a strong balance sheet while also creating opportunities to sharpen focus on execution and clinically differentiated innovation. The new consumer health company will also have a strong financial profile and be better positioned to drive incremental growth, realizing increased potential in new markets through a more agile operating model. The company will continue to deliver science backed innovation and enhanced digital consumer centric solutions.",
    "start": 1289.445,
    "end": 1350.73
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "The Consumer Health separation team is making substantial progress related to our efforts in establishing the new independent company. As previously mentioned, we cannot disclose new financial information specific to consumer health in order to preserve optionality on the various separation pathways. Our timelines remain unchanged. We anticipate announcing key executive leadership appointments for the new consumer health company in the coming months, with plans to provide the new company name and headquarters location around the middle of this year. In the second half of twenty twenty two, we plan to provide the updated path forward and applicable financial information, such as refined stand up cost estimates and potential short term dis synergies.",
    "start": 1352.025,
    "end": 1394.8899
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Finally, consistent with previous communications, we expect to execute the separation in twenty twenty three. You have our ongoing commitment adhering to the regulatory framework to provide transparent updates for material decisions on a timely basis. Turning now to cash and capital allocation. We generated free cash flow for the quarter of nearly three point four billion dollars At the end of the first quarter, we had approximately thirty billion dollars of cash and marketable securities and approximately thirty three billion dollars of debt for a net debt position of approximately three billion dollars Our capital allocation priorities remain unchanged. Internal innovation remains critical to our future growth and a top priority.",
    "start": 1395.61,
    "end": 1440.585
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "In the first quarter, we increased R and D investment by approximately nine percent compared to the first quarter of twenty twenty one. We also continue to evaluate opportunities to complement the current portfolio with acquisitions that build upon our capabilities, address portfolio gaps, or play in higher growth markets while yielding solid financial returns. As I mentioned earlier, we were pleased to announce today that our Board of Directors approved an increase in our quarterly dividend for the sixtieth consecutive year from one point zero six dollars per share to one point one three dollars per share, an increase of six point six percent. Moving to full year twenty twenty two guidance and key considerations. I'll start with comments on our COVID-nineteen vaccine and foreign exchange impacts, essentially the only items with updates from our January guidance.",
    "start": 1440.905,
    "end": 1493.4149
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "As market demand for all COVID-nineteen vaccines is currently challenged by global supply surplus and vaccine hesitancy in developing markets, we have made the decision to suspend guidance for sales of our COVID-nineteen vaccine. This will enable investors to focus on the performance of our core businesses, which drive the current and future value for investors. We are maintaining the total adjusted operational earnings per share guidance we provided in January, absorbing, if need be, the modest income impact from the COVID-nineteen vaccine. Regarding foreign exchange, as you know, we don't offer guidance or predictions on currency movements. But to give you a sense of the impact currency may have on potential full year reported results, utilizing the euro spot rate relative to the US dollar as of last week at one point zero eight, there is an incremental unfavorable currency impact of one point one billion dollars on reported sales and an unfavorable zero two five dollars for reported adjusted earnings per share versus the calculation related to January's guidance.",
    "start": 1493.975,
    "end": 1561.84
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "The full year unfavorable impact is now projected to be two point five billion dollars on reported sales and zero four five dollars on reported adjusted earnings per share. All other line items for which we provide guidance remain the same as communicated in January. To reiterate, we are maintaining our adjusted operational earnings per share guidance. We don't provide quarterly guidance, but do understand that you find value in us providing some qualitative considerations as you update your models. In consumer health, we expect supply constraints to continue throughout the year, but not to the same extent in the second half.",
    "start": 1562.3201,
    "end": 1600.7
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "As a result, we anticipate that the back half performance will improve over the first half. For medtech, while the first quarter demonstrated faster recovery than we anticipated, our full year expectations remain fairly intact. We anticipate continued market recovery and uptake from recently launched products and are monitoring the ever changing COVID dynamics, particularly the surging cases in China. Similar to consumer health, we expect the second half to be stronger than the first half. As a reminder, with respect to growth rates, the second quarter was the strongest quarter for med tech in twenty twenty one.",
    "start": 1601.465,
    "end": 1639.505
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "The expectations for the pharmaceutical based business remain the same. We anticipate delivering another year of above market adjusted operational sales growth with relatively consistent growth throughout the remainder of the year. In summary, Johnson and Johnson had a solid start to the year despite managing macroeconomic headwinds, and we remain confident in our business. I would like to recognize the continued efforts of our one hundred and forty four thousand global colleagues focused on delivering our innovative health care solutions to our Kratos stakeholders. Their unwavering dedication and support continue to inspire, and on behalf of the executive team, I'd like to extend our gratitude.",
    "start": 1640.0651,
    "end": 1681.04
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "I am now pleased to welcome to the call Ashley McEvoy, Thibault Mongan, and Jennifer Calvert, our worldwide chairs, to address your questions. Kevin, can you please provide instructions and open the line for Q and A?",
    "start": 1681.915,
    "end": 1694.635
  },
  {
    "speaker": "Ashley McEvoy",
    "text": "Larry, maybe, before I get to M&A, just kind of some macro thoughts on MedTech in the quarter. I'm pleased with the results of the quarter, we saw positive signs of the market recovery, clearly while COVID has not disappeared health systems around the world are becoming increasingly more resistance with each passing wave. And as we know, the world is a lot more equipped to manage the pandemic and quite frankly so is Johnson & Johnson. So encouraged to see in quarter one, that we continue to maintain our path to above market performance. We referenced to that this is kind of a growth at scale if you will, -- 11, $1 billion platforms really most of them growing or maintaining share. And we saw robust sales growth across all four of our franchises and all four of our regions. Some standouts encouraging to see both vision surgery and vision care, both double-digit performance and growing market share really fueled by innovation in ACUVUE and TECNIS. We are the world leader in electrophysiology, still a category that has significant under-penetration. We've had 11 consecutive years of double-digit performance and really significantly enhanced our share gain. We're the world leader in biosurgery, the business was up almost 10%, really driven by a clinically differentiated portfolio. And then finally and enthusiastically, I say, we had strong performance in joints, really by penetrating some new sites of care like ASCs both with hips and knees. So when I look forward, I'm encouraged by the organic agenda that we see in innovation like with the likes of the FDA approval on ACUVUE THERAVISION, the first drug-eluting contact lens. As Joe mentioned earlier around really shoring up high-growth segments in knees with the two in fixed bearing and then really with CERENOVUS the launch of Emboguard, the balloon catheter. So continue to advance robotics and digital surgery, you'll hear us talk about MONARCH 14,000 cases with a big pipeline of new indications and then VELYS completing over 2,000 cases. So when I think about the future of M&A, Larry, we're going to continue to do tuck-ins and to really digitize the patient experience. You heard us talk about CUPTIMIZE as an example around really adding a precise delivery to hit navigation to improve outcomes, you're going to see us continue to penetrate faster growing segments, like what we have in neurovascular as an example. 90% of our capital deployment has been to $1 billion or more. But we do intend to make sure that we are well positioned to be in a highest growth end state markets.",
    "start": 1844.1299,
    "end": 1996.6799
  },
  {
    "speaker": "Ashley McEvoy",
    "text": "Yeah. Sure, Chris. So first, we have -- I would say a very strong and healthy business in China, where the world -- we are number one in MedTech in China. We have a very diversified portfolio from surgery to orthopedics to interventional as well as vision. We did experience an impact probably in the March timeframe, due to the recent surge of the virus is happening and the lockdowns particularly in Shanghai and other regions, we do anticipate that to continue in April and through the month of May. But like we've seen, I think China might come down a bit faster when it comes back faster too. We've very strong leadership there and there are a lot of patients that need care. I'll turn it to Jennifer, maybe to talk about your second question.",
    "start": 2041.2151,
    "end": 2083.6301
  },
  {
    "speaker": "Jennifer Taubert",
    "text": "Great. Thanks a lot. Hi Chris, and hello everybody. Few comments on the Pharmaceutical business, and then I'll get to the question on IMBRUVICA. First for our farm business, I was really proud that we delivered $12.9 billion in worldwide sales with definitely above market adjusted operational growth of 9.3%. And this is our sixth quarter where we achieve worldwide sales exceeding $12 billion. As I look across the globe, the growth was really broadly based across our portfolio and the regions, with particularly strong growth in EMEA, Asia Pac and Latin America. During the course of the quarter, we really continue to maximize the value of our key brands. So strong double-digit growth across six of them, including DARZALEX, ERLEADA, TREMFYA, Invega Sustenna, Spravato, and Edurant. And we also had a number of important milestones, the first being the FDA approval of CARVYKTI, which is our first cell therapy for patients with relapsed or refractory multiple myeloma. The Teclistamab filing in the EU with mentioned, the FDA approved expanded label indications for CABENUVA, to be administered every two months for the treatment of HIV in virologically suppressed adults and adolescents. And we present a great new data on TREMFYA in our approved indications of psoriasis and psoriatic arthritis, as well as from our Phase 2 studies where we're evaluating the product in Crohn's disease and also in UC. So, if we take a look at IMBRUVICA more specifically, IMBRUVICA sales did decline for the quarter 3.9% and this really was a U.S. story. Outside the U.S., our sales actually grew 4.5%. In the U.S. performance was impacted by both competitive factors with a number of new competitors in the market as well as market softness. We haven't seen that market fully rebound to the pre-COVID levels yet. As we take a look at IMBRUVICA -- IMBRUVICA has really changed the standard of care for adults with CLL and other B-cell malignancies. And it is the only BTKi, that's demonstrated overall survival and a high rate of progression-free survival at five years, with up to eight years of safety follow-up. So we remain really confident in the efficacy and safety profile of the product. It's the market share leader and continues to be the most comprehensively studied in prescribed BTKi with over 250,000 patients worldwide. So we continue to work to develop the asset, we do see further growth opportunities through the introduction of new indications and new combination therapies, as we take a look at IMBRUVICA plus venetoclax that we're working to develop and we filed in the EU. We're also taking a look at first-line MCL and really trying to bring that forward. So I think you can anticipate there will -- continue to be strong competition in that market. We continue to believe in and invest in IMBRUVICA.",
    "start": 2083.6301,
    "end": 2274.565
  },
  {
    "speaker": "Jennifer Taubert",
    "text": "Sure. Hi, thanks for the question. So let me start-off with STELARA. So STELARA sales were $2.29 billion in the first quarter and that was 9% growth and we continue to see a lot of strength in STELARA. On ex-U.S. the product had nearly 18% growth. In the U.S. what we saw was growth around 3.6%. And what this really was due to -- we saw an impact in the U.S. due to the Omicron variant and the impact that it actually had on staffing resources, that particularly impacted a number of areas where you had more resource-intensive delivery of care and GI offices was definitely one. As we take a look at Crohn's disease and all sort of colitis, our share positions remain strong and with very strong positive momentum we actually gained over five share points in CD and six share points in all sort of colitis. So really strong growth and momentum. And with in psoriasis is anticipated with TREMFYA and the very strong growth there in psoriasis and psoriatic arthritis and we expected the STELARA sales there to start tailing-off and that's in line with our expectations. So we continue to have a very strong, a very positive outlook for STELARA going through the rest of the year in CD and in Crohn's -- Crohn's and ulcerative colitis where we've really been realizing the growth. And likewise, when you take a look at TREMFYA we saw 44.5% growth in psoriasis and psoriatic arthritis in the quarter. So together really, really nice performance there. Question on XARELTO, so XARELTO in the U.S., we did see sales decline that was largely driven by a net unfavorable prior period adjustment and most of this had actually been a positive adjustment that took place in 2021. So when you do the comparables it was negative. And so that was really due to the vast majority of that. With XARELTO, we continue to see really nice share gains and growth at a prescription level, across the indications whether we're talking about CAD and PAD, really the newest indication set, but also across AFib and VTE. And so it really was around the net unfavorable PPA and a little bit of channel mix as well with some of the mix shifting into 340B and Medicaid in some of the lower price channels.",
    "start": 2468.6648,
    "end": 2632.615
  },
  {
    "speaker": "Jennifer Taubert",
    "text": "Thanks for the question. So we're real proud about our approval and our launch to date on CARVYKTI. What I can say is that it is going well and it is on track with our expectations. We're real pleased, as you know, this is a customized therapy where the supply chain is literally built around each patient. We've got about a four to five-week period that goes from the collection of the cells, the processing and manufacturing and the return shipment of the final product and then ultimately the infusion back into the patient at the treatment center. As we've mentioned before, we really are taking a thoughtful and a phased approach to scaling this launch to ensure a predictable and a reliable experience for the patients and for the treatment centers. We really tried to learn from the other launches in the market in this area. And so far we're off to a really good start there and have been very pleased with the feedback that we're getting back from our customers. So we have activated our initial round of treatment centers and we did this based on folks who were very well experienced from our clinical trials and also very broadly dispersed throughout the U.S. and to help ensure patient access. We are working through all of the orders and the slots that we have and actually have product now that's been shipped back, has been manufactured and shipped back to the patients for infusion into the patients. So we're going to continue on a planned and thoughtful, responsible approach to this scaling both in the United States, as well as we do -- as we scale outside the U.S. I mean, throughout the world as well. Now we discussed before around lentivirus because there is an industry wide shortage of lentivirus, that is something that we are also working and investing in to scale all of our internal capabilities to be able to meet the demand, both now in our initial launches and the relapsed refractory setting as well as our ultimate goal to be able to move into first line setting here. And so we would have a internal control on that as well. So hope this answers your question.",
    "start": 2659.115,
    "end": 2796.425
  },
  {
    "speaker": "Jennifer Taubert",
    "text": "So thanks for the opportunity to talk about our multiple Myeloma portfolio. And in response to your question, so as we take a look at the myeloma market, despite the advances to date in therapies, there is still so much unmet need there, given the underlying heterogeneity of the disease. And so it's really important that there are treatment choices and what we're really trying to do is to have a strong portfolio of highly affected -- highly effective treatments and actually ultimately shoot for a cure. And so as we take a look at the market with DARZALEX -- in DARZALEX FASPRO right now, we're really seeing this is a foundational therapy for multiple myeloma. And so irrespective of ethers and LOE and those types of things, as you noted, it's a lot of combination therapy and things like that, that does not fundamentally change the opportunity for DARZALEX and FASPRO. What I'm also really excited about is, then you add in CARVYKTI, that was recently approved as we mentioned for triple refractory multiple myeloma. And we really think that this will ultimately become a preferred treatment for patients with relapsed-refractory multiple myeloma. We also mentioned Teclistamab -- in the filing of Teclistamab and this really is the first ever BCMA CD3 bispecific. And we think that, this is going to be a great off the shelf option, and for patients who really are triple class exposed and who are really not eligible for CARVYKTI or don't have access. And then in the future, we are not stopping there. We're also working on Talquetamab and this would be the first and potentially best-in-class GPRC5D bispecific, that we think could be potentially sequenced and combined to help transform outcomes. And so as we take a look at our portfolio, we really think that these assets are additive and complementary versus something where they would be cannibalizing each other. And we really think that these are the important advances that are going to really help transform multiple myeloma in the future and going forward versus any of the older therapies.",
    "start": 3332.26,
    "end": 3467.435
  },
  {
    "speaker": "Jennifer Taubert",
    "text": "Yeah. So I understand Terry's comment really was around the U.S., and what we're seeing in terms of COVID. So as we exited last year really in the December timeframe and entered this year into really January and February, we did see over Omicron variant impact the U.S. business. And what we saw there really -- that's already mentioned before, we did see staffing shortages because so many people got sick, people weren't able to go into work. And so in the higher more intensive resource settings and some of the markets we did see slowdown in terms of delayed visits and new patient starts. What we are seeing now is we're in looking towards the end of March and in early April, we are seeing nice recovery there. And so this really hopefully was something really just at the end of last year and the beginning of this year and it does look to be more specific to the U.S. than to any of the other markets.",
    "start": 3021.575,
    "end": 3083.125
  },
  {
    "speaker": "Thibaut Mongon",
    "text": "Look, clearly, we continue to see the impact of COVID on the life of our consumers and that has an impact --the differentiated impact by category. We are looking at China very specifically right now to see how the situation evolves there. What I would say that COVID has really shifted consumer behavior to digital space and digital solutions. And so and we see it in the continued growth of our e-commerce channel representing more and more of our business. So that's what makes well more resilient, this ability to count on multiple channels is something that is serving us well in the COVID environment. Having said that, we need to continue to monitor how the situation evolves around the world.",
    "start": 3098.41,
    "end": 3152.455
  },
  {
    "speaker": "Ashley McEvoy",
    "text": "Thanks, Matt for the question. It's April 2022, we're still talking about this. So just huge acknowledgement for our healthcare workers who are still battling through this. But I would tell you, EMEA really bounced back nicely in quarter one, it was pretty broad-based within EMEA. I would say, Asia, with the exception of China recently also bounced back. And then U.S. really gained momentum. I always look at two data points in the U.S. as an example. I look at, like how our diagnostic procedure is performing in the U.S.? And then how are surgical procedures performing and probably at our trough when Omicron was hitting in the U.S. in January, we had about flat diagnostic procedures and we were looking at surgical procedures down near double digit down 10%. Encouragingly as we exited March, we started to see diagnostic procedures tick-up to high single-digit and start to see a flattening of surgical procedures. I expect in the month of April in the U.S. to see it go north of 2019 levels, really driven by cardio -- cardiac ablation, bariatrics and colorectal surgery.",
    "start": 3211.4102,
    "end": 3282.11
  },
  {
    "speaker": "Ashley McEvoy",
    "text": "Well, thank you, Danielle, and thanks to everyone for your questions and your continued interest in our Company. We apologize to those who we couldn't get to because of time, but don't hesitate to reach out to the Investor Relations team as needed. I will now turn the call back to Joe for some brief closing remarks.",
    "start": 3676.9448,
    "end": 3693.4302
  },
  {
    "speaker": "Jessica Moore",
    "text": "Just to reference our 10-K, we do provide the break out of R&D by segment on an annual basis for reference.",
    "start": 2986.17,
    "end": 2993.77
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thank you, Danielle, and thanks to everyone for your questions and your continued interest in our company. We apologize to those who we couldn't get to because of time but don't hesitate to reach out to the Investor Relations team as needed. I will now turn the call back to Joe for some brief closing remarks.",
    "start": 3676.9448,
    "end": 3693.4302
  }
]