[
  {
    "speaker": "Jessica Moore",
    "text": "Good morning. This is Jessica Moore, Vice President of Investor Relations for Johnson and Johnson. Welcome to our company's review of the twenty twenty three first quarter business results and full year financial outlook. Joining me on today's call are Joe Walk, Executive Vice President, Chief Financial Officer and Ashley McEvoy, Executive Vice President, Worldwide Chairman of MedTech. Unfortunately, Jennifer Taubert, Executive Vice President, Worldwide Chairman of Pharmaceuticals, is not feeling well and is unable to join us today.",
    "start": 31.08,
    "end": 66.88
  },
  {
    "speaker": "Jessica Moore",
    "text": "A few logistics before we get into the details. As a reminder, you can find additional materials, including today's presentation and associated schedules, on the Investor Relations section of the Johnson and Johnson website at investor. Jnj dot com. Please note that today's meeting contains forward looking statements regarding, among other things, the company's future operating and financial performance, product development, market position and business strategy, and the anticipated separation of the company's consumer health business. You are cautioned not to rely on these forward looking statements, which are based on current expectations of future events, using the information available as of today's date and are subject to certain risks and uncertainties that may cause the company's actual results to differ materially from those projected.",
    "start": 67.68,
    "end": 123.159996
  },
  {
    "speaker": "Jessica Moore",
    "text": "A description of these risks, uncertainties, and other factors can be found in our SEC filings, including our twenty twenty two Form ten ks, which is available at investor. Janday dot com and on the SEC's website. Additionally, several of the products and compounds discussed today are being developed in collaboration with strategic partners or licensed from other companies. This slide acknowledges those relationships. Moving to today's agenda, I will review the first quarter sales and P and L results for the Corporation and highlights related to the three segments.",
    "start": 123.479996,
    "end": 163.54501
  },
  {
    "speaker": "Jessica Moore",
    "text": "Joe will then provide additional business and financial commentary before sharing an overview of our cash position, capital allocation priorities, and updated guidance for twenty twenty three. The remaining time will be available for your questions. We anticipate the webcast will last approximately sixty minutes. Now let's turn to our first quarter results. Worldwide sales were twenty four point seven billion dollars for the first quarter of twenty twenty three, an increase of five point six percent versus the first quarter of twenty twenty two.",
    "start": 164.02501,
    "end": 198.665
  },
  {
    "speaker": "Jessica Moore",
    "text": "Operational sales, which excludes the effect of translational currency, increased nine percent as currency had a negative impact of three point four points. In the U. S, sales increased nine point seven percent. In regions outside the U. S, our reported sales increased one point eight percent.",
    "start": 199.68,
    "end": 220.535
  },
  {
    "speaker": "Jessica Moore",
    "text": "Operational sales outside the U. S. Increased eight point three percent with currency negatively impacting our reported OUS results by six point five points. Excluding the net impact of acquisitions and divestitures, adjusted operational sales growth was seven point six percent worldwide, seven point four percent in the U. S, and seven point nine percent outside the U.",
    "start": 221.175,
    "end": 247.275
  },
  {
    "speaker": "Jessica Moore",
    "text": "S, with all three segments growing sequentially over the fourth quarter. Turning now to earnings. For the quarter, net loss was sixty eight million dollars and basic loss per share was zero three dollars versus diluted earnings per share of one point nine three dollars one year ago, primarily driven by the six point nine billion dollars charge related to the talc settlement proposal. Excluding after tax intangible asset amortization expense and special items for both periods, adjusted net earnings for the quarter were seven point one billion dollars and adjusted diluted earnings per share was two point six eight dollars representing a decrease of zero point nine percent and an increase of zero point four percent, respectively, compared to the first quarter of twenty twenty two. On an operational basis, adjusted diluted earnings per share increased three percent.",
    "start": 247.275,
    "end": 304.755
  },
  {
    "speaker": "Jessica Moore",
    "text": "I will now comment on business segment sales performance highlights for the quarter. Unless otherwise stated, percentages quoted represent the operational sales change in comparison to the first quarter of twenty twenty two and therefore exclude the impact of currency translation. Beginning with consumer health. Worldwide consumer health sales of three point nine billion dollars increased seven point four percent, with an increase of eleven point four percent in the U. S.",
    "start": 305.555,
    "end": 335.645
  },
  {
    "speaker": "Jessica Moore",
    "text": "And an increase of four point four percent outside the U. S. Worldwide operational sales increased eleven point three percent and outside the US operational sales increased eleven point three percent. Results were primarily driven by global strategic price increases across all franchises. Volume growth in OTC was due to an exceptionally strong cough, cold, and flu season most pronounced in Europe, coupled with one time retailer restocking primarily in the US related to low inventory levels due to tripledemic demand.",
    "start": 335.725,
    "end": 372.28003
  },
  {
    "speaker": "Jessica Moore",
    "text": "Skin Health Beauty delivered double digit growth driven by price actions, lapping prior year supply constraints and current quarter restocking, as well as strong Neutrogena and Aveeno e commerce and club channel performance and new product innovations. Moving on to our Pharmaceutical segment. Worldwide Pharmaceutical sales of thirteen point four billion dollars increased four point two percent with growth of five point nine percent in the US and two point four percent outside of the US. Worldwide operational sales increased seven point two percent and outside the US operational sales increased eight point six percent. Excluding the COVID-nineteen vaccine sales, worldwide operational sales increased four point nine percent, US operational sales increased seven point one percent, and outside the US operational sales increased two point four percent.",
    "start": 372.76,
    "end": 429.655
  },
  {
    "speaker": "Jessica Moore",
    "text": "Pharmaceutical growth excluding the COVID-nineteen vaccine was driven by our key brands and continued uptake in our recently launched products with eight assets delivering double digit growth. We continued to drive strong sales growth for both DARZALEX and ARLITA, with increases of twenty five point seven percent and forty point three percent, respectively. ZOLARA grew nine point six percent, driven by market growth and share gains in Crohn's disease and ulcerative colitis, with gains of two point two points and four point eight points in the U. S, respectively, partially offset by unfavorable patient mix and price. Tremfya grew eleven percent driven by market growth and share gains in psoriasis and psoriatic arthritis, with gains of zero point nine points and two point one points in the US, respectively, partially offset by unfavorable patient mix.",
    "start": 430.50998,
    "end": 486.48502
  },
  {
    "speaker": "Jessica Moore",
    "text": "Turning to newly launched products, we are excited to disclose Carvicti and SPRAVATO sales for the first time this quarter. We continue to make progress on our thoughtful and phased launch of Carvicti and continue to expand access and reimbursement for SPRAVATO. Also, we are encouraged by the early success of our launch of TekVely, sales of which are included in other oncology. This sales growth was partially offset by the loss of exclusivity in REMICADE and Zytiga, along with a decrease in IMBRUVICA sales due to competitive pressures. IMBRUVICA maintains its market leadership position worldwide.",
    "start": 488.07,
    "end": 525.77997
  },
  {
    "speaker": "Jessica Moore",
    "text": "I'll now turn your attention to the medtech segment. Worldwide medtech sales of seven point five billion dollars increased by seven point three percent with growth of sixteen point six percent in the U. S. And a decline of zero point six percent outside of the U. S.",
    "start": 526.575,
    "end": 542.175
  },
  {
    "speaker": "Jessica Moore",
    "text": "Worldwide operational sales increased eleven percent and outside the US operational sales increased six point two percent. Abiomed contributed four point six percent to operational growth. Excluding the impact of acquisition and divestitures, worldwide adjusted operational sales growth was six point four percent. Sales in the first quarter accelerated sequentially from Q4 for all four medtech businesses, driven by global procedure growth, continued uptake of recently launched products, and commercial execution. As anticipated, in China, procedure volumes improved as the quarter progressed.",
    "start": 543.19,
    "end": 584.95
  },
  {
    "speaker": "Jessica Moore",
    "text": "Partially offsetting growth in the quarter was the impact of volume based procurement in China, as well as supply constraints. The Interventional Solutions franchise delivered operational growth of forty one point nine percent, which includes three twenty four million dollars related to Abiomed. We are excited about the progress of the integration, to which Joe will provide additional context. Excluding the impact of the acquisition, this franchise delivered another quarter of double digit worldwide growth at twelve point three percent. As we continue to increase our reporting transparency, beginning this quarter, we are providing visibility to electrophysiology sales.",
    "start": 585.885,
    "end": 627.275
  },
  {
    "speaker": "Jessica Moore",
    "text": "Electrophysiology continued to deliver double digit sales growth in all regions with the exception of Asia Pacific, which reflects impacts related to volume based procurement in China. Orthopedics operational growth of five point one percent reflects the strong procedure recovery and success of recently launched products, especially digital and enabling technologies driving pull through sales in areas like hips and knees. Growth was partially offset by the impacts of volume based procurement in China, primarily in hips and spine. Global growth of nine point three percent in contact lens and other reflects continued penetration of our AccuVue OASIS One Day family of products, including the recent launch of AccuVue OASIS Max One Day, strong commercial execution, and strategic price actions. Growth in contact lens and U.",
    "start": 627.85,
    "end": 685.12
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. Surgical vision was tempered by continued supply challenges. Now turning to our consolidated statement of earnings for the first quarter of twenty twenty three, I'd like to highlight a few noteworthy items that have changed compared to the same quarter of last year. Cost of products sold deleveraged by one hundred and fifty basis points, driven by one time COVID-nineteen vaccine manufacturing exit related costs in the pharmaceutical business and commodity inflation and acquisition related items in the medtech business. Selling, marketing, and administrative margins leveraged by sixty basis points, driven by proactive management of costs given the current inflationary environment.",
    "start": 685.12,
    "end": 729.15497
  },
  {
    "speaker": "Jessica Moore",
    "text": "We continue to invest strategically in research and development at competitive levels, investing fourteen point four percent of sales this quarter. The three point six billion dollars invested was a two point nine percent increase versus the prior year. The other income and expense line was an expense of seven point two billion dollars in the first quarter of twenty twenty three compared to net income of one hundred million dollars in the first quarter of twenty twenty two. The increase in expense was the result of the six point nine billion dollars charge related to the talc settlement proposal recorded in the first quarter of twenty twenty three as previously disclosed. Regarding taxes in the quarter, our effective tax rate was ninety point eight percent versus twelve point two percent in the same period last year, primarily driven by the six point nine billion dollars accrual for the talc settlement proposal.",
    "start": 729.955,
    "end": 788.115
  },
  {
    "speaker": "Jessica Moore",
    "text": "Excluding special items, the effective tax rate was sixteen point five percent versus thirteen point three percent in the same period last year. I encourage you to review our upcoming first quarter ten Q filing for additional details on specific tax matters. Lastly, I'll direct your attention to the boxed section of the slide, where we have also provided our income before tax, net earnings, and earnings per share adjusted to exclude the impact of intangible amortization expense and special items. Now let's look at the adjusted income before tax by segment. In the first quarter of twenty twenty three, our adjusted income before tax for the enterprise as a percentage of sales decreased from thirty five point one percent to thirty four point two percent.",
    "start": 788.515,
    "end": 839.82
  },
  {
    "speaker": "Jessica Moore",
    "text": "Pharmaceutical margins declined from forty four point one percent to forty three point two percent, driven primarily by mix, partially offset by proactive management of costs. MedTech margins remained flat at twenty seven percent, driven primarily by inflationary impacts offset by proactive management of costs. Finally, consumer health margins improved from twenty two point one percent to twenty two point three percent, driven primarily by strategic price actions partially offset by input cost inflation. This concludes the sales and earnings portion of the Johnson and Johnson first quarter twenty twenty three results. I am now pleased to turn the call over to Joe Walk.",
    "start": 840.84503,
    "end": 888.74
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Joe? Thank you, Jess, and thank you all for joining today's call. We are pleased to report another quarter of strong operational performance across our business. The results reflect the strength and versatility of Johnson and Johnson and our commitment to improving health care outcomes around the world. Twenty twenty three has many important catalysts that can drive meaningful near and long term value for Johnson and Johnson shareholders.",
    "start": 888.82,
    "end": 914.96
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We remain focused on the successful separation of our consumer health business, KenView, which will position both companies to be more agile, focused and competitive. We are also expecting a number of pipeline advancements that will provide increased confidence in our pharmaceutical and medtech businesses. Our Pharmaceutical segment delivered a strong first quarter. Growth from our Pharmaceutical business continues to be driven by key assets in our existing portfolio, including DARZALEX, TREMFYA, ERLEADA, INVEGA SUSTENNA and UPTRAVI, as well as uptake from new launches such as SPRAVATO, CARVICTI and Tegvelli. Twenty twenty three is an important year of scientific innovation for our pharmaceutical business, and in Q1, we announced that CARVICTI, our BCMA cell therapy, met its primary endpoint in the CARTITUDE IV study, a phase three trial in multiple myeloma patients who have received one to three prior lines of therapy.",
    "start": 915.44,
    "end": 975.32
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We look forward to presenting these results in an upcoming major medical meeting. Additionally, our partners at Protagonist Therapeutics announced positive top line results from the Phase 2b FRONTier one study of our oral IL-twenty three in patients with moderate to severe plaque psoriasis. We look forward to sharing this data and future development plans at an upcoming medical meeting. Finally, as we continually review our portfolio to prioritize the most transformational assets for ongoing investment and an assessment of the RSV vaccine landscape, the company made the decision to discontinue its investigational RSV adult vaccine program. This decision is part of a broader effort to make strategic choices for our pipeline and R and D investments to focus on medicines with the greatest potential benefit to patients.",
    "start": 975.64,
    "end": 1030.3
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Looking at the rest of the year, we expect important data from key pipeline assets such as nipocalimab and Tremfya, as well as the potential approval of talcetamab. Importantly, I want to mention two additional highlights. First, the Mariposa study of Ribrovant plus lisertinib in frontline non small cell lung cancer remains on track, with the potential for final analysis later this year. We are also excited to present data from the SUNRISE-one study of TAR-two hundred in muscle invasive bladder cancer at the American Urological Association's annual meeting this month, which demonstrated a promising complete response and safety profile. Regarding our pharmaceutical business, I'd like to reiterate some comments I recently made at the Cowen Investor Conference in March related to the strengthening of the U.",
    "start": 1031.26,
    "end": 1084.235
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "S. Dollar and the impact on the twenty twenty five pharmaceutical sales goal the team put forth during the twenty twenty one Investor Day. While we don't speculate on currency, based on the current rates, the twenty twenty five sales target of sixty billion dollars is approximately fifty seven billion on a constant currency basis. In twenty twenty two alone, FX had a negative impact of roughly three billion dollars in pharmaceuticals. While that is the math, qualitatively since twenty twenty one, a number of things have changed in our portfolio.",
    "start": 1084.235,
    "end": 1116.065
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "On the plus side, we've seen acceleration of some current and potential upcoming launches like Tekvele and talcatemab. But to be balanced, we've also experienced competitive pressure on IMBRUVICA above what was anticipated in twenty twenty one. So many push and pulls, but we are striving to attain our operational goals. We are confident in our ability to exceed twenty twenty five estimates the Street has out there today of approximately fifty four billion dollars MedTech delivered a strong quarter of sales growth. We continue to advance key pipeline programs.",
    "start": 1116.84,
    "end": 1151.44
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "For example, within our electrophysiology business, we reached a few milestones this quarter related to our pulse field ablation pipeline programs, including the European clinical study INSPIRE, which achieved early success by meeting both primary safety and efficacy endpoints. Additionally, we announced completion of the first procedures in the European SMART FiRE clinical study evaluating the safety and effectiveness of our investigational dual energy catheter, which combines both pulse field and radiofrequency ablation capabilities. As you know, we continue to prioritize investment in high growth areas, as demonstrated by our acquisition of Abiomed, which closed this past December. With Abiomed, MedTech now has twelve platforms with over one billion dollars in annual sales. While it is still early days, we are pleased with the integration and performance of Abiomed.",
    "start": 1151.76,
    "end": 1208.88
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Patient utilization of Abiomed technologies grew mid to high teens in both Europe and the United States and over thirty percent in Japan. We continue to see strong adoption of newer technologies, such as Impella five point five, and we achieved record quarterly enrollment in both the STEMI DTU and PROTECT IV pivotal trials as we continue to advance efforts in pursuit of class one guidelines. For perspective, operational sales growth compared to the same quarter last year reported by Abiomed as a standalone company was twenty two percent. In orthopedics, just this month, we obtained CE Mark for the Velis robotic assisted solution, positioning us to expand our international footprint with this differentiated solution in total knee. Finally, the medtech team is excited by the progress being made in regards to the Otava general surgery robotic solution, and we remain on track to share more information in the second half of this year.",
    "start": 1208.88,
    "end": 1270.4299
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Our Consumer Health business delivered double digit first quarter sales growth, driven by strategic price actions, strong demand and some stock replenishment. We remain on track to complete the separation of this business in twenty twenty three, assuming accommodative market conditions. Since the start of the year, we have been operating our consumer health business as a company within a company and continue to update our Form S-one filing with the Securities and Exchange Commission, giving us the opportunity to pursue an initial public offering as a potential first step in the separation. Stand up costs and stranded costs remain consistent with what we have stated previously, with an active program well underway to reduce the stranded costs. Turning to notable enterprise events.",
    "start": 1271.605,
    "end": 1318.83
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "I'd like to briefly touch on LTL's refiling for bankruptcy on April fourth. Neither LTL's original filing nor this refiling is an acknowledgment of wrongdoing, nor an indication that the company has changed its longstanding position that its talcum powder products are safe. Our goal continues to be for an equitable and efficient resolution of the cosmetic talc litigation against the company, and we believe this refiling represents progress towards that goal. As a reminder, LTL's bankruptcy filing will not have an impact upon the KenView separation, and the talc liabilities in the United States and Canada will remain with Johnson and Johnson. As part of the refiling, we have proposed a reorganization plan that has significant support from claimants and includes payment of eight point nine billion dollars in present value over a twenty five year period.",
    "start": 1319.23,
    "end": 1374.835
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "LTL will continue to work through the process set forth by the bankruptcy court and expects to present the reorganization plan to the court in mid May. Our capital allocation priorities remain consistent, and in twenty twenty two, we successfully executed against all pillars. R and D investment remains our number one priority and driver of long term growth and value creation. We know the value our investors place on our dividend, and we were pleased to announce this morning that our Board of Directors has authorized a five point three percent increase, marking our sixty first consecutive year of dividend increases. In addition, we continuously evaluate strategic business development opportunities that enable Johnson and Johnson to create value for patients, customers, and shareholders.",
    "start": 1375.5701,
    "end": 1424.235
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Our final priority is share repurchase programs when appropriate. In fact, this past quarter, we completed the five billion dollars share repurchase program announced late last year. We are confident in our strong financial position, including our AAA rated balance sheet and our ability to deploy capital across all strategic priorities. We believe this strength differentiates Johnson and Johnson and enables us to pull the appropriate levers to set us up for long term success. Moving on to our full year twenty twenty three guidance for the enterprise.",
    "start": 1425.275,
    "end": 1458.6799
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Based on our strong start to the year, we are pleased to raise our guidance. We now expect operational sales growth for the full year twenty twenty three up one percentage point in the range of five point five percent to six point five percent or up one billion dollars in a range of ninety seven point nine billion dollars to ninety eight point nine billion dollars on a constant currency basis and adjusted operational sales growth up one percentage point in the range of four point five percent to five point five percent. Our sales guidance continues to exclude contribution from the COVID-nineteen vaccine. As you know, we don't speculate on future currency movements. Last quarter, we noted that we utilized the euro spot rate relative to the U.",
    "start": 1459.08,
    "end": 1504.5751
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "S. Dollar at one point zero eight. The euro spot rate as of late last week was one point one zero. We continue to estimate there would be minimal impact from foreign currency translation on reported sales for the year as the dollar has strengthened versus other select currencies. We are maintaining the guidance we provided in January for our adjusted pretax operating margin, other income and expense, interest expense, and tax rate.",
    "start": 1504.5751,
    "end": 1531.9349
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We are also increasing our adjusted earnings per share guidance by zero five dollars per share and tightening the range to ten point five zero dollars to ten point six zero dollars or ten point five five dollars at the midpoint on a constant currency basis, reflecting operational or constant currency growth of approximately three point five percent to four point five percent or four percent at the midpoint. While not predicting the impact of currency movements, assuming recent exchange rates I previously referenced, our reported adjusted earnings per share for the year would be favorably impacted by approximately zero five dollars per share. This favorable currency impact, coupled with our strong operational outlook, results in an increase to our reported adjusted earnings per share for the year by zero one zero dollars per share and tightening the range to ten point six zero dollars to ten point seven zero dollars or ten point six five dollars at the midpoint, reflecting growth of approximately four point five percent to five point five percent or five percent at the midpoint. While we do not provide guidance by segment or on a quarterly basis, I'd like to provide some qualitative considerations for your modeling.",
    "start": 1532.495,
    "end": 1600.1599
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "In pharmaceuticals, we maintain our expectation of delivering above market growth in twenty twenty three, driven by key assets continued uptake of our newly launched products. This growth considers the potential composition of matter patent expiry of Stellara, which we currently assume will occur in late twenty twenty three in the United States. Further, we continue to expect twenty twenty three impact from other post LOE products, including REMICADE, Zytiga, and Zeppelin, as well as increased austerity measures across Europe. Regarding our COVID-nineteen vaccine, we do not anticipate material sales beyond that which were recorded in the first quarter, as our contractual commitments are complete. In medtech, we expect continued competitive growth fueled by increased procedures and commercial uptake of recently launched products.",
    "start": 1600.88,
    "end": 1652.88
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We anticipate relatively stable procedure volumes and health care staffing levels for the remainder of the year with normal seasonality. Regarding quarterly phasing, given the strength of our first quarter results, we now expect relatively consistent performance throughout the year from our pharmaceutical and medtech businesses. When modeling consumer health growth rates in twenty twenty three, it is important to take into consideration prior year comparisons, as well as the robust cough, cold, and flu season and the one time restocking that occurred in the first quarter. As a reminder, the first half of twenty twenty two was impacted by supply constraints. A few brief announcements before we take your questions.",
    "start": 1653.28,
    "end": 1695.2349
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Continuing our efforts to increase our transparency and assist with your modeling, we are planning to post a patent table, including U. S. Pharmaceutical patents, to our investor website in the quarter. In addition, please mark your calendars for December five as we will be hosting an enterprise business review at the New York Stock Exchange focused on the new Johnson and Johnson, highlighting both our pharmaceutical and medtech businesses. We will provide additional details about the event in the coming months.",
    "start": 1695.955,
    "end": 1724.9249
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Before we turn to your questions, let me state how proud we are regarding our team's continued hard work and unwavering commitment. Our sights are set on the future, focused on delivering competitive growth for the new Johnson and Johnson. We are confident that our current plans position us for near term success, long term growth and value creation for our shareholders. I'll now turn the discussion to the Q and A portion of the call. Kevin, can you please provide instructions for those wishing to ask a question?",
    "start": 1726.125,
    "end": 1755.3351
  },
  {
    "speaker": "Ashley McEvoy",
    "text": "Yes. No, Larry, what I would share is I would say that procedures are trending well above all pre COVID levels. It was up until December with the exception of China. China in December, January and February were well below pre COVID levels and January trending down fifty percent. So I am encouraged to see in March that they're back up. They're back up a little bit ahead of pre COVID levels. And so that's why we're kind of rebalancing the year. I think that we're going to have more stability throughout the balance to go year versus earlier thinking that we would be having a stronger second half versus first half.",
    "start": 2735.555,
    "end": 2770.745
  },
  {
    "speaker": "Jessica Moore",
    "text": "The only aspect that I'd add Louise is, as you know, our multiple myeloma platform is extremely strong and we're looking at multiple clinical trials about not cannibalizing those products, but rather looking at combination treatments, as well as sequences of those products between TECVAYLI, DARZALEX, CARVYKTI, and then hopefully our soon-to-be approved Talquetamab.",
    "start": 2924.3652,
    "end": 2948.7
  },
  {
    "speaker": "Ashley McEvoy",
    "text": "Yeah, thank you, Josh. Listen, it's a really important space and we always say, at J&J we're always trying to intercept disease before it advances. And this is one example of managing atrial fibrillation, which is the leading cause of cardiac arrhythmia and unmanaged that could lead to a stroke. So what gives us confidence that we can lead and compete and have a source of differentiation, I would say, kind of the following, I'd say, one, we have a 20-year track record of being a world leader in cardiac ablation. We have 5,000 plus installed base. We do see the promise of PFA. We are actively engaged in four clinical trials. Two of those trials have completed enrollment, the European and the inspIRE as well as the US, we've shared data in February in the International Afib Symposium that we met the primary endpoint. And I would tell you, our approach is really what's differentiated, Josh. We're kind of leveraging the deep expertise and the insights into the various ablation strategies. So we have a portfolio of PFA catheters, which are fully integrated into the (inaudible) sensory system and it's powered by kind of our true pulse generator. So we really underscore the importance of how important mapping is in Vision to know where operators are and what they're doing in the heart anatomy. And kind of the bottom line for us is, we actually think access to radio-frequency, which has like 20-plus years of safety and efficacy, coupled with the newer generation of PFA is really going to be the winning combo for electrophysiologists. It's really why we are in clinic right now with the dual-energy solution, because we think it could offer the relative safety of the PFA. And really the proven durability of radio frequency. So we're not issuing specific timelines. But you can know that we've completed enrollment in two of those four clinical trials.",
    "start": 2996.36,
    "end": 3107.645
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thank you, Geoff. Kevin, we have time for one last question.",
    "start": 3233.9,
    "end": 3237.02
  },
  {
    "speaker": "Ashley McEvoy",
    "text": "No, thank you, Danielle. It's great to hear your voice. Listen, it's really a combination of both, procedures are accelerating, particularly like even as recently as March in China, as an example. US working through some of the backlogs. So I do think that the market is in our favor. But at the same time, I have to give huge acknowledgment to the orthopedics team who has really built a very differentiated portfolio, and they are now participating in the fastest growing segments within the orthopedics category. So if the category is going three to four, they're competing in categories -- in areas that are high single digit. And what are those areas, it's all things robotics, it's around new sites of care like ASCs, it's around extremities and very pleased with our recent acquisition of CrossRoads of foot and ankle. It's what we talked about around Revision Knees and Cementless Knees. Those are really the faster growing segments in orthopedics. And we are well-positioned to take advantage of that demand. Thank you for the question.",
    "start": 3278.7,
    "end": 3340.61
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thank you, Danielle. And thanks to everyone for your questions and your continued interest in our company. We apologize to those that we couldn't get to because of time, but don't hesitate to reach out to the Investor Relations team with any remaining questions that you may have. Enjoy the rest of your day.",
    "start": 3342.29,
    "end": 3357.735
  }
]