[
  {
    "speaker": "Chris DelOrefice",
    "text": "I will now turn the call over to Alex to share our overall results and business highlights.",
    "start": 177.69499,
    "end": 182.495
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks, Alex. Now to recap the fourth quarter. Worldwide sales were $22.5 billion for the fourth quarter of 2020, an increase of 8.3% versus the fourth quarter of 2019. Operational sales growth, which excludes the effect of translational currency increased 7.1% as currency had a positive impact of 1.2 points. In the US, sales increased 9.6%.",
    "start": 668.27997,
    "end": 696.97003
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks, Alex. Appreciate the question. Bob, next question please.",
    "start": 3195.555,
    "end": 3199.875
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks, Larry. Appreciate the question. Rob, next question please.",
    "start": 3372.675,
    "end": 3375.795
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Great. Thanks, David. Appreciate the question. Rob, next question please.",
    "start": 3603.545,
    "end": 3607.145
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks Louise. Appreciate the questions. Rob, next question please.",
    "start": 3913.845,
    "end": 3917.365
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks, Chris. Appreciate the questions. Rob, next question please.",
    "start": 4186.34,
    "end": 4189.9404
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks, Joanne. Appreciate the question. Rob, next question please.",
    "start": 4416.485,
    "end": 4419.925
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks, Matt. Appreciate the question. Rob, next question please.",
    "start": 4705.5845,
    "end": 4709.105
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks, Danielle. I appreciate the question. Rob, last question please.",
    "start": 4799.39,
    "end": 4801.15
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Great. Thanks, Bob. Appreciate the question. And thanks, everyone, for your questions and your continued interest in our company. Apologies to those who we couldn't get to because of time, but don't hesitate to reach out to the Investor Relations team as needed. I'll now turn the call back to Alex for some brief closing remarks.",
    "start": 4962.61,
    "end": 4977.6846
  }
]