[
  {
    "speaker": "Chris DelOrefice",
    "text": "Good morning. This is Chris DelOrefice, Vice President of Investor Relations for Johnson & Johnson. Welcome to our company's review of business results for the first quarter and our updated financial outlook for 2021. Joining me on today's call is Joe Wolk, Executive Vice President, Chief Financial Officer. Also joining Joe and myself during the Q&A portion of the call will be Alex Gorsky, Chairman of the Board of Directors and Chief Executive Officer; Joaquin Duato, Vice Chairman of the Executive Committee; and Dr. Paul Stoffels, Vice Chairman of the Executive Committee and Chief Scientific Officer. A few logistics before we get into the details. This review is being made available via webcast accessible through the Investor Relations section of the Johnson & Johnson website at investor.j&j.com where you can also find additional materials including today's presentation and associated schedules. Please note that today's presentation includes forward-looking statements. We encourage you to review the cautionary statement included in today's presentation, which identifies certain risks and factors that may cause the company's actual results to differ materially from those projected. In particular there is uncertainty about the duration and contemplated impact of the COVID-19 pandemic. This means that the results could change at any time and the contemplated impact of COVID-19 on the company's business results and outlook is a best estimate based on the information available as of today's date. A further description of these risks, uncertainties and other factors can be found in our SEC filings, including our 2020 Form 10-K along with reconciliations of the non-GAAP financial measures utilized for today's discussion to the most comparable GAAP measures are also available at investor.j&j.com. Several of the products and compounds discussed today are being developed in collaboration with strategic partners or licensed from other companies. This slide acknowledges those relationships. Moving to today's agenda I will review first quarter sales and P&L results for the corporation and the three business segments. Joe will provide insights about our cash position, capital allocation deployment and will spend some time on 2021 qualitative commentary and will outline our updated guidance for 2021. The remaining time will be available for your questions. We anticipate the webcast will last up to 75 minutes. Now let's move to the first quarter results. Worldwide sales were $22.3 billion for the first quarter of 2021, an increase of 7.9% versus the first quarter of 2020. Operational sales growth, which excludes the effect of translational currency increased 5.5% as currency had a positive impact of 2.4 points. In the US, sales increased 3.9%. In regions outside the US, our reported growth was 12.2%. Operational sales growth outside the US was 7.3% with currency positively impacting our reported OUS results by 4.9 points. Excluding the net impact of acquisitions and divestitures, adjusted operational sales growth was 6% worldwide, 3.9% in the US and 8.2% outside the US. Turning now to earnings. For the quarter net earnings were $6.2 billion and diluted earnings per share was $2.32 versus diluted earnings per share of $2.17 a year ago. Excluding after-tax intangible asset amortization expense and special items for both periods, adjusted net earnings for the quarter were $6.9 billion and adjusted diluted earnings per share was $2.59 representing increases of 12.5% and 12.6% respectively compared to the first quarter of 2020. On an operational basis, adjusted diluted earnings per share increased 8.3%. I will now comment on business segment sales performance highlighting items that build upon the slides you have in front of you. Unless otherwise stated percentages quoted represent the operational sales change in comparison to the first quarter of 2020, and therefore exclude the impact of currency translation. Beginning with Consumer Health. Worldwide Consumer Health sales totaled $3.5 billion and declined 3.3% with declines in the US of 7.4%, a modest growth of 0.5% outside of the US. The Consumer Health results reflect negative comparisons due to prior year pantry loading and increased COVID-19 demand particularly in over-the-counter medicines. Excluding the prior year COVID-19 comparison the Consumer Health segment grew low single digits in the quarter. Over-the-counter medicines declined 14.8%. Globally results were negatively impacted by the prior-year comparisons that previously mentioned coupled with continued impacts of social distancing restrictions, resulting in lower cough, cold and flu incidences partially offsetting declines were US share gains primarily in TYLENOL, ZYRTEC and PEPCID as well as strong performance of NICORETTE outside the US. The skin health, beauty franchise grew by 2.8% driven by strong performance outside the US for NEUTROGENA and AVEENO due to new product innovations and strength in e-commerce. Results were partially offset by US COVID-19 related market contraction in makeup removal wipes. Consumers continue to focus on products related to personal health and hygiene including oral care, which grew 4.5% from continued growth of LISTERINE mouthwash due to category growth and strong promotions, partially offset by divestitures. Worldwide growth excluding divestitures was approximately 8%. Additionally, the Baby Care franchise grew by 9.5% as a result of strength in Janssen's outside the US, primarily in the Latin America and Asia Pacific regions across all categories, coupled with the AVEENO baby growth in e-commerce globally. Moving on to our Pharmaceutical segment. Worldwide Pharmaceutical sales of $12.2 billion grew 7.1% with strength in both the US increasing by 6.4% and OUS with sales increasing by 7.9%. Sales in the quarter included a small contribution in the US from Janssen's COVID-19 vaccine following its emergency use authorization in February. Our strong portfolio of products and commercial capabilities continues to enable us to deliver strong adjusted operational growth at above market levels with seven key products realizing double-digit growth in the first quarter. Our immunology therapeutic area delivered global sales growth of 5.5% driven by strong double-digit performance of STELARA and TREMFYA offset by continued declines in REMICADE due to biosimilar competition. STELARA continue to show strength in all regions growing at 15.4% driven by increased market growth and share gains. US share increased roughly 4 points in Crohn's disease, and nearly 10 points in ulcerative colitis. STELARA growth was partially offset by an unfavorable comparison to a prior period pricing adjustment in Q1 2020 and an unfavorable comparison to increased sales in Q1, 2020 resulting from COVID-19 related longer script durations in the US and Europe. TREMFYA grew 37.8% with strong double-digit growth in both the US and OUS driven by share gains in psoriasis of 2.7 points in the US continued global expansion into new markets and continued penetration into the psoriatic arthritis indication that was approved in 2020. Our oncology portfolio delivered another strong quarter with worldwide growth of 14.6%. DARZALEX continued its strong performance growing 42.2% driven by share growth across all lines of therapy and increased penetration of the subcutaneous formulation in the US and EU. DARZALEX continues to penetrate the front line setting aided by recently approved line extensions to penetrate new patient populations posting nearly 3 points of share growth in line one in the US this quarter. ERLEADA continued its global momentum with growth of 79.7% in the quarter, driven by market share and penetration gains, especially in the metastatic indication. IMBRUVICA grew 5.6% globally with increased volume growth driven by our market leading share and increased persistency as patients extend the duration of therapy. However, this was partially offset by the market contraction due to temporary COVID-19 impacts on new patient starts. Growth was also negatively impacted by one-time items, including the increased demand in Q1 of 2020 related to longer-term script durations in anticipation of pandemic related restrictions and higher levels of clinical trial volume in the same quarter last year. Excluding the impact of these one-time events global growth for IMBRUVICA would have been double digits. In neuroscience, our paliperidone long-acting portfolio grew 6.9% driven by market and share growth due to increased new patient starts and strong persistency. Cardiovascular/Metabolism/Other declined 4.1% this quarter, driven by continued biosimilar competition for PROCRIT and competitive pressures in INVOKANA which was partially offset by growth of 11.7% in XARELTO driven by continued demand and a one-time favorable prior period pricing adjustment in the current quarter, which contributed over half of XARELTO's growth in the quarter. Lastly, our total pulmonary hypertension portfolio achieved strong growth of 13.7% with OPSUMIT growth of 13.5% and UPTRAVI growth of 20.9% both driven by market penetration and share gains. I'll now turn your attention to the Medical Devices segment. Worldwide Medical Devices sales were $6.6 billion growing 8%. Growth versus prior year was primarily driven by market recovery from procedures impacted by COVID-19 along with continued momentum driven by commercial initiatives and our recently launched new products that are further enhancing our competitiveness across several areas of the business. Additionally, selling days positively impacted worldwide growth by 190 basis points. We expect the full-year impact from selling days excluding the impact of the 53rd week in 2020 will be minimal, while recovery dynamics continue to vary across procedure type and geography, our results reflect continued momentum with nine of our 11 priority platforms delivering global growth in Q1 with six of these delivering double-digit worldwide growth. As you consider regional dynamics, Asia Pacific was the first region to be impacted by COVID-19 and experienced the most significant sales declines in the first quarter last year. Asia-Pacific realized strong market recovery primarily in China against this low sales base from the prior year. So that coupled with our commercial efforts to expand into Tier 2 and Tier 3 hospitals in China resulted in strong double-digit growth in this region. COVID-19 remains a dynamic variable in the US. However, the market has been resilient and continues to recover resulting in growth of 5.4% in the US. Sales declined in Europe and Latin America where there continues to be a higher level of COVID-19 related mobility restrictions and procedure deferrals. Looking at results for each of our platforms. Interventional Solutions delivered another quarter of strong double-digit growth. Electrophysiology grew 25.7% in the quarter, primarily driven by recovery in the market coupled with the strength of our broad based portfolio focus on commercial execution and introduction of new products such as an update to our CARTO 3 System and the CARTO PRIME mapping module, which further enhanced our market position globally. These new product introduction support improved mapping capabilities and reduce ablation time storing atrial fibrillation procedures. Worldwide orthopedics grew 1.2% versus the prior year with continued COVID-19 impacts on procedure recovery. Worldwide trauma delivered growth of 9.5% reflecting market recovery and success of our newer product introductions that continue to support our market leading position in trauma such as the most comprehensive Cannulated Compression Headless Screw system on the market and the RIA 2 System designed for long bone grafts. Hips return to worldwide growth this quarter, increasing 3.2% driven by market recovery and our continued leadership position in the anterior approach and demand for the active stem aided by our other enabling technologies in hip navigation. Knees declined 9.9% globally, primarily due to slower market recovery in these more deferrable procedures in addition to some softness stemming from business mix dynamics. We are on track for commercialization of our VELYS robotic assisted solution for total knee procedures in the US. We believe the combination of this launch along with our differentiated VELYS Digital Solutions and ATTUNE knee platform including cementless offerings will enhance our portfolio and support improved performance as procedures continue to recover. Spine declined 0.6%, reflecting the continued impact of COVID-19 on this market coupled with some one-time stocking reductions in China resulting from the consolidation to a national distribution model worth about 250 basis points globally. The decline was partially offset by success of recently launched products such as SYMPHONY, CONDUIT and FIBERGRAFT, as well as partnerships, which further enhance our offerings such as the X-pack expandable cage. Advanced Surgery grew 14.3% versus prior year with double-digit growth globally in Endocutters, Biosurgery and Energy primarily from robust growth in Asia, driven by market recovery and mortgage share gains due to new product launches, globalization of our portfolio including Biosurgeries, SURGIFLO plus Thrombin launch in Japan and commercial investments to expand our coverage in China. In general surgery wound closure grew 12% globally with growth of 6.6% in the US, and 15.7% OUS results were driven by a recovery in the markets as well as continued strength of our market leading suture portfolio including the STRATAFIX barbed suture family. US contact lens growth of 7.2% reflects the strength of our commercial execution and our market leading ACUVUE portfolio, including the recent launch of ACUVUE Oasis Multifocal lenses which were designed to provide clear vision at all distances. Channel inventory increases related to continued COVID-19 volatility and support of this new product launch contributed about 400 basis points to growth. Growth outside the US of 0.9% reflects slower market recovery in Japan and Europe. Global surgical vision grew 11.2% due to a combination of recovery in both cataract and refractive procedures as well as continued strength of recent product introductions including TECNIS TORIC II and early success of TECNIS EYHANCE driving improved share momentum in both the US and OUS markets. Now, regarding our consolidated statement of earnings for the first quarter of 2021. Please direct your attention to the boxed section of the schedule. You will see, we have provided our earnings adjusted to exclude intangible amortization expense and special items. As reported this morning, our adjusted EPS of $2.59 reflects a reported increase of 12.6% and an operational increase of 8.3%. I'd like to now highlight a few noteworthy items that have changed on the statement of earnings compared to the same quarter last year. Cost of product sold improved versus 2020 as a percent of sales due to favorable product mix in the pharmaceutical business and favorable volume and mix in the Medical Devices business. Additionally, the first quarter 2020 Medical Devices results included the establishment of a COVID-19 inventory reserve which did not repeat in 2021. Selling, marketing and administrative margins improved due to leveraging in the Medical Devices business resulting from the recovery of sales from the prior year's negative COVID-19 impact. We continue to invest in research and development at competitive levels investing 14.2% of sales this quarter. This was higher than the first quarter of 2020 by 170 basis points, driven by portfolio progression in the pharmaceutical business. The other income and expense line showed net income of $882 million in the first quarter of 2021 compared to net income of $679 million in the first quarter of 2020 primarily due to higher acquisition, integration and divestiture-related activity. However, as a reminder, we treat significant divestiture gains as a special item and these gains are therefore excluded from adjusted earnings. Regarding taxes in the quarter, our effective tax rate increased from 11% in the first quarter of 2020 to 16.6% in the first quarter of 2021. This increase was driven primarily by the impact of one-time items in 2020 that did not repeat. Excluding special items the effective tax rate was 16.5% versus 15% in the same period last year. I encourage you to review our 10-Q for further details on specific tax matters. Let's now look at adjusted income before tax by segment. In the first quarter of 2021, our adjusted income before tax for the enterprise as a percentage of sales increased from 35% to 37.1%. The following are the main drivers of change to the adjusted income before tax by segment. Medical Devices margin improved by 640 basis points, driven by inventory reserves recorded in 2020 associated with the impact of COVID-19 which did not repeat in the current quarter, and overall expense leveraging in 2021 resulting from the Medical Devices sales recovery. Consumer health margins improved by 150 basis points, primarily driven by supply chain efficiencies including the benefit from our SKU rationalization program. Pharmaceutical margins improved by 30 basis points, primarily driven by favorable product mix, partially offset by increased investment in research and development. That concludes the sales and P&L highlights for Johnson & Johnson's first quarter. I'm now pleased to turn the call over to Joe Wolk.",
    "start": 25.665,
    "end": 1292.44
  },
  {
    "speaker": "Paul Stoffels",
    "text": "Thank you, Joe. And I'm pleased to provide an update on our COVID-19 vaccine, and our efforts to address the ongoing pandemic which today has taken the lives of more than 3 million people globally. From the very beginning, we have worked to develop and deliver a Single-shot easy transportable COVID-19 vaccine to help protect the health of people everywhere and reach communities in needs globally. We are committed to equitable access and to bringing an affordable COVID-19 vaccine to the public on a not-for-profit basis for the emerging pandemic use. In last quarter we announced results from our multi-country Phase III ENSEMBLE study that demonstrated the vaccine was 85% effective in preventing severe disease across all regions studied and showed protection against COVID-19 related to hospitalization and deaths beginning day 28 after vaccination. The vaccine has demonstrated protection across all countries studied and with multiple variance of the virus, including the B1.351 variant. Based on the robust data we submitted to health authorities, we received emergency use authorization from the US Food and Drug Administration, a conditional marketing authorization from the European Medicines Agency and the emergency use listing from the World Health Organization. We began US distribution in March with plans to begin shipping to Europe in April. In addition, given the threat of variance, we collaborated with the South African Medical Research Council on the Sisonke study an open label Phase 3B vaccine implementation study among 500,000 frontline healthcare workers in South Africa, where the B1.351 variant has become dominant and where there is limited supportive care of, or wide availability of COVID vaccines. This variant now makes up more than 60% of cases across this African continent and has been detected in more than 60 countries globally. A Single-shot vaccine with demonstrated protection against COVID-19 related hospitalization and death can be critical tool for fighting the global pandemic particularly with protection across countries with different variants. Last Tuesday, the US Centers of Disease Control and Prevention Advisory Committee on Immunization Practices, or ACIP review to reports of an extremely rare disorder involving blood clots in combination with low platelets observed in a small number of individuals following vaccination with the Johnson & Johnson COVID-19 vaccine. Out of an abundance of caution, the CDC and FDA recommended a pause in the use of our vaccine in the US. ACIP will reconvene this Friday and we look forward to their review and the outcome of the meeting. Johnson & Johnson made the decision to proactively delay the rollout of our vaccine in Europe and boost vaccinations in all COVID-19 vaccine clinical trials while the updated guidance for investigators and participants. On the safety and well-being of the people who use our product is our number one priority, and we strongly support awareness of the signs and symptoms of this extremely rare event to ensure the correct diagnosis, appropriate treatment and expedited report by healthcare professionals. We continue to believe in the positive benefit risk profile of our vaccine and in view of the raise raging pandemic that continues to devastate communities around the world, continue to collaborate with medical experts and global health authorities, including the CDC, FDA, EMA the WHO and the South African Health Products Regulatory Authority, SAHPRA as we work towards continuing vaccination to end the global pandemic. We welcome the recent recommendation of SAHPRA to lift the poles in the investigator-led to collaborative Sisonke study, provided that specific conditions are met. SAHPRA based this decision on a review of the availability -- available safety data from Sisonke study, as well as adverse event reports in the United States. We look forward to partnering with the South African Ministry of Health to resume vaccinations of healthcare workers in South Africa soon. We are looking forward to the outcome of from today's meeting of the European Medicines Agency, Pharmacovigilance Risk Assessment Committeem, the PRAC as this called and so looking forward to working with AMAG to ensure appropriate awareness of this extremely rare event and guidance on diagnosis and treatment of this condition. Johnson & Johnson stands ready to resume shipment of its COVID-19 vaccine in Europe. In addition, we will work with member states to resume vaccinations in all the Janssen COVID-19 vaccine clinical trials in Europe. We remain committed to supplying 200 million doses of our COVID-19 vaccine to the European Union plus Norway and Iceland. Moving on to manufacturing. The quality and safety of our COVID-19 vaccine is paramount. In April 3 we announced we would increase our oversight of drug substance manufacturing at the Emergent BioSolutions' Bayview facility. Since then, we have worked closely with the US government and with the FDA, including during the ongoing FDA inspection at Emergent Bayview. We will work closely with Emergent and the FDA to address any inspection findings. Our goal remains ensuring all drug substance for our COVID-19 vaccine meets our high-quality standards and securing emergency use authorization for the drug substance manufactured at Emergent Bayview. We remain committed to delivering 100 million Single shot doses of our COVID-19 vaccine to the US government and helping to bring an end to this global pandemic. In conclusion, I want to note that COVID-19 is the most severe global health challenge we have seen in our lifetimes. Johnson & Johnson is committed to help the world win the fight against COVID-19 and be even better prepared for possible future pandemics. Now I will turn it over to Chris to start the Q&A.",
    "start": 1929.33,
    "end": 2295.15
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Great. Thank you, Paul. We will now move to the Q&A portion of the webcast. Rob, can you please provide instructions for those on the line wishing to ask a question.",
    "start": 2296.075,
    "end": 2305.195
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks, Chris. Appreciate the question. Rob, next question please.",
    "start": 2425.1,
    "end": 2428.86
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks, Joanne. Appreciate the question. Rob, next question please.",
    "start": 2905.46,
    "end": 2909.3
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Thanks, Bob. Appreciate the questions. Rob, next question please.",
    "start": 3049.3801,
    "end": 3052.82
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Great. Thank you. Thanks, Josh. Rob, next question please.",
    "start": 3231.345,
    "end": 3235.105
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Great. Thank you, Paul. Thanks, Louise. Appreciate the question. Rob, next question please.",
    "start": 3609.74,
    "end": 3614.7
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Great. Thanks, Matt. Appreciate the question. Rob, we'll take our last question now.",
    "start": 4243.965,
    "end": 4247.645
  },
  {
    "speaker": "Chris DelOrefice",
    "text": "Great. Thank you, Terence, and thanks to everyone for your questions and continued interest in our company. Apologies to those we couldn't get to because of time but don't hesitate to reach out to the investor relations team as needed. I'll now turn the call back to Alex just for some brief closing remarks.",
    "start": 4445.26,
    "end": 4459.26
  }
]