[
  {
    "speaker": "Jessica Moore",
    "text": "Hello, everyone. This is Jessica Moore, Vice President of Investor Relations for Johnson and Johnson. Welcome to our company's review of the third quarter results and our full year financial outlook for twenty twenty four. A few logistics before we get into the details. As a reminder, you can find additional materials, including today's presentation and associated schedules on the Investor Relations section of the Johnson and Johnson website at investor.",
    "start": 79.605,
    "end": 108.045
  },
  {
    "speaker": "Jessica Moore",
    "text": "Jnj dot com. Please note that this presentation contains forward looking statements regarding, among other things, the company's future operating and financial performance, market position and business strategy. You are cautioned not to rely on these forward looking statements, which are based on the current expectations of future events using the information available as of the date of this recording and are subject to certain risks and uncertainties that may cause the company's actual results to differ materially from those projected. A description of these risks, uncertainties and other factors can be found in our SEC filings, including our twenty twenty three Form ten ks, which is available at investor. Jnj dot com and on the SEC's website.",
    "start": 108.125,
    "end": 157.49
  },
  {
    "speaker": "Jessica Moore",
    "text": "Additionally, several of the products and compounds discussed today are being developed in collaboration with strategic partners or licensed from other companies. This slide acknowledges those relationships. Moving to today's agenda. Joaquin Duato, our Chairman and CEO, will kick us off with opening remarks and highlight key catalysts within the segments. I will review the third quarter sales and P and L results for the enterprise as well as highlights related to our two businesses.",
    "start": 158.72499,
    "end": 189.17502
  },
  {
    "speaker": "Jessica Moore",
    "text": "Joe Walk, our CFO, will then provide an overview of our pipeline advancements, cash position, capital allocation priorities and guidance for twenty twenty four as well as qualitative considerations for twenty twenty five. Jennifer Taubert, John Reed and Tim Schmid, our innovative medicine and med tech leaders, will be joining us for Q and A. To ensure we provide enough time to address your questions, we anticipate the webcast will last approximately sixty minutes. I will now turn the call over to Joaquin.",
    "start": 189.815,
    "end": 224.145
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, Jessa. Hello everyone. As you will hear, we delivered strong results in the third quarter with six point three percent operational sales growth. Our performance once again reflects the unique breadth of our business and our commitment to delivering the next wave of healthcare innovation to patients around the world. It also reflects the work we have done to shift our pipeline and portfolio to high innovation and high growth markets.",
    "start": 224.705,
    "end": 254.88501
  },
  {
    "speaker": "Joaquin Duato",
    "text": "That work continues, which you saw with the recently completed acquisitions of Shockwave and B Wave, Imetech and Ambrix Proteologics and the NM26 bispecific antibody in innovative medicine. And we are pleased with the progress we are making. In Innovative Medicines, we reported a second consecutive quarter of sales exceeding fourteen billion dollars with eleven key brands growing double digits. DARZALEX became the first product in our portfolio to reach three billion dollars in sales in a single quarter. And as you will hear, our pipeline of high innovation, high growth potential assets is advancing rapidly with five major U.",
    "start": 255.46,
    "end": 305.625
  },
  {
    "speaker": "Joaquin Duato",
    "text": "S. And EC approvals in the quarter. This includes FDA approval of RIVRABAN plus LASCOS as first line treatment for EGFR mutated advanced lung cancer, a transformational step forward for patients and FDA approval of Tremfya for active ulcerative colitis, which represents a significant opportunity for Johnson and Johnson given seventy five percent of the STELARA sales today come from inflammatory bowel disease. And with filings and reviews underway for many of our innovative medicines that have the potential to generate five billion dollars in peak year sales, we are increasingly confident in our near and long term growth trajectory. In MedTech, you can see the impact of our portfolio shift to high innovation, high growth markets, particularly in cardiovascular.",
    "start": 305.625,
    "end": 362.475
  },
  {
    "speaker": "Joaquin Duato",
    "text": "With the recent acquisitions of Shockwave and Abiomed, we are now category leaders in four of the largest and highest growth cardiovascular intervention med tech markets, which in Q3 translated to another quarter of double digit growth across the cardiovascular portfolio. And with the full market launch of Shockwave E8 peripheral IVL catheter, we are seeing an immediate impact of the Shockwave acquisition. In vision, growth is accelerating and we expect that to continue with the recent full market release of Technis ODC in the U. S. And AccuView Oasis MAX one day contact lenses.",
    "start": 362.79498,
    "end": 405.40002
  },
  {
    "speaker": "Joaquin Duato",
    "text": "We are also excited about the future of our surgery business. As you will recall, in November twenty twenty three, we committed to submitting the Ottava robotic surgical system for an Investigational Device Exemption or IDE to the U. S. FDA in the second half of twenty twenty four to initiate clinical trials. I'm pleased to announce that we have met that milestone with the IDE application submitted in Q3.",
    "start": 405.88,
    "end": 435.22998
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Looking across the enterprise, our high innovation, high growth strategy is working and our progress this quarter speaks to the strength of our commercial and innovation capabilities. We have increased adjusted operational EPS guidance pre M and A for the third quarter in a row. We have invested eighteen billion dollars in high innovation, high growth M and A this year. And based on this quarter's results, we are confident in our expectations for twenty twenty five through the end of the decade and beyond. And with that, I will turn the call back to Jess.",
    "start": 436.03,
    "end": 475.625
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thank you, Joaquin. Moving to our financial results for the quarter. Unless otherwise stated, the financial results and guidance highlighted today reflect the continuing operations of Johnson and Johnson. Furthermore, the percentages quoted represent operational results and therefore exclude the impact of currency translation. Worldwide sales were twenty two point five billion dollars for the third quarter of twenty twenty four.",
    "start": 476.025,
    "end": 500.855
  },
  {
    "speaker": "Jessica Moore",
    "text": "Sales increased six point three percent with growth of seven point six percent in the U. S. And four point six percent outside of the U. S. Acquisitions and divestitures positively impacted worldwide growth by ninety basis points.",
    "start": 501.335,
    "end": 516.12
  },
  {
    "speaker": "Jessica Moore",
    "text": "Turning now to earnings. For the quarter, net earnings were two point seven billion dollars and diluted earnings per share was one point one one dollars versus diluted earnings per share of one point six nine dollars a year ago. Results in the quarter were impacted by the updated talc litigation settlement proposal as well as acquired IPR and D expense associated with the NM-twenty six bispecific antibody. Excluding after tax intangible asset amortization expense and special items for both periods, adjusted net earnings for the quarter were five point nine billion dollars and adjusted diluted earnings per share was two point four two dollars representing decreases of thirteen point three percent and nine percent respectively compared to the third quarter of twenty twenty three. Results were impacted by the acquired IPR and D expense of one point two five billion dollars or approximately nineteen hundred basis points associated with the NM26 bispecific antibody.",
    "start": 516.68,
    "end": 584.925
  },
  {
    "speaker": "Jessica Moore",
    "text": "I will now comment on business sales performance in the quarter, beginning with Innovative Medicine. Worldwide sales of fourteen point six billion dollars increased six point three percent with growth of seven point five percent in the U. S. And four point four percent outside of the U. S.",
    "start": 585.40497,
    "end": 602.97
  },
  {
    "speaker": "Jessica Moore",
    "text": "Innovative medicine growth was driven by our key brands and continued uptake from recently launched products with eleven assets delivering double digit growth. Results across the portfolio continued to be positively impacted by price increases associated with Argentina hyperinflation consistent with market practice. We continue to drive strong sales growth across our multiple myeloma portfolio. DARZALEX growth was twenty two point nine percent, primarily driven by share gains of four points across all lines of therapy with seven point seven points of growth in the frontline setting as well as market growth. Carvictee achieved sales of two eighty six million dollars with growth of eighty seven point six percent driven by share gains, continued capacity expansion and manufacturing efficiencies.",
    "start": 603.61,
    "end": 656.29
  },
  {
    "speaker": "Jessica Moore",
    "text": "This reflects sequential growth of fifty three point two percent, aligned with our expectations of accelerating growth in the back half of the year. TekVailey sales were one hundred and thirty five million dollars in the quarter with growth of twenty one point four percent, reflecting a strong launch in the relapsedrefractory setting. Demand remained strong while sequential growth was flat due to continued adoption of longer duration dosing intervals. Finally, within our multiple myeloma portfolio, Tauvet continued its launch trajectory with another quarter of strong growth. We anticipate disclosing Tauvet sales in the first quarter of twenty twenty five, which are currently reported in other oncology.",
    "start": 656.69,
    "end": 699.685
  },
  {
    "speaker": "Jessica Moore",
    "text": "ERLEANA continues to deliver strong growth of twenty six point three percent, primarily driven by share gains in metastatic castrate sensitive prostate cancer and favorable inventory dynamics. Riborvant, our bispecific antibody for non small cell lung cancer contributed to growth in other oncology as we expand approved indications. We also anticipate disclosing Ribrovant sales in the first quarter of twenty twenty five. Within immunology, we saw sales growth in Tremfya of fourteen point three percent, driven by strong market growth and share gains in PSO and PSA, partially offset by unfavorable patient mix. STELARA declined five point seven percent, driven by unfavorable net patient mix and share loss, partially offset by market growth.",
    "start": 700.725,
    "end": 750.265
  },
  {
    "speaker": "Jessica Moore",
    "text": "As a reminder, biosimilar competition has entered Europe as of July and we anticipate U. S. Biosimilar entry in January twenty twenty five. In neuroscience, SPRAVATO growth of fifty five point three percent continues to be driven by increased physician and patient confidence. In pulmonary hypertension, Opsummit and Uptravi grew seventeen point four percent and fifteen point two percent respectively, driven by market growth, share gains and patient mix.",
    "start": 750.665,
    "end": 780.715
  },
  {
    "speaker": "Jessica Moore",
    "text": "As mentioned last quarter, REMICADE and SYMPHONY realized limited sales in Europe as we prepare for the return of distribution rights in Q4. I'll now turn your attention to MedTech. Worldwide sales of seven point nine billion dollars increased six point four percent with growth in the U. S. Of seven point eight percent and five percent outside of the U.",
    "start": 781.195,
    "end": 802.095
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. Acquisitions and divestitures had a net positive impact of two seventy basis points on worldwide growth, three sixty basis points in the U. S. And one hundred and eighty basis points outside of the U. S.",
    "start": 802.095,
    "end": 816.10004
  },
  {
    "speaker": "Jessica Moore",
    "text": "Overall, MedTech growth was driven by commercial execution and strength of new product introductions, partially offset by continued headwinds in Asia Pacific, specifically in China. In cardiovascular, electrophysiology delivered double digit growth of ten point seven percent. Performance was driven by global procedure growth, new product uptake and commercial execution, partially offset by competitive PFA ablation catheter uptake in the U. S. As well as prior year trade inventory dynamics and VBP in China.",
    "start": 816.58,
    "end": 851.25
  },
  {
    "speaker": "Jessica Moore",
    "text": "Abiomed delivered growth of sixteen point three percent, driven by strong growth in all regions and continued adoption of Impella five point five and Impella RP technology. Cardiovascular results also included two twenty nine million dollars associated with the acquisition of Shockwave. Contact lenses and other performance improved to four point seven percent driven by continued strategic price actions, strong performance in AccuView OASIS one day family of products, a one time benefit from a change in U. S. Contract shipping terms worth approximately one hundred and fifty basis points as well as lapping prior year impacts from Russia sanctions.",
    "start": 852.21,
    "end": 895.695
  },
  {
    "speaker": "Jessica Moore",
    "text": "Surgical Vision grew one point nine percent driven by Technis Piercy and Technis iHands, partially offset by China VBP and softness in the U. S. Surgery declined zero point seven percent with the Aclaren divestiture negatively impacting results by approximately one hundred and ten basis points. Performance was driven primarily by competitive pressures in energy and endocutters as well as VBP and the anti corruption campaign in China. This was partially offset by commercial execution, strength of new products across wound closure and biosurgery and continued price increases associated with Argentina hyperinflation consistent with market practice.",
    "start": 896.9,
    "end": 940.925
  },
  {
    "speaker": "Jessica Moore",
    "text": "Orthopedics growth of one point three percent was primarily driven by success of recent product launches and commercial execution, partially offset by competitive pressures, impacts of China VBP and revenue disruption from the previously announced orthopedics transformation. Now turning to our consolidated statement of earnings for the third quarter of twenty twenty four. I'd like to highlight a few noteworthy items that have changed compared to the same quarter of last year. We continue to invest strategically in research and development at competitive levels, investing nearly five billion dollars or twenty two percent of sales, which includes a one point two five billion dollars payment to secure the global rights to NM26 bispecific antibody. Even when excluding this investment, R and D as a percent of sales increased thirty basis points.",
    "start": 941.805,
    "end": 993.64
  },
  {
    "speaker": "Jessica Moore",
    "text": "Selling, marketing and administrative expense as a percent of sales was leveraged one hundred basis points driven by the realization of optimization efforts following the Kenview separation. Interest income was ninety nine million dollars as compared to one hundred and eighty two million dollars of income last year, driven by a higher net debt position primarily related to the financing impacts of the Shockwave acquisition. Other income and expense was a net expense of one point eight billion dollars compared to an expense of zero point five billion dollars in the prior year. The increase in expense was driven by a one point seven five billion dollars charge related to the talc litigation settlement proposal, partially offset by prior year higher unrealized mark to market losses on public securities as well as the monetization of royalty rights. Regarding taxes in the quarter, our effective tax rate was nineteen point three percent versus seventeen point four percent in the same period last year.",
    "start": 994.615,
    "end": 1059.9049
  },
  {
    "speaker": "Jessica Moore",
    "text": "This increase was primarily driven by the tax treatment of the NM26 bispecific antibody acquisition and OECD Pillar two. Excluding special items, the effective tax rate was nineteen point three percent versus fifteen point six percent in the same period last year. I encourage you to review our upcoming third quarter ten Q filing for additional details on specific tax related matters. Lastly, I'll direct your attention to the box section of the slide where we have also provided our income before tax, net earnings and earnings per share adjusted to exclude the impact of intangible amortization expense and special items. Now let's look at adjusted income before tax.",
    "start": 1060.3049,
    "end": 1105.455
  },
  {
    "speaker": "Jessica Moore",
    "text": "Innovative medicine margin declined from forty five point four percent to thirty seven point nine percent, primarily driven by the one point two five billion dollars acquired IPR expense to secure the global rights for NM-twenty six bispecific antibody, partially offset by the monetization of royalty rights. MedTech margin declined from twenty four point seven percent to twenty four point one percent, driven by increased R and D investment and lapping of a prior year divestiture gain, partially offset by supply chain efficiencies. As a result, adjusted income before tax for the enterprise as a percentage of sales decreased from thirty seven point six percent to thirty two point four percent with acquired IPR and D expense impacting results by five sixty basis points. Starting in twenty twenty five, aligned with recent FASB reporting disclosure requirements, we will begin providing additional P and L details by segment. This concludes the sales and earnings portion of the call.",
    "start": 1106.6549,
    "end": 1173.215
  },
  {
    "speaker": "Jessica Moore",
    "text": "I'm now pleased to turn it over to Joe.",
    "start": 1173.295,
    "end": 1175.295
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "Thank you, Jessica. In the third quarter, Johnson and Johnson delivered results that illustrate not only the breadth of the business, but our ability to consistently beat financial expectations. Innovative medicine continued to build on strong first half revenue momentum. We are advancing our pharmaceutical pipeline, achieving significant clinical and regulatory milestones across key therapeutic areas. Our MedTech business, with the addition of Shockwave, delivered operational growth of six point four percent in the quarter, but did experience headwinds in the Asia Pacific region.",
    "start": 1176.3,
    "end": 1207.35
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "We continue to fortify our future, advancing the Ottava robotic surgery system to IDE, expanding Velis use and launching new intraocular lenses. Due to dynamics in the Asia Pacific region, specifically in China, we are taking a responsibly conservative approach by assuming no material improvement in that part of the business for the remainder of this year. And as such, we expect MedTech adjusted operational sales growth for the full year twenty twenty four to be closer to five percent versus the six percent we referenced last quarter. The strength of a diversified business enables us to more than offset volatility in one part of our business, but yet be in a position to once again increase twenty twenty four guidance for the enterprise. Before diving into the results, I'll take a moment to touch on some enterprise wide updates from the quarter.",
    "start": 1207.59,
    "end": 1256.985
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "We are making progress towards resolving talc litigation. Our prepackaged bankruptcy plan received overwhelming support from the current claimants of roughly eighty three percent as well as the future claimants representative. As announced last Thursday, the case will be heard in the Texas Bankruptcy Court. And while we remain committed to bringing this matter to a resolution, it would be premature to speculate on timing. In addition to the pipeline highlights Joaquin mentioned, there are some additional notable advancements throughout the quarter.",
    "start": 1257.96,
    "end": 1288.69
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "In oncology, we received U. S. And EU regulatory approval for Ribrovan in combination with chemotherapy as a second line treatment for adults with advanced EGFR mutated non small cell lung cancer. With FDA priority review underway for a subcutaneous formulation of Ribrovant, along with data supporting a treatment regimen to reduce adverse events, we are building a best in class EGFR portfolio. We also presented Phase I data for Ribrovant with chemotherapy in metastatic colorectal cancer patients, extending the asset's potential beyond lung cancer.",
    "start": 1289.09,
    "end": 1325.04
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "In multiple myeloma, we advanced our leadership position with FDA approval and filing of two DARZALEX FASPRO quad based regimens for newly diagnosed patients. With CarVicti, we announced three year follow-up data showing significantly extended overall survival and gained approval for commercial production at our Ghent facility further expanding supply capacity. Finally, in oncology, we added to the growing evidence base for our TARS platform with positive Phase 2b data in patients with high risk non muscle invasive bladder cancer and positive interim Phase II data in patients with muscle invasive bladder cancer. In neuroscience, we submitted to the U. S.",
    "start": 1325.76,
    "end": 1367.425
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "And European regulatory bodies for what would be the first global approval of nipocalimab for the treatment of people living with generalized myasthenia gravis. For the remainder of the year, we expect approval of Tremfya SubQ for Crohn's disease and data readouts on JNJ-two thousand one hundred thirteen, targeted oral peptide for psoriasis and ulcerative colitis JNJ-four thousand eight hundred and four, our co antibody therapeutic for inflammatory bowel disease Aticaprant for adjunctive major depressive disorder and nipocalimab for rheumatoid arthritis. In MedTech, we completed enrollment of the OMNI IRE clinical trial to evaluate safety and effectiveness in mapping and treating symptomatic paroxysmal atrial fibrillation during standard ablation procedures. Also in cardiovascular, we are preparing for the anticipated approval of Verapulse in the U. S.",
    "start": 1367.425,
    "end": 1422.2449
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "And the submission of Impella ECT for regulatory approval. In orthopedics, we launched several exciting new products in the U. S. Including our VELIS Spine Robot and Volt plating system. The plentiful pipeline progress across our businesses will ensure continued success.",
    "start": 1422.485,
    "end": 1440.46
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "Let's now turn to cash and capital allocation. Free cash flow year to date was approximately fourteen billion dollars compared to twelve billion dollars last year, which included eight months' contribution from the Consumer Health business. We ended the third quarter with twenty billion dollars of cash and marketable securities and thirty six billion dollars of debt for a net debt position of approximately sixteen billion dollars Our capital allocation priorities remain unchanged. Our strong balance sheet enables us to strategically invest to grow our business while simultaneously returning capital to our shareholders. Innovation remains core to our strategy.",
    "start": 1442.025,
    "end": 1479.275
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "During the quarter, we invested nearly five billion dollars in research and development. This is an increase over twenty twenty three levels even after excluding acquired in process R and D expense. Thus far in twenty twenty four, Johnson and Johnson has deployed approximately eighteen billion dollars for strategic acquisitions and licensing agreements, which includes the recent acquisition of V Wave, another innovative treatment in heart failure, which closed last week. Turning to our full year twenty twenty four guidance, excluding the impact from acquisitions and divestitures, we are increasing our adjusted operational sales guidance. We now expect growth in the range of five point seven percent to six point two percent with a midpoint of six percent.",
    "start": 1479.515,
    "end": 1520.91
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "We are also increasing operational sales growth by two hundred million dollars to a range of six point three percent to six point eight percent with a midpoint of eighty nine point six billion dollars or six point six percent. As you know, we don't speculate on future currency movements. For today's call, we are utilizing a euro spot rate relative to the U. S. Dollar of one point one zero, slightly above last quarter's guidance.",
    "start": 1521.39,
    "end": 1545.47
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "This results in an estimated incremental positive foreign currency impact of two hundred million dollars reducing our previous full year negative impact to one billion dollars As such, we expect reported sales growth between five point one percent to five point six percent with a midpoint of eighty eight point six billion dollars or five point four percent. Regarding the rest of the P and L, with the addition of the VWave transaction, we now anticipate our twenty twenty four adjusted pretax operating margin to decline by approximately two hundred basis points. Excluding the impact of asset acquisition, accounting and related R and D investment, we would be on track to improve operating margins by fifty basis points, which is consistent with what we guided to at the beginning of the year. As we strive to advance and accelerate our pipeline, you can anticipate elevated levels of investment in the fourth quarter. Net interest income is now projected to be between four fifty million dollars and five fifty million dollars one hundred and fifty million dollars greater than our previous guidance.",
    "start": 1545.87,
    "end": 1608.56
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "Other income is anticipated to be in the range of one point nine billion dollars to two point one billion dollars an increase versus previous guidance driven by the one time monetization of royalty rights that Jessica referenced that will be utilized for that higher Q4 investment I referenced a moment ago. Our effective tax rate consistent with previous guidance is expected to be between seventeen point five percent and eighteen point five percent for the full year. Similar to last quarter, we have provided an EPS bridge to outline the impact from acquisition activity throughout the year. Before the impact of the VWave acquisition, our outlook for adjusted operational EPS performance is once again increasing. As the schedule reflects, we are expecting an incremental zero one zero dollars per share increase on our operational performance for a total increase of zero one eight dollars per share for the year.",
    "start": 1609.095,
    "end": 1658.6599
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "On this basis, when excluding acquisition activity throughout the year, EPS growth is nine point two percent. To account for the completion of the VWAVE transaction, as previously disclosed, our adjusted operational EPS guidance now includes dilution of zero point two four dollars per share in the fourth quarter and zero six dollars per share in twenty twenty five. Combined, this yields an updated twenty twenty four adjusted operational EPS guidance of nine point nine one dollars at the midpoint of the range, basically flat year on year despite absorbing approximately zero nine two dollars of acquisition activity. While not predicting the impact of currency movements, utilizing the recent exchange rates just referenced, our reported adjusted earnings per share for the year now estimates a full year positive impact of zero two dollars per share. As such, we expect reported adjusted earnings per share of nine point nine three dollars at the midpoint.",
    "start": 1659.22,
    "end": 1715.43
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "We are still finalizing our plans for next year, but let me provide you some preliminary qualitative commentary to inform your modeling for twenty twenty five. For Innovative Medicine, we remain very confident in our ability to deliver growth despite a significant LOE resulting in sales above the fifty seven billion dollars commitment we stated in twenty twenty one. This will be driven by our in market brands and continued progress from our recently launched products, including Tremfya in IBD and Ribrovant in non small cell lung cancer. Regarding the STELARA LOE, we are planning for biosimilar entries in the U. S.",
    "start": 1716.39,
    "end": 1752.2001
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "In January, assuming that HUMIRA's erosion curve is a relatively good proxy for your models. We continue to expect a negative impact associated with the Part D redesign. In our pipeline, we anticipate data readouts across all our priority platforms anticipated approvals of Tremfya subcu in Crohn's disease, Ribrovant subcu for lung cancer and Nipocalimab in generalized myasthenia gravis as well as potential filings for TARUS in bladder cancer and aticaprant in major depressive disorder. As a reminder, Tremfya, Ribrovant and TARUS continue to be the three largest underappreciated assets in terms of our revenue projections versus what analysts are estimating for the back half of this decade. For MedTech, we continue to expect to deliver on our long term objective identified at last year's enterprise business review of growing operational sales in the upper end of the twenty twenty two through twenty twenty seven weighted average market growth rate of five percent to seven percent.",
    "start": 1752.2001,
    "end": 1815.1649
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "We also expect continued adoption of newer products across all medtech businesses such as VariPulse in electrophysiology, Vellis enabling technology across orthopedics, ODYSSEY and PURE C in surgical vision and contributions from our Abiomed and Shockwave integrations. Specific to volume based pricing in China, we expect continued impacts from the rollout of the twenty twenty four tenders in orthopedic sports and intraocular lenses and anticipate VBP to continue expanding across provinces and products. Moving to the rest of the P and L, when thinking about operating margin, there are pluses and minuses. Tailwinds include an anticipated reduction of acquired IPR and D expense year over year, continued focus on MedTech margin improvement and continued OpEx optimization benefits post separation. Working against us is unfavorable product mix driven by Stellaro biosimilar entrants and Part D redesign.",
    "start": 1816.0449,
    "end": 1874.7749
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "With a brief look at your models last week, the consensus margin does not appear unreasonable and we'll provide further clarity in January once we complete our twenty twenty five plan. We do not expect to maintain the heightened levels of interest income due to a reduction in interest rates and impact from debt experienced in twenty twenty four related to acquisition activity. Regarding other income and expense, we expect lower net other income due to the non recurring nature of the monetization of royalty rights experienced in Q3, a lower benefit related to employee benefit programs based on discount rate assumptions as well as income lost on the CanView dividend. Lastly, based on what we know today, under current tax law, we anticipate our twenty twenty five tax rate to be slightly lower than our anticipated twenty twenty four tax rate. To wrap up prior to Q and A, we are pleased with our underlying twenty twenty four performance that simultaneously fortified a strong foundation for continued success heading into twenty twenty five.",
    "start": 1875.335,
    "end": 1936.37
  },
  {
    "speaker": "Joseph J. Wolk",
    "text": "With that, I'll now turn over to Kevin to open the call for your questions.",
    "start": 1936.77,
    "end": 1940.37
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Yes. Thank you, Chris. And as you have heard me before, our intention with respect to the Tal litigation is to bring a responsible final and comprehensive resolution to these claims. And we are making meaningful progress to do just that. We have filed our prepackaged reorganization plan with the support of eighty three percent of the claimants.",
    "start": 1988.605,
    "end": 2014.815
  },
  {
    "speaker": "Joaquin Duato",
    "text": "And also, we have had a decision of the court to keep the filing in Houston. So as I said, we are making progress in this resolution that I referred. As far as next steps, Eric?",
    "start": 2015.775,
    "end": 2028.7
  },
  {
    "speaker": "Eric Haas",
    "text": "Hi, thanks, Chris. This is Eric Hass, Head of Worldwide Litigation. Judge Lopez, last week on Thursday, after ruling that the case properly and appropriately should remain in Texas, ordered the parties to meet and confer and agree to a schedule for the expeditious resolution of the case. And by that, it means setting forth a schedule to get through to the confirmation procedure addressing any ancillary motions, whether the motions to dismiss or issues relating to the votes. And the parties are in that process.",
    "start": 2029.66,
    "end": 2065.355
  },
  {
    "speaker": "Eric Haas",
    "text": "We contemplate putting forth a schedule that resolve those issues through the end of the year for a confirmation hearing sometime at the beginning of next year. So that's the schedule we're on.",
    "start": 2065.355,
    "end": 2075.915
  },
  {
    "speaker": "Tim Schmid",
    "text": "Larry, thank you for the question. And we're proud of the six point four percent operational growth for the quarter, seven sorry, five point seven percent for full year. And I think the results really talk to the success of our deliberate move into higher growth, higher margin categories, especially in the cardiovascular space. You'll recall and you'll see that from our results, almost three hundred million dollars has been added from the Shockwave acquisition, which continues to perform to expectations as does Abiomed, and we've also added to the portfolio with the acquisition of Laminar in the fourth quarter of last year and then more recently, the announced closure of the acquisition of eWave, which once again takes us into even more exciting high growth, high margin opportunities within cardiovascular. Specifically to Orthopaedics, we believe this is going to be another solid year for Orthopaedics, three point two percent growth for the year.",
    "start": 2104.0852,
    "end": 2164.8152
  },
  {
    "speaker": "Tim Schmid",
    "text": "We did have a slightly softer third quarter, which was a result, to your point, of the restructure within orthopedics. And as we look to the full year, we expect a return to significantly better performance, especially in orthopedics, which typically has a stronger fourth quarter. And we are seeing tremendous performance specifically within the hips and knees categories, growing six percent and seven percent. And I think that's really been enabled by the success of our enabling technologies in Velis in knees, which also, by the way, we've added the indication of the Uni Knee as well as our KINCISE and hip navigation systems within hips. I'd also add to the Orthopedics performance, we are significantly addressing portfolio gaps within our Trauma portfolio with the launch of Tri Leap, VirtuGuide and Volt in the back half of the year.",
    "start": 2165.46,
    "end": 2220.66
  },
  {
    "speaker": "Tim Schmid",
    "text": "And I think you know our spine portfolio has been challenged and we are addressing that with the launch of Telogen, our new Trialtus thoracolumbar system and the new spine robot, which we just received approval for.",
    "start": 2220.66,
    "end": 2232.98
  },
  {
    "speaker": "Tim Schmid",
    "text": "As it relates to the hurricanes, we did see the impact certainly of Hurricane Helene in the final weeks of the third quarter and continue to see the impact of Milton over the last coming days, especially in the areas most impacted by those storms. I do think the watch out that we all need to watch carefully is certainly the impact of the recently announced IV saline shortages, which if they do persist, could potentially impact surgical procedures across our portfolio. Thank you, Larry.",
    "start": 2233.8052,
    "end": 2266.425
  },
  {
    "speaker": "Tim Schmid",
    "text": "Thank you, Daniel. And as you said, it is a really exciting time to be in electrophysiology, and we couldn't be more proud of the significant leadership position we've held in this category for more than twenty years. And just to put our performance in context, our EP business is a five billion dollars business, which grew eleven percent in the third quarter and seventeen percent year to date. We are actively progressing our launch of Vara Varipulse in EMEA and in Japan, where we still are executing against our soft launches. We've had over eight hundred successful cases.",
    "start": 2998.815,
    "end": 3033.815
  },
  {
    "speaker": "Tim Schmid",
    "text": "We shared the data from our ADMIRE study at the recent HRS meeting showing eighty five percent primary effectiveness in that portfolio and that product. And we believe we've got a product that really will hunt. As it relates to the U. S, you're right. We're seeing continued competition, especially in the ablation space, given that we don't currently have a PFA product.",
    "start": 3033.815,
    "end": 3056.625
  },
  {
    "speaker": "Tim Schmid",
    "text": "But having spent a lot of time in EP Labs over the last couple of weeks, I can tell you that we are incredibly excited for the availability of Varipulse, which we expect to have approval sometime later this quarter or in Q1 of next year. We are still, by the way, mapping the majority of those cases, Daniel. That's what most people don't see is that while we may not have that product in the portfolio, we are mapping more than fifty percent of competitive cases. In fact, we've updated our market leading CARDO software to actually reflect better visualization for competitive products. And what we've seen in the market, and I can't give you specific data, but a significant increase in procedures on the time it's taking EPs to perform ablation procedures with PSA.",
    "start": 3056.625,
    "end": 3100.54
  },
  {
    "speaker": "Tim Schmid",
    "text": "And by the way, today, we're benefiting from the volume increase from PSA even though we don't have that catheter. And so that combination of the five thousand five hundred installed base of Cardo systems, best in class mapping and highly trained mappers, we believe, is a significant advantage and positions us extremely well when PFA comes to market. I will also say that similar to RF, which, by the way, we still believe has a play within the portfolio, we have the best in class RF catheter with QDOT, eighty six percent primary effectiveness. The winning strategy in RF has been a full portfolio. And similarly, in PFA, beyond our first launch with Varipulse, you will see a full portfolio of focal, large focal, single shot and dual energy catheters.",
    "start": 3100.54,
    "end": 3145.995
  },
  {
    "speaker": "Tim Schmid",
    "text": "By the way, we already applied for CE marking for our dual energy catheter. And so we're confident in our leadership position in EEP and our sources of differentiation for the future. Thank you, Daniel.",
    "start": 3145.995,
    "end": 3158.07
  },
  {
    "speaker": "Tim Schmid",
    "text": "Thank you, Shagun. And yes, we've had a myriad of issues hitting us in the Asia Pacific region of late. And let me just highlight a couple, and I'll certainly get to your question on China. Firstly, you may know that in February of this year, in Korea, the government initiated or at least a strike was initiated among the health care professional community. Unfortunately, we don't see any end in sight to that.",
    "start": 3190.635,
    "end": 3214.48
  },
  {
    "speaker": "Tim Schmid",
    "text": "And so that certainly has been a headwind. We're seeing macroeconomic pressures in Japan. And then more importantly, to your question, the ongoing impact of volume based procurement, which has also been exacerbated by the anti corruption campaign. And by the way, while we believe this is absolutely the right thing to do and we support it for the long term, it is impacting procedures and the engagement by health care professionals with companies like ours, especially on premium products. We have a leadership position.",
    "start": 3214.48,
    "end": 3243.73
  },
  {
    "speaker": "Tim Schmid",
    "text": "We have the largest med tech company in China. And given the high leadership positions, we are seeing a disproportionate impact from VBP. We have five major categories impacted through tenders in twenty twenty three in electrophysiology, trauma, spine, endocutters and energy and more recently, IOLs and sports in our Orthopedics business. We do believe that this will be a headwind through the remainder of twenty twenty four and into twenty twenty five. That said, we are absolutely confident that China continues and will continue to be an important part of our portfolio even with the impact of VBP.",
    "start": 3243.73,
    "end": 3281.4849
  },
  {
    "speaker": "Tim Schmid",
    "text": "We believe we can deliver tremendous growth and returns for our shareholders. And I think this really talks to the strength of our global portfolio across MedTech, the fact that we can offset headwinds in one geography with better performance in places like Europe and the U. S. Please rest assured, we also believe that this part of the world, especially in Asia Pacific, will continue to be a growth opportunity. And let me tell you why, sixty percent of the world's patients live in that part of the world.",
    "start": 3281.4849,
    "end": 3310.465
  },
  {
    "speaker": "Tim Schmid",
    "text": "And we're proud of the fact that we've been in many of these markets for many, many years and expect to continue to do so. The final point I'll make is let's remember, while this is a headwind for medtech, this is not material to Johnson and Johnson. When we look at our global sales across Johnson and Johnson, less than five percent of our business is in China. Thank you again.",
    "start": 3310.465,
    "end": 3329.94
  },
  {
    "speaker": "Jessica Moore",
    "text": "Yes, Vamil. You talk about with patient mix, this would be something that is specific to some of the true ups that we do. As you are all aware, we end up having to make an assessment on our gross to net reduction. And as we get final bills in, there always are some true ups. Sometimes they're for the positive, sometimes, it is a negative reduction.",
    "start": 3374.27,
    "end": 3395.0852
  },
  {
    "speaker": "Jessica Moore",
    "text": "So when we refer to patient mix, this is different patients coming through different channels as well as some of the accounting true ups for the final payments that we make. Then I will hand it over to Jennifer to specifically talk about the performance in the commercial perspective of Tremfya and Stellar in the U. S.",
    "start": 3395.165,
    "end": 3412.37
  },
  {
    "speaker": "Jennifer L. Taubert",
    "text": "And I think so if we take a look for TREMFYA outside the U. S, really nice growth at twenty seven percent. In the U. S, it was a little over nine percent specifically for that patient mix issue that just spoke about. We do think prospects are very strong for continued TRONFYA growth based on what I articulated before around the launches in ulcerative colitis and the upcoming launches that we're planning for in Crohn's disease as well.",
    "start": 3413.925,
    "end": 3439.55
  },
  {
    "speaker": "Jennifer L. Taubert",
    "text": "I think for STELARA, we did see a decline and that again sort of similar patient mix piece in the U. S. And also we have noted the decline ex U. S, particularly in EMEA due to biosimilar competition. We know that STELARA is near at its end of life.",
    "start": 3440.0452,
    "end": 3459.8699
  },
  {
    "speaker": "Jennifer L. Taubert",
    "text": "And really that TREMFYA and across the rest of our portfolio, we've got a very robust stable of products with pretty significant growth.",
    "start": 3460.19,
    "end": 3467.8699
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thank you, Vamil. Kevin, we have time for one last question.",
    "start": 3469.5051,
    "end": 3472.465
  },
  {
    "speaker": "Tim Schmid",
    "text": "Jason, thank you for the question. And let me hit the last one first. No, we have seen the majority of the impact in the areas impacted by that storm. As I mentioned earlier, I think the watch out is any potential impact from additional shortage of IV fluid, which may impact elective procedures. And certainly, we are continuing to monitor that very carefully.",
    "start": 3511.145,
    "end": 3532.415
  },
  {
    "speaker": "Tim Schmid",
    "text": "As Joe mentioned, we expect now on the back of the headwinds we mentioned earlier in Asia Pacific to deliver adjusted operational growth of around five percent and north of six percent on an operational basis for the year. We believe that the momentum we're carrying into the fourth quarter, especially in our cardiovascular businesses with our winning portfolio in electrophysiology, strong double digit growth in Shockwave, Abiomed. I mean those are, as you can see from the performance, absolute home runs. The other important dynamic here is that as we signaled in the first and second quarter, we expected to see improvement within our Vision business, which typically has delivered solid mid single digit growth. We had a tremendous third quarter, which really gives us confidence in even stronger fourth.",
    "start": 3533.135,
    "end": 3583.1501
  },
  {
    "speaker": "Tim Schmid",
    "text": "This was delivered by much better performances, especially in our contact lens business. In fact, here in the U. S, our most important market, double digit growth for contact lenses in the quarter. And this just really has been delivered from a stabilization of our distributor inventory in the U. S, fact that we are able to get back to taking new wearer share now that we have unconstrained supplies, especially within our A Stick portfolio.",
    "start": 3583.71,
    "end": 3608.8
  },
  {
    "speaker": "Tim Schmid",
    "text": "And so we do believe that Vision has a very strong quarter ahead. And then finally, across the portfolio, we are benefiting from tremendous new product launches, both within cardiovascular, the E8 peripheral catheter within Shockwave, continued performance within Abiomed with our broad portfolio of pumps and then within our Surgery business as well as Orthopaedics, as I mentioned earlier, tremendous new products to add differentiation to the portfolio. And typically, that fourth quarter also is a stronger one for us. So once again, very confident in our performance at around five percent on an adjusted basis and north of six percent operationally. Thank you.",
    "start": 3609.52,
    "end": 3650.615
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thank you, Jason, and thanks to everyone for your questions and your continued interest in our company. We apologize to those we couldn't get to because of time, but don't hesitate to reach out to the Investor Relations team with any remaining questions that you may have. I would now turn the call over to Joaquin for some brief closing remarks.",
    "start": 3651.1748,
    "end": 3668.75
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, everyone, for joining the call today. As you have heard, we delivered strong results in the third quarter. Our high innovation and high growth portfolio and pipelines are advancing rapidly and we are increasingly confident in our expectations for twenty twenty five and beyond. Enjoy the rest of your day.",
    "start": 3668.83,
    "end": 3690.4548
  }
]