[
  {
    "speaker": "Jessica Moore",
    "text": "Good morning. This is Jessica Moore, Vice President of Investor Relations for Johnson & Johnson. Welcome to our company's review of the 2023 second quarter business results and full year financial outlook. Joining me on today's call are Joaquin Duato, Chairman of the Board and Chief Executive Officer; Joe Wolk, Executive Vice President, Chief Financial Officer; and Erik Haas, Worldwide Vice President of Litigation. A few logistics before we get into the details.",
    "start": 29.24,
    "end": 59.56
  },
  {
    "speaker": "Jessica Moore",
    "text": "As a reminder, you can find additional materials, including today's presentation and associated schedules, on the Investor Relations section of the Johnson & Johnson website at investor. Jnj dot com. Please note that today's meeting contains forward looking statements regarding, among other things, the company's future operating and financial performance, product development, market position and business strategy, and the anticipated separation of the company's consumer health business. You are cautioned not to rely on these forward looking statements, which are based on current expectations of future events using the information available as of today's date and are subject to certain risks and uncertainties that may cause the company's actual results to differ materially from those projected. A description of these risks, uncertainties, and other factors can be found in our SEC filings, including our twenty twenty two Form ten ks, which is available at investor.",
    "start": 59.96,
    "end": 122.759995
  },
  {
    "speaker": "Jessica Moore",
    "text": "Jnj dot com and on the SEC website. Additionally, several of the products and compounds discussed today are being developed in collaboration with strategic partners or licensed from other companies. This slide acknowledges those relationships. Moving to today's agenda, Joaquin will open with a few comments highlighting business performance achievements in the quarter and outlook for the remainder of the year. I will then review the second quarter sales and P and L results for the corporation and highlights related to the three segments.",
    "start": 122.84,
    "end": 158.405
  },
  {
    "speaker": "Jessica Moore",
    "text": "Joe will then provide additional business and financial commentary before sharing an overview of our cash position, capital allocation priorities, and updated guidance for twenty twenty three. Finally, Eric will provide comments regarding the talc litigation. The remaining time will be available for your questions. To ensure we provide enough time to address your questions, we anticipate the webcast will last approximately seventy five minutes. I am now pleased to turn the call over to Joaquin.",
    "start": 158.885,
    "end": 189.99501
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, Jess, and good morning, everyone. This was a strong quarter for Johnson and Johnson with market leading performance, important advances across our innovative pharmaceutical and medtech pipelines, and a successful initial public offering of Cambio. We delivered solid sales and earnings growth for the second quarter of twenty twenty three, reporting operational sales of seven point five percent and adjusted operational EPS growth of nine point seven percent. These strong results contributed to our confidence in raising our expectations for this year. You may have seen this morning the announcement that we intend to split off Cambio shares through an exchange offer as the next step in the separation of Cambio.",
    "start": 190.475,
    "end": 240.9
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Joe will provide additional information later in the call. We're excited about entering a new era for Johnson and Johnson, one built around science, innovation, and technology, and strategically focused on pharmaceutical and medtech, while maintaining our position as the world's largest, most diversified healthcare products company with twenty five platforms over one billion dollars in annual sales. And on today's call, I would like to share recent highlights and achievements from across the business that have contributed to our year to date results, as well as upcoming catalysts that give me great confidence in our near and long term future performance. Starting with MEDTEC. For the second quarter of twenty twenty three, we generated fourteen point seven percent operational and nine point nine percent adjusted operational growth, which excludes the impact of the Abiomed acquisition.",
    "start": 241.795,
    "end": 304.515
  },
  {
    "speaker": "Joaquin Duato",
    "text": "On a pro form a basis, using sales publicly reported by Abiomed prior to our acquisition, MedTech grew ten point two percent. These strong results continue to show that our efforts to improve the growth of the MedTech business are working. Q2 highlights in electrophysiology include the publication of clinical data supporting the safety and effectiveness of Qdot, our newest ablation catheter for atrial fibrillation. In fact, this study demonstrated a clinical success rate of eighty six percent, as well as achieving shorter procedure and fluoroscopy times than ablation with conventional catheters. I'm also happy to share that this month, we completed enrollment in the third clinical study evaluating our pulsed field ablation solutions.",
    "start": 305.155,
    "end": 362.115
  },
  {
    "speaker": "Joaquin Duato",
    "text": "The SMART FiRE study evaluates our dual energy catheter, which enables physicians to instantly switch energy source, whether radiofrequency or pulse field, based on patient needs. The Abiomed integration continues to deliver against planned milestones and is on track across all areas and regions, with no disruption to commercial activities or pipeline progression. Second quarter sales of three thirty one million dollars compared to Abiomed's publicly reported sales in the same period last year as a stand alone company reflects approximately twenty percent growth. We also continue to see strong enrollment in the ongoing pivotal clinical trials, which aim to expand the use of our products into new patient populations. We anticipate that heart recovery will become a significant multi year growth platform for Johnson and Johnson.",
    "start": 362.835,
    "end": 426.52002
  },
  {
    "speaker": "Joaquin Duato",
    "text": "In orthopedics, the Velis robotic assisted solution is poised for further acceleration, having recently received CE and CA Mark international approvals. In surgery, we are pleased with our progression on OTAVA, our next generation soft tissue surgical robotic system, and we look forward to providing an investor update later in the year. In vision, we recently launched products such as AccuView Oasis MAX and Technis iHands, and we are performing very well across both contact lenses and surgical vision. Now turning to pharmaceuticals. In the second quarter of the year, we delivered above market operational growth of six point two percent, excluding the COVID-nineteen vaccine.",
    "start": 426.92,
    "end": 480.84003
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Of note, our multiple myeloma portfolio has grown more than thirty percent year on year, which includes the acceleration of our newly launched products Carbicti and Tekvale. These new launches, along with Espravato, are performing very well and are expected to be important contributors to achieving our twenty twenty five sales target. We also achieved important regulatory and operational milestones, including multiple readouts from our pipeline. A few things I'm particularly excited by include: first, the receipt of Fast Track Designation from the U. S.",
    "start": 481.16,
    "end": 523.40497
  },
  {
    "speaker": "Joaquin Duato",
    "text": "FDA for all three prospective indications for Mylvexian, our Factor XI oral anticoagulant, in partnership with Bristol Myers Squibb, which has the potential to treat a broader set of patients, such as those who currently have limited therapeutic options due to bleeding risk. Second, the recent submission of a supplemental BLA for CARBICTI to the FDA and European Commission supported by data from the CARTITUDE IV study, seeking approval for a new earlier indication in treating relapsed or refractory multiple myeloma. Third, the presentation of initial TAR200 data from the SUNRISE-one study in bladder cancer at the American Urological Association meeting. And finally, we announced positive top line results from the phase three Papillon study evaluating Ribervant in combination with chemotherapy in patients with newly diagnosed lung cancer with exon twenty insertion mutations.",
    "start": 523.40497,
    "end": 590.53503
  },
  {
    "speaker": "Joaquin Duato",
    "text": "This is the first",
    "start": 591.71,
    "end": 592.67
  },
  {
    "speaker": "Joaquin Duato",
    "text": "of several ongoing pivotal phase three studies to readout for ribrevant based regimens in EGFR mutated lung cancer. In addition, I want to highlight the phase two study data that we presented earlier this month at the World Congress of Dermatology for GNJ2113, our novel Aura IL-twenty three receptor antagonist peptide in psoriasis. The findings suggest that GNJ2113 has broad potential across the spectrum of IL-twenty three mediated diseases, including inflammatory bowel disease. We are already advancing into phase three in moderate to severe plaque psoriasis and initiating a phase 2b in ulcerative colitis, and we'll continue to assess additional opportunities. We are very excited about the potential of this asset and believe it represents a billion dollar plus commercial opportunity.",
    "start": 592.67,
    "end": 657.2
  },
  {
    "speaker": "Joaquin Duato",
    "text": "We also continue to defend the intellectual property associated with our medicines, including Stellara. In fact, we have reached settlements regarding our Stellara IP with both Amgen and Alvotech. We expect Amgen to launch in the U. S. On January one, twenty twenty five, and Alvotec to launch in the U.",
    "start": 657.92,
    "end": 679.9
  },
  {
    "speaker": "Joaquin Duato",
    "text": "S. On February twenty one, twenty twenty five. In all, our pharmaceutical business delivered very strong results. Our pipeline is progressing well, and we continue to be confident in meeting our twenty twenty five sales target of fifty seven billion dollars We are excited to enter the back half of the year from a position of strength, and we have high expectations as we evolve to a two sector, Johnson and Johnson, with a higher growth profile. I am now pleased to turn the call over to Jess to review our financial results in more detail.",
    "start": 679.9,
    "end": 718.3
  },
  {
    "speaker": "Jessica Moore",
    "text": "Jess? Thanks, Joaquin. As a reminder, on May eight, twenty twenty three, Kenview Inc. Closed its initial public offering. Johnson and Johnson continues to own eighty nine point six percent of total outstanding shares of Kenview's common stock and remains the majority shareholder.",
    "start": 718.54,
    "end": 737.41003
  },
  {
    "speaker": "Jessica Moore",
    "text": "Therefore, the following financial results continue to include the Consumer Health business, with the ten point four percent of Consumer Health net earnings no longer attributed to Johnson and Johnson being adjusted for and other income and expense from the date of the IPO through the end of the quarter. Starting with Q2 twenty twenty three sales results. Worldwide sales were twenty five point five billion dollars for the second quarter of twenty twenty three, an increase of six point three percent versus the second quarter of twenty twenty two. Operational sales growth, which excludes the effect of translational currency, increased seven point five percent as currency had a negative impact of one point two points. In the U.",
    "start": 738.05005,
    "end": 787.53503
  },
  {
    "speaker": "Jessica Moore",
    "text": "S, sales increased ten point two percent. In regions outside the US, our reported growth was two point two percent. Operational sales growth outside the US was four point seven percent, with currency negatively impacting our reported OUS results by two point five points. Operational sales in Europe were negatively impacted by the COVID-nineteen vaccine and loss of exclusivity of Zytiga. Excluding the net impact of acquisitions and divestitures, adjusted operational sales growth was six point two percent worldwide, eight percent in the U.",
    "start": 787.53503,
    "end": 827.07
  },
  {
    "speaker": "Jessica Moore",
    "text": "S, and four point four percent outside the U. S. Turning now to earnings. For the quarter, net earnings were five point one billion dollars and diluted earnings per share was one point nine six dollars versus diluted earnings per share of one point eight zero dollars a year ago. Excluding after tax intangible asset amortization expense and special items for both periods, adjusted net earnings for the quarter were seven point four billion dollars and adjusted diluted earnings per share was two point eight zero dollars representing increases of six point five percent and eight point one percent, respectively, compared to the second quarter of twenty twenty two.",
    "start": 827.07,
    "end": 872.735
  },
  {
    "speaker": "Jessica Moore",
    "text": "On an operational basis, adjusted diluted earnings per share increased nine point seven percent. I will now comment on business segment sales performance highlights. Unless otherwise stated, percentages quoted represent the operational sales change in comparison to the second quarter of twenty twenty two and therefore exclude the impact of currency translation. Beginning with the Pharmaceutical segment. Worldwide Pharmaceutical sales of thirteen point seven billion dollars increased three point one percent, with growth of nine point two percent in the U.",
    "start": 873.135,
    "end": 907.73004
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. And a decline of four percent outside the U. S. Operational sales growth increased three point eight percent as currency had a negative impact of zero point seven points. Excluding COVID-nineteen vaccine sales, worldwide operational sales growth was six point two percent, with growth of nine point nine percent in the U.",
    "start": 907.73004,
    "end": 928.995
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. And growth of one point five percent outside the U. S. Sales outside the US, excluding the COVID-nineteen vaccine, were negatively impacted by approximately five hundred basis points due to the loss of exclusivity of Zytiga in Europe. Pharmaceutical growth was driven by our key brands and continued uptake in our recently launched products, with nine assets delivering double digit growth.",
    "start": 928.995,
    "end": 955.535
  },
  {
    "speaker": "Jessica Moore",
    "text": "We continue to drive strong sales growth for DARZALEX and ARLITA, with increases of twenty three point four percent and twenty six point nine percent, respectively. STELARA grew eight percent, driven by market growth and IBD share gains in the U. S, partially offset by unfavorable patient mix and increased rebates. TREMFYA grew eighteen point nine percent, driven by market growth and share gains in the U. S, partially offset by unfavorable patient mix.",
    "start": 956.495,
    "end": 985.615
  },
  {
    "speaker": "Jessica Moore",
    "text": "Growth of sixteen point five percent in pulmonary hypertension was driven by favorable patient mix, share gains in the U. S, and market growth. Turning to newly launched products. We continue to make progress on our launch of Carvicti and continue to expand access and reimbursement for SPRAVATO. We are also encouraged by the early success of our launch of TekVailey, sales of which are included in other oncology.",
    "start": 986.77,
    "end": 1014.185
  },
  {
    "speaker": "Jessica Moore",
    "text": "Total pharmaceutical sales growth was partially offset by the loss of exclusivity in REMICADE and Zytiga, along with a decrease in IMBRUVICA sales due to competitive pressures. IMBRUVICA maintains its market leadership position worldwide. I will now turn your attention to the medtech segment. Worldwide medtech sales of seven point eight billion dollars increased twelve point nine percent, with growth of fourteen point six percent in the U. S.",
    "start": 1015.38,
    "end": 1042.5449
  },
  {
    "speaker": "Jessica Moore",
    "text": "And eleven point three percent outside of the U. S. Operational sales growth increased fourteen point seven percent as currency had a negative impact of one point eight points. Abiomed contributed four point eight percent to operational growth. Excluding the impact of acquisitions and divestitures, worldwide adjusted operational sales growth was nine point nine percent.",
    "start": 1042.705,
    "end": 1066.8749
  },
  {
    "speaker": "Jessica Moore",
    "text": "Sales in the second quarter accelerated sequentially from Q1 for all medtech businesses driven by global procedure growth, recovery in China, continued uptake of recently launched products, and commercial execution. Partially offsetting growth in the quarter was the impact of volume based procurement in China, as well as supply constraints. The Interventional Solutions franchise delivered operational growth of fifty six point nine percent, which includes three thirty one million dollars related to Abiomed. Electrophysiology is a major contributor to the growth, with a double digit increase of twenty five point nine percent. This reflects strong growth in all regions, including Europe, driven by our comprehensive portfolio, including the most recently launched QDOT RF catheter.",
    "start": 1067.755,
    "end": 1121.985
  },
  {
    "speaker": "Jessica Moore",
    "text": "Orthopedics operational growth of five point seven percent reflects strong procedure recovery, success of recently launched products, such as the enhanced shorter portfolio, as well as global expansion of our digital solutions, such as Velis robotic assisted solution. Growth was partially offset by the impact of volume based procurement in China and continued supply challenges primarily in hips. Operational growth of eight point four percent in surgery was driven primarily by procedure recovery and strength of biosurgery and wound closure portfolios. Growth was partially offset by the impacts of volume based procurement in China and supply challenges. Global growth of six point nine percent in vision was driven by price actions and contact lenses and other, as well as strength of new products, including AccuView OASIS one day family of products in contact lenses and Technis iHands, our monofocal intraocular lens, and surgical vision.",
    "start": 1122.545,
    "end": 1184.835
  },
  {
    "speaker": "Jessica Moore",
    "text": "Growth of contact lenses was partially offset by strategic portfolio choices and supply challenges, although these continue to improve. Moving to the consumer health segment. Worldwide consumer health sales of four billion dollars increased five point four percent, with growth of six percent in the U. S. And five percent outside the U.",
    "start": 1185.61,
    "end": 1207.595
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. Operational sales growth increased seven point seven percent as currency had a negative impact of two point three points. Sales in the second quarter accelerated sequentially from Q1 for all consumer health franchises, primarily driven by strategic price increases and growth in OTC globally due to strong pain performance and cold, cough, and flu season. Excluding the impact of strategic portfolio decisions and sales of personal care products in Russia, volume across all consumer franchises was relatively flat on strong price actions. For more detailed information, please visit investors.",
    "start": 1207.595,
    "end": 1249.96
  },
  {
    "speaker": "Jessica Moore",
    "text": "Kenview dot com. Now turning to our consolidated statement of earnings for the second quarter of twenty twenty three, I'd like to highlight a few noteworthy items that have changed compared to the same quarter of last year. Cost of products sold leveraged by eighty basis points, primarily driven by favorable patient mix and lower COVID-nineteen vaccine supply network related costs in the pharmaceutical business, partially offset by commodity inflation in the consumer and med tech businesses. Selling, marketing, and administrative margins deleveraged twenty basis points, driven by incremental costs to support the stand alone consumer health business, partially offset by proactive management of costs. We continue to invest strategically in research and development at competitive levels, investing fifteen percent of sales this quarter.",
    "start": 1250.1201,
    "end": 1304.005
  },
  {
    "speaker": "Jessica Moore",
    "text": "The three point eight billion dollars invested was a three point four percent increase versus the prior year. The other income and expense line was income of sixty million dollars in the second quarter of twenty twenty three compared to an expense of two seventy three million dollars in the second quarter of twenty twenty two. This was primarily driven by favorable litigation settlements, lower litigation expense, and lower unrealized losses on securities, partially offset by higher COVID-nineteen vaccine manufacturing exit related costs. And, as previously mentioned, the ten point four percent of consumer health earnings that are no longer attributable to Johnson and Johnson, which resulted in a thirty seven million dollars reduction in consolidated earnings. Regarding taxes in the quarter, our effective tax rate was twenty three point nine percent versus seventeen point six percent in the same period last year.",
    "start": 1304.57,
    "end": 1362.96
  },
  {
    "speaker": "Jessica Moore",
    "text": "This increase was primarily driven by twenty twenty three tax cost incurred as part of the planned separation of the Consumer Health business due to the internal reorganization of certain international subsidiaries. Excluding special items, the effective tax rate was sixteen point six percent versus fifteen point four percent in the same period last year. I encourage you to review our upcoming second quarter ten Q filing for additional details on specific tax matters. Lastly, I'll direct your attention to the boxed section of the slide, where we have also provided our income before tax, net earnings, and earnings per share adjusted to exclude the impact of intangible amortization expense and special items. Now let's look at adjusted income before tax by segment.",
    "start": 1363.28,
    "end": 1414.21
  },
  {
    "speaker": "Jessica Moore",
    "text": "In the second quarter of twenty twenty three, our adjusted income before tax for the enterprise as a percentage of sales increased from thirty four percent to thirty four point six percent, primarily driven by favorable product and patient mix, partially offset by unfavorable segment mix and commodity inflation. Pharmaceutical margins improved from forty two percent to forty two point seven percent, primarily driven by favorable patient mix, sales, marketing, and administrative expense leverage, and R and D portfolio prioritization, partially offset by higher milestone payments. MedTech margins improved from twenty six point five percent to twenty eight point six percent, driven by favorable intellectual property related litigation settlements and cost management initiatives, partially offset by commodity inflation. Finally, consumer health margins declined from twenty five point nine percent to twenty three point five percent due to incremental to support the stand alone consumer health business, foreign exchange impacts, and commodity inflation, partially offset by supply chain efficiencies. It is important to highlight that the adjusted income before tax for the consumer health business as reported by Johnson and Johnson differs from the financial results reported by KenView, Inc.",
    "start": 1415.4099,
    "end": 1499.85
  },
  {
    "speaker": "Jessica Moore",
    "text": "This morning. The difference is primarily driven by incremental costs required to run KenView as an independent company. Additional differences also exist on an after tax basis due to the application of different tax rates. This concludes the sales and earnings portion of the Johnson and Johnson second quarter results. I'm now pleased to turn the call over to Joe Walk.",
    "start": 1499.85,
    "end": 1523.0199
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Joe? Thank you, Jessica, and thanks, everyone,",
    "start": 1523.26,
    "end": 1526.7
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "for joining us today. As previously shared, we reported particularly strong results across all segments for the second quarter and the first half of twenty twenty three. During the second quarter, adjusted operational sales growth by Pharmaceuticals, excluding COVID-nineteen revenue, accelerated six point two percent over the first quarter of twenty twenty three. Similarly, on a sequential basis, MedTech operational sales increased to four point five percent over an already strong first quarter. During the first half of the year, we executed against our long term business strategy and achieved key clinical and regulatory milestones.",
    "start": 1526.7,
    "end": 1568.8949
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "These advancements provide a strong foundation for long term growth and are a testament to the hard work and dedication of our talented colleagues around the world. We also made considerable progress toward the separation of KenView. On May eighth, as partial consideration for the transfer of the consumer health business, KenView paid thirteen point two billion dollars to Johnson and Johnson from the net proceeds of the initial public offering and debt financing transactions in connection with the separation. Today, we were pleased to announce an update on our next step toward the separation Subject to market conditions, our intention is to split off Kenview shares through an exchange offer as our next step in the separation. As part of the proposed exchange offer, Johnson and Johnson shareholders will have the choice to exchange all, some, or none of their shares of Johnson and Johnson common stock for shares of Kenview common stock subject to the terms of an offer.",
    "start": 1569.295,
    "end": 1634.365
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We believe a split off is the most advantageous form of separation for Johnson and Johnson, Kenview, and our shareholders. Specifically, an exchange offer provides Johnson and Johnson the potential opportunity to acquire a large number of outstanding shares of Johnson and Johnson common stock at one time in a tax free manner for U. S. Federal income tax purposes without reducing overall cash or future financial flexibility. Further, following the completion of the exchange offer, KenView would most likely have a shareholder base that would have made the election to own its shares.",
    "start": 1635.35,
    "end": 1672.5
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "The exact timing of our decision to launch an exchange offer will, as stated earlier, depend on market conditions, but the launch of the tender could occur as early as the coming days. Offer terms for the exchange, inclusive of applicable discounts as well as the duration of the exchange tender period, would be set upon launch. We understand that you may have questions on this process. At this point, there are no additional details about the contemplated split off to share, but we are committed to providing timely updates as appropriate. Let's now turn to cash and capital allocation.",
    "start": 1673.06,
    "end": 1712.975
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We ended the second quarter with approximately twenty nine billion dollars of cash and marketable securities and approximately forty six billion dollars of debt for a net debt position of seventeen billion dollars inclusive of approximately seven billion dollars of Kenview net debt. Free cash flow through the second quarter was approximately five point four billion dollars compared to eight point one billion dollars in the prior year. The second quarter reflects elevated tax payments of approximately two billion dollars related to TCJA and past audit related matters. Our capital allocation priorities remain unchanged, with continued investment in our business being the highest priority to drive new and better solutions for patients, followed by dividends increasing on an annual basis, adding strategic opportunities for inorganic growth, and share repurchases when attractive. Our R and D investment in the first half of twenty twenty three was seven point four billion dollars or approximately fifteen percent of sales.",
    "start": 1713.455,
    "end": 1776.495
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "This includes external investments, such as our recently announced partnership with Cellular Biomedicine Group on two next generation CAR Ts for the treatment of B cell malignancies, further broadening our cell therapy portfolio. In April, we announced our sixty first consecutive year of dividend increases, and in combination with the completion of our five billion dollars share repurchase program authorized by the Board in September of twenty twenty two and completed earlier this year, we returned eight point five billion dollars to shareholders in the first half of twenty twenty three. Let's discuss our outlook for the balance of twenty twenty three. Before I get into the specifics of guidance, in light of the potential KenView split off transaction, I will remind you that our updated full year guidance today continues to include results from the Consumer Health business, given Johnson and Johnson remains the majority shareholder of KenView. I suspect you already know this, but it would not be accurate to subtract any guidance provided separately by Kenview from total Johnson and Johnson guidance and assume that the resulting total reflects guidance for the new Johnson and Johnson.",
    "start": 1777.2,
    "end": 1847.49
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "When Johnson and Johnson is no longer the majority shareholder of Kenview, we will provide timely, updated new Johnson and Johnson guidance that will reflect, among other things, the removal of consumer health's current contribution to Johnson and Johnson's performance, as well as any updates to Johnson and Johnson's outstanding share count. So with that context, moving on to our full year guidance. Based on the strong results delivered in the quarter, like we did in April, we are again raising full year operational sales and EPS guidance despite some strategic items not accretive to EPS as detailed on this schedule, specifically the lost income related to the approximate ten percent non controlling interest in KenView and the acquired in process research and development costs related to our investment in Cellular Biomedicine Group. We now expect operational sales growth for the full year twenty twenty three to be in the range of seven percent to eight percent or up one point four billion dollars in the range of ninety nine point three billion dollars to one hundred point three billion dollars on a constant currency basis and adjusted operational sales growth in the range of six percent to seven percent.",
    "start": 1848.105,
    "end": 1922.3699
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "As you know, we don't speculate on future currency movements. Last quarter, we noted that we utilized the euro spot rate relative to the U. S. Dollar at one point one zero. The Euro spot rate as of mid last week remains at one point one zero.",
    "start": 1923.25,
    "end": 1939.375
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "However, the U. S. Dollar has strengthened versus other select currencies such as the Yuan and the Yen. As such, we now estimate a negative impact of foreign currency translation of approximately five hundred basis points, resulting in estimated reported sales growth between six point five percent to seven point five percent compared to twenty twenty two, with a midpoint of ninety nine point three billion dollars Regarding other lines on the P and L, we now anticipate a slight improvement to our adjusted pretax operating margin driven by expense management. We have reduced our other income estimate to be in the range of one point six billion dollars to one point eight billion dollars primarily related to the company's ten point four percent non controlling interest in KenView.",
    "start": 1939.775,
    "end": 1991.5549
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Regarding interest income and expense, we now anticipate a reduction of net interest expense to the range of one hundred and fifty million dollars to two fifty million dollars due to interest income on the net proceeds linked to the KenView separation. And finally, based on current tax law, we are maintaining our effective tax rate estimate in the range of fifteen point five percent to sixteen point five percent. These changes result in us increasing our adjusted operational earnings per share guidance by zero one zero dollars per share to a range of ten point six zero dollars to ten point seven zero dollars or ten point six five dollars at the midpoint on a constant currency basis, constant currency growth of five percent at the midpoint. While not predicting the impact of currency movements, assuming recent exchange rates I previously referenced, our reported adjusted earnings per share for the year assumes no additional foreign exchange impact. As such, our reported adjusted earnings per share for the year increases by zero one zero dollars per share to a range of ten point seven zero dollars to ten point eight zero dollars or ten point seven five dollars at the midpoint, reflecting growth of six percent at the midpoint.",
    "start": 1992.355,
    "end": 2068.14
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "While we do not provide guidance by segment or on a quarterly basis, let me offer some qualitative considerations to support your modeling. In medtech, we continue to anticipate stable procedure volumes and health care staffing levels in the back half of the year with normal seasonality. We expect continued competitive performance attributable to commercial execution, recently launched products, and improvement in supply. Headwinds from volume based procurement in China, as well as potential impacts from international sanctions in Russia, are expected to be higher in the second half than the first half of the year. In Pharmaceuticals, we continue to expect to deliver our twelfth consecutive year of above market growth in twenty twenty three, driven by key assets and continued uptake of our newly launched products.",
    "start": 2069.695,
    "end": 2119.9
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We expect continued strong growth in the back half of the year, slightly higher than the first half. When modeling consumer health growth rates in twenty twenty three, it's important to take into consideration prior year comparisons with lapping price increases in the back half of the year. Given the strong momentum in our pharmaceutical business and the upcoming clinical milestones mentioned earlier, we remain very confident in our ability to meet our twenty twenty five pharmaceutical sales target of fifty seven billion dollars Looking ahead, we have many important catalysts for the remainder of the year that can drive meaningful near and long term value. Beyond the separation, in the near term, we are continuing to drive performance in medtech with better commercial execution and recently launched innovative products being a significant factor in driving the continued higher growth trajectory across the medtech business. Many of the solutions mentioned are early in their commercialization, which means there is still significant opportunity ahead.",
    "start": 2120.415,
    "end": 2182.905
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "For example, in electrophysiology, we are excited to begin the commercialization of the QDOT microcatheter in the U. S. During the second half of this year. In orthopedics, the Velis robotic assisted solution recently received regulatory approvals in Europe, and we plan to launch it in key European countries by the end of this year. And in vision, we are seeing the benefits of our recently launched innovations such as PACUVUE OASIS MAX One Day Multifocal, which is driving Johnson and Johnson's market share growth in the large and growing presbyopia market.",
    "start": 2183.385,
    "end": 2218.075
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We look forward to continued growth from this and other recent vision launches. Related to our pharmaceutical business, we are excited about upcoming advancements in our pipeline with a number of important regulatory and clinical mile milestones for our key future assets, including on the regulatory front, there is expected approval of talcetamab in relapsed or refractory multiple myeloma. Clinically, we expect Phase III data for Tremfya for Crohn's disease and ulcerative colitis, the results of the Mariposa study of Ribrovant plus lisertinib in frontline non small cell lung cancer, with the opportunity to potentially present that data at an upcoming major medical meeting. Phase I data for TAR210 in non muscle invasive bladder cancer, and Phase II data for nipocalimab in rheumatoid arthritis. A couple of other items to highlight.",
    "start": 2218.5698,
    "end": 2279.95
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "In case you missed them, we recently published our Health for Humanity report, our U. S. Pharmaceutical Pricing Transparency Report, and our U. S. Patent Table, all of which can be found on our website.",
    "start": 2280.51,
    "end": 2291.79
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Also, a reminder that we will be hosting an enterprise business review featuring both pharmaceutical and med tech at the New York Stock Exchange on December fifth. I'll conclude my prepared remarks by reiterating that we have had a strong first half of the year, both financially and operationally, and we expect to continue to build upon that momentum in the second half of this year. With that, I will now turn the call over to Eric Hass.",
    "start": 2292.885,
    "end": 2317.7302
  },
  {
    "speaker": "Erik Haas",
    "text": "Thank you, Joe. On Tuesday, July eighteenth, the case of Valladares v. Johnson and Johnson, a jury in Alameda County, California ruled in favor of the plaintiff on his talc product liability claims. We intend to pursue an appeal based on the erroneous rulings by the trial judge that prevented us from sharing with the jury critical facts that demonstrate that plaintiff's exceedingly rare form of mesothelioma was not caused by baby powder. Without the benefit of that evidence, the jury rendered a verdict that is irreconcilable with decades of independent scientific evaluations confirming Johnson's baby powder is safe, does not contain asbestos, and does not cause cancer.",
    "start": 2318.21,
    "end": 2367.1353
  },
  {
    "speaker": "Erik Haas",
    "text": "The research, clinical evidence, and over forty years of studies by independent medical experts around the world continue to support the safety of our cosmetic talc. The verdict award will not be paid while the bankruptcy proceeding continues, and this decision has absolutely no impact on that process, which has the support of lawyers representing the majority of claimants. We remain focused on all claimants having the opportunity to vote and decide for themselves on our plan to compensate them in a timely and efficient manner. Looking ahead with respect to bankruptcy refiling by LTL, the bankruptcy judge is expected to rule by August second on the motion to dismiss hearing that took place in the last week of June. In addition, a hearing on the motion for LTL's proposed reorganization plan and voting procedures process in the path forward is scheduled for August twenty second.",
    "start": 2367.615,
    "end": 2431.31
  },
  {
    "speaker": "Erik Haas",
    "text": "As we previously stated, Johnson and Johnson stands by its position that its TAL compiled products are safe, as confirmed through decades of numerous independent scientific tests and studies. I would now like to hand the call back over to Jess.",
    "start": 2432.03,
    "end": 2450.365
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thanks, Eric. This concludes the prepared remarks section of our call. I will now turn the discussion over to the Q and A portion of the call. Kevin, can you please provide instructions for those wishing to ask a question? Certainly.",
    "start": 2451.16,
    "end": 2465.555
  },
  {
    "speaker": "Erik Haas",
    "text": "Larry, hi, it's Eric. Thanks for the question. If Judge Kaplan dismisses the bankruptcy, we will be back in the tort system and in that scenario, we intend to fight the claims aggressively and indeed, upon the indicated decades of scientific support for the safety of our talc products, the fact that our talc products do not contain asbestos, and the fact that our talc products do not cause cancer, we feel very confident in our ability to continue to prevail in the vast majority of claims as we have done in the past in the TORT system.",
    "start": 2517.73,
    "end": 2562.4849
  },
  {
    "speaker": "Joaquin Duato",
    "text": "You, and thank you, Larry, and thank you for complementing us on the results on the first quarter and also on the medtech ones. When it comes to the medtech results, the growth in the first half of the year was north of eight percent. So this is a continuation of the sustained improvement in our performance that we have had in the last couple of years, in which we have grown at or above our competitive composite. When we think about the dynamics that are driving our growth, which are multiple, one is the recovery in the overall market procedures, which is helping our improved commercial execution and very especially the cadence and flow of new product launches that we are having in the market, we see our trajectory in medtech in the first half of the year continuing in the second half of the year. So we expect a similar trajectory for MedTech in the second half of the year.",
    "start": 2565.0898,
    "end": 2618.95
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Larry, maybe I might just add to Joaquin's comments. The only thing that is limiting the growth, I would say, in the back half of the year is China volume based pricing as well as some international sanctions in Russia. But those are already incorporated into our outlook for the balance of twenty twenty three. So we feel we have those well in hand. If there's a little bit of abatement on either of those fronts, it portends well for the future.",
    "start": 2619.67,
    "end": 2643.425
  },
  {
    "speaker": "Erik Haas",
    "text": "Yeah, thanks Joe. From a litigation perspective, I could say that no other biosimilar is better positioned, in our view, than Amgen or Althatec would be. So we would not anticipate any other biosimilar having the opportunity or ability to enter the market before those two.",
    "start": 2755.28,
    "end": 2772.0151
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you. And with respect to Mariposa, nothing has changed. We this is an event driven study with a final analysis expected, as we said, by the end of twenty twenty three with a potential to be presented at a major medical meeting in twenty twenty three. We remain excited about the potential of Libervant in combination with lasertinib to become a new standard of care in first line non small cell lung cancer with EGFR mutations, and we are looking forward to be able to present these results in due time in a medical meeting potentially this year.",
    "start": 2772.735,
    "end": 2816.7002
  },
  {
    "speaker": "Joaquin Duato",
    "text": "So as I commented in the earlier question, we are pleased with the strength of our medtech business in the first half of the year with eight percent growth. We this is driven by market growth, which we believe it's also slightly elevated this year due to the clearing of the COVID-nineteen backlog. And at the same time, as I commented to our improved commercial execution and the introduction of new products. Of note, of our twelve billion dollars platforms in medtech, all of them have grown during the first half of the year. And we are being quite successful in introducing some important new products in all segments of our business.",
    "start": 2860.375,
    "end": 2908.07
  },
  {
    "speaker": "Joaquin Duato",
    "text": "For example, if I start with electrophysiology, that grew north of twenty five percent in the quarter. We have introduced a new mapping catheter, OctaRay, and also a new treatment catheter, QDOT, which, as you know, Jo Anne, we presented results about QDOT, so we increased efficacy and procedure efficiency too. If we move into vision, we are in the middle of the launch of AccuView Oasis MAX, which is doing well, and also the launch of our Technis iHands, the first monofocal intraocular lens, which is progressing also very well. Moving into orthopedics, the good news is that we have received CE mark and CA mark for our robotic assisted system, BELIZ, and we continue to have an enhanced portfolio of knees and hips with our cementless knees, the medial stabilized, and in the area of hips, with hip navigation and the recent addition of KUCTOMIZE, and we see our market position there also progressing and moving forward. We will continue to see good evolution also in orthopedics.",
    "start": 2908.07,
    "end": 2980.98
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Finally, in surgery, we continue to enhance our endocatter and our energy portfolio with the launch of MCL JawCurve and also with the launch of HCLON three thousand in the stapler side. So overall, good reception of our new products that portend well for a continuation of growth, as I said before, in the second half of the year. And we look forward also to the different readouts of our PFA pipeline, which was we have announced. We have completed enrollment of our dual energy catheter, which is going to be offering the physicians the comfort of a catheter that is the most widely used with the option of having both radiofrequency and PFA to adapt to every patient anatomy. And then on the robotic side, we will provide you more updates on our progress on OTTABA, our soft tissue robotic system, before the end of the year as we committed.",
    "start": 2981.86,
    "end": 3049.125
  },
  {
    "speaker": "Joaquin Duato",
    "text": "And we have also good news on our Monarch system that has already started with the first patient treated in removal of kidney stones. So overall, good progress during the year. Clearly, our medtech business is doing well, delivering competitive growth. And we have good news in innovation as the year moves forward.",
    "start": 3049.365,
    "end": 3071.29
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "And Joanne, with respect to your second question and completing the consumer health separation, our capital allocation priorities aren't changing. So we're going to continue to invest organically in our own pipeline. You saw that we pretty much have kept our percent to sales, which is leads across industries as a top ten investor in R and D on an annual basis. We prioritize that. We realize that, that is underpinning our future success, as we have demonstrated.",
    "start": 3071.865,
    "end": 3103.7651
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "The dividends and the share repurchases that we've done this year has already returned a significant amount back to shareholders. And then we'll always be on the hunt for real good strategic opportunities that fit with either the clinical or scientific expertise we have or commercial capabilities that we can offer that drive more value out of a potential asset in our hands than where it currently resides. So we are looking feverishly, as we always do, across both medtech and pharm.",
    "start": 3104.085,
    "end": 3130.34
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, Chris. And let me start with your first question. We have always been confident on the fact that we will reach our fifty seven billion dollars target by twenty twenty five, as we announced back in twenty twenty one. And certainly, what we are seeing now increases and reinforces and enhances our confidence. On one hand, you're seeing the progression of our pharmaceutical portfolio in our existing products, with excellent results in DARZALEX, Tremfya, and ERLIDA, also in our pulmonary hypertension franchise and in our long acting injectable antipsychotic franchise, which are key products in this period.",
    "start": 3178.59,
    "end": 3221.1252
  },
  {
    "speaker": "Joaquin Duato",
    "text": "We are very pleased with the trajectory of our new product launches, including Carvicti, Tekvyle and Spravato. If I focus on Carvicti, you see a clear improvement quarter over quarter in Carvicti, which reflects improvements in supply. In TekVali, you see also a clear improvement of note. When we look at the TekVali launch, align data versus DARZALEX in the addressable patient population. TekVali is having a faster introduction.",
    "start": 3221.365,
    "end": 3253.665
  },
  {
    "speaker": "Joaquin Duato",
    "text": "And finally, SPRAVATO, which is doing well, and now we see SPRAVATO as one billion dollars plus product, and you're seeing the results this quarter also reaching close to one hundred and seventy million dollars If we look at our pipeline and the products of the pipeline that are going to impact in this period, we are expecting the PDUFA date of talcetamab, our GBRC5D CD3 bispecific antibody, which is going to give another option in the treatment of multiple myeloma. And we continue to progress and execute well in some of the key products in our pipeline. I commented on Ribremant and the combination of lacertinib, as you know. We received fast track designation for the three key indications of Milvection, our Factor XI oral anticoagulant that we are working in collaboration with Bristol Myers Squibb. We presented very positive data about TARIS two hundred in non muscle invasive bladder cancer in a meeting in the American Urological Association.",
    "start": 3254.385,
    "end": 3326.95
  },
  {
    "speaker": "Joaquin Duato",
    "text": "And we also, when it comes to CARBICTI, we were very pleased to show the data on CARTITUDE IV. We are filing the BLA now, both in Europe and in the U. S. And we are expecting to show you some data on nipocalimab in rheumatoid arthritis. We also have already presented in hemolytic disease of the fetus of the newborn.",
    "start": 3327.51,
    "end": 3351.6902
  },
  {
    "speaker": "Joaquin Duato",
    "text": "So in every angle of the products that we highlighted as the core products of our pipeline, we are executing well. Plus, we recently presented in the World Congress of Dermatology our data in our oral IL-twenty three receptor antagonist peptide, which showed great efficacy in psoriasis, and we have announced plans to continue developing into psoriasis and also a Phase II study in ulcerative colitis. So overall, when I look at the picture for twenty twenty five, we have increased confidence based on our portfolio, in our new product launches and how we are executing of our pipeline.",
    "start": 3351.77,
    "end": 3396.215
  },
  {
    "speaker": "Joaquin Duato",
    "text": "But now, I would like",
    "start": 3396.215,
    "end": 3397.3352
  },
  {
    "speaker": "Joaquin Duato",
    "text": "to look even beyond twenty twenty five, if you allow me, Chris, because twenty twenty five is very close. It's only three years from now. So what I think is what you are seeing with this renewal of our portfolio is a very strong position for Johnson and Johnson in pharmaceuticals beyond twenty twenty five. And that's something that we need to highlight, and I think it's important for everybody to recognize, this is going to put us in a great position beyond twenty twenty five.",
    "start": 3397.3352,
    "end": 3424.555
  },
  {
    "speaker": "Erik Haas",
    "text": "Turning to",
    "start": 3427.355,
    "end": 3428.555
  },
  {
    "speaker": "Erik Haas",
    "text": "the question with respect to the number of claimants, good and important question. The most recent update comes from the hearing on the motions to dismiss that finished on June thirtieth, and I would refer you to the post trial findings fact and conclusions in law that were filed last night that really detailed the evidentiary record that was elicited during the hearing. Based upon that testimony that was elicited and the evidence that went in, we are now looking at approximately sixty thousand claimants in support, or lawyers who represent sixty thousand claimants in support of the plan, and lawyers who represent about forty thousand claimants in opposition. So the numbers right now show that the vast majority of claimants support the proposed plan. Based upon the testimony during that hearing from the lawyers that support those claimants, we are confident that that support will not waver.",
    "start": 3428.555,
    "end": 3490.36
  },
  {
    "speaker": "Erik Haas",
    "text": "And we do anticipate that additional support will be coming forward.",
    "start": 3490.52,
    "end": 3494.2002
  },
  {
    "speaker": "Joaquin Duato",
    "text": "So let me start with the Mariposa. No. I mean, we are, as we communicated, we are moving into a final analysis by the end of the year, potentially presenting the data at the end of the year.",
    "start": 3531.145,
    "end": 3543.2249
  },
  {
    "speaker": "Erik Haas",
    "text": "And with respect to the tax suits, we don't anticipate additional individual actions to go up forward outside the bankruptcy. Judge Kaplan lifted the stay only with respect to that one particular case, the Validus case. Indeed, subsequent to that, he denied a request from the same counsel to lift the stay on another case. So currently, I would not anticipate any other case to go forward in advance of a ruling on the motion to dismiss.",
    "start": 3544.5999,
    "end": 3575.39
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Yes, so thank you for the question, and the answer is nothing prevents us from doing that. As a matter of fact, our aspiration in myeloma is that with the portfolio that we have today with Darzalex, TEGVYLI, TALKETMAB, and Caravigti, we would be in a position to have three out of every four patients starting in a Janssen containing regimen by the end of this decade. So that's our aspiration in myeloma. Our aspiration is that there is a Janssen regimen for every line of therapy and a Janssen treatment for every patient irrespective of their characteristics. And that's the way we are planning our development.",
    "start": 3631.51,
    "end": 3675.725
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Certainly, daphthalex being a backbone of therapy, first line, and also in combination with multiple agents, and then sequencing into CARBICTI and talcetamat and tegvyle, which we are studying in combination with DARZALEX and also in combination among each other and sequencing among them. So ultimately, our goal when it comes to multiple myeloma is to be able to sequence our medicines, combine them in a way that we are changing the treatment paradigm from treating to progression to treating to cure. And that is a big, big, big plus in our portfolio. And as I have commented often, multiple myeloma is the core of our pharmaceutical franchise and the number one growth driver that is going to be for twenty twenty five and beyond. There's more factors that give us optimism about the business potential of this area, is that as we combine and as we sequence treatments, the treatment duration itself is going to be significantly increased.",
    "start": 3676.525,
    "end": 3747.81
  },
  {
    "speaker": "Joaquin Duato",
    "text": "So we overall foresee great patient and growth opportunity as we look to combine all these modalities, modalities, as I said, in order to be able to convert multiple myeloma into a chronic disease.",
    "start": 3748.2102,
    "end": 3762.585
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "And Terrence, thanks for the question regarding, you know, margins, and specifically I think you're getting at the heart of the potential deleverage that could occur with the separation once KenView is on its own entirely. You may recall a couple of quarters ago on one of these calls, we said that there was potentially five hundred million dollars to seven fifty million dollars of deleverage in SG and A. We embarked on an initiative. And I guess the benchmarks would suggest companies usually take about two to three years to get those costs out of their system. Last summer, we really embarked on a project to eliminate those costs on a much faster cadence.",
    "start": 3764.105,
    "end": 3804.6501
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "And I would say of that five hundred million to seven fifty million dollars there's a small fraction that may remain, and we're still working to eliminate that. So you should expect, as you're modeling, no deleveraging or very, very little deleveraging from the KenView separation.",
    "start": 3805.4502,
    "end": 3821.975
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Yeah, good to speak with you, Danielle. And I know you directed the question to me, and I'll answer it with one word. I would say our appetite is pretty voracious at this point. But I'll leave it to Joaquin with respect to the size of the deals. I don't think it unequivocally doesn't change whether it's big or small.",
    "start": 3875.605,
    "end": 3892.45
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Yeah, thank you, Daniel. And before I go there, let me say that the Abiomed integration is progressing really well. The growth of Abiomed, it's been twenty percent on the quarter, and we continue to move forward with enrollment in the key PMA studies PROTECT and STEMI DTU, as well as Impella ECP. So everything is moving well according to plan in the Abiomed integration, and we are increasingly convinced that this is going to be a key component of our medtech strategy in becoming a leader in heart recovery. So when it comes to M and A, look, we continue to look for opportunities.",
    "start": 3903.5352,
    "end": 3953.075
  },
  {
    "speaker": "Joaquin Duato",
    "text": "And our number one criteria in looking for opportunities is the medical innovation, how they improve patient care, how do we see the science behind the product. So we are agnostic in that sense to medtech and pharmaceuticals. It's all about identifying areas that are going to have a significant impact in patient care. When it comes to medtech, certainly, as we have commented, we are continuing to look forward for opportunities to grow into areas that are close to where we are today: vision, cardiovascular, obviously, surgery, too, and also opportunities in certain high growth segments of orthopedics. And we normally will continue to look for these opportunities, trying to have a good return on capital as well as things that are close to our existing expertise.",
    "start": 3953.475,
    "end": 4012.565
  },
  {
    "speaker": "Joaquin Duato",
    "text": "When it comes to pharma, our history in tuck ins, in license and collaborations has been very successful. As a matter of fact, external innovation represents about fifty percent of our pipeline. And while we continue to look for opportunities like we have done now with cellular biomedicines and the agreement that we have done in CAR T, we are not averse to other transactions of larger size. Evidently, both in medtech and in pharma, we are very disciplined with our capital allocation, and all our transactions will have to clear certain financial milestones for us to be able to move on. But M and A and also licensing, acquisition, collaborations remains a key factor in our growth moving forward.",
    "start": 4012.645,
    "end": 4061.15
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thanks. We have time for one more question.",
    "start": 4063.885,
    "end": 4067.485
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Yeah, so let me start with the IRA. Obviously, we remain very concerned about the government price setting environment that the IRA creates, which we believe creates a significant disincentive to innovation without addressing the core problem, which is patient access. So it is a significant concern for us, and that's one of the reasons, as Eric commented earlier, that we have filed a lawsuit versus the IRA. So that's important for us. Then when it comes to the actual business impact, I think it's still early to be able to calculate it, given the fact that many of the rules and procedures are still in flux.",
    "start": 4097.515,
    "end": 4140.875
  },
  {
    "speaker": "Joaquin Duato",
    "text": "So it would be too much to be able to try to anticipate that. In our case, when we look at Johnson and Johnson, relatively speaking, towards the industry, based on our diversification between medtech and pharma and also the diversification of our pharma portfolio, we feel that we are well positioned competitively to continue to grow well beyond the second half of this decade. So we remain concerned, but at the same time, we think we are prepared to be able to manage successfully any situation coming from that relative to other industry players. The second question was about CarVicti. As I commented earlier, we are working to improve Carbiti supply, which is very important.",
    "start": 4141.56,
    "end": 4188.625
  },
  {
    "speaker": "Joaquin Duato",
    "text": "You've seen that improvement in our sales in the second quarter. We are working in different ways. One is we are increasing capacity. We have internalized the production of lentivirus now. And also, we are in the process of increasing the number of slots internally.",
    "start": 4189.265,
    "end": 4208.6997
  },
  {
    "speaker": "Joaquin Duato",
    "text": "And also, we have reached agreements with other companies like Novartis to continue to increase capacity. So we are going to be in that trajectory of increasing capacity gradually in order to be able to eventually meet the demand that exists in CARBICTI. As far as reaching to other patients' populations, the CARBICTI-four, it's already been filed, and it's moving CARBICTI into earlier lines of therapy. And we are also working in first line with CARBICTI-five and CARBICTI- excuse me, with CARTITUDE five CARBICTI and CARBICTI six. So we are clearly intending to move CARBICTI through CARBICTI four, CARBICTI five, and CARBICTI six into early lines of therapy.",
    "start": 4208.6997,
    "end": 4252.555
  },
  {
    "speaker": "Joaquin Duato",
    "text": "And we are increasingly convinced of the potential of CARBICT to be one of our more than five billion dollars assets that we announced back in twenty twenty one.",
    "start": 4252.7153,
    "end": 4263.1997
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thank you, Luis, and thanks to everyone for your questions and your continued interest in our company. We apologize to those we couldn't get to because of time, but don't hesitate to reach out to the Investor Relations team with any remaining questions you may have. I will now turn the call back over to Joaquin for some brief closing remarks.",
    "start": 4264.32,
    "end": 4281.9453
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, Jess, and thank you to all of you for joining this call today. I'm extremely proud of the performance that we have achieved on the first half of twenty twenty three. We are entering the back half of the year from a position of strength with numerous catalysts, including the fact that we are going to be a two sector company focused on pharmaceutical medtech, recent development and innovation. We look forward to having future engagements with you to update you on our continued progress. Thank you very much, and enjoy the rest of your day.",
    "start": 4282.29,
    "end": 4319.49
  }
]