[
  {
    "speaker": "Jessica Moore",
    "text": "Good morning. This is Jessica Moore, Vice President of Investor Relations for Johnson and Johnson. Welcome to our company's review of business results for the fourth quarter and full year of twenty twenty two and our financial outlook for twenty twenty three. Joining me on today's call are Joaquin Duato, Chairman of the Board and Chief Executive Officer; and Joe Walk, Executive Vice President, Chief Financial Officer. A few logistics before we get into the details.",
    "start": 36.53,
    "end": 66.32
  },
  {
    "speaker": "Jessica Moore",
    "text": "As a reminder, you can find additional material including today's presentation and associated schedules on the Investor Relations section of the Johnson and Johnson website at investor. Jnj dot com. Please note that today's meeting may include forward looking statements related to, among other things, the company's future financial performance, product development, market position and business strategy and the anticipated separation of the company's Consumer Health business. You're cautioned not to rely on these statements, which are based on current expectations of future events using the information available as of today's date and are subject to certain risks and uncertainties that may cause the company's actual results to differ materially from those projected. In particular, there is significant uncertainty about the duration and contemplated impact of the COVID-nineteen pandemic.",
    "start": 66.72,
    "end": 127.43
  },
  {
    "speaker": "Jessica Moore",
    "text": "A further description of these risks, uncertainties, and other factors can be found in our SEC filings, including our twenty twenty one Form ten ks, which is available at investor. Jnj dot com and on the SEC's website. Additionally, several of the products and compounds discussed today are being developed in collaboration with strategic partners or licensed from other companies. This slide acknowledges those relationships. Moving to today's agenda, Joaquin will open with a few comments highlighting his first year as CEO and his priorities for twenty twenty three.",
    "start": 127.75,
    "end": 166.365
  },
  {
    "speaker": "Jessica Moore",
    "text": "I will then review the fourth quarter sales and P and L results for the corporation and highlights related to the three segments as well as full year twenty twenty two results for the enterprise. Joe will then close with additional business commentary before sharing an overview of our cash position, our capital allocation priorities, and our guidance for twenty twenty three. The remaining time will be available for your questions. We anticipate the webcast will last approximately seventy five minutes. I am now pleased to turn the call over to Joaquin.",
    "start": 167.08499,
    "end": 201.085
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thanks, Jess. Good morning, everyone. I'm pleased to be here today to review our twenty twenty two results and highlight my priorities for the business. I'm excited for the future of Johnson and Johnson. For over one hundred and thirty five years, people have counted on Johnson and Johnson to be at the forefront of healthcare innovation.",
    "start": 201.725,
    "end": 227.075
  },
  {
    "speaker": "Joaquin Duato",
    "text": "This remains as true today as the day we were founded. And I'm honored to continue this legacy. In twenty twenty two, despite macroeconomic challenges, we delivered full year operational growth of over six percent. This is the result of the dedication and focus of our employees around the world as well as the breadth and diversification of our business. There were many business achievements last year.",
    "start": 227.715,
    "end": 260.335
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Let me share some highlights. Our pharmaceutical team achieved its eleventh consecutive year of above market adjusted operational sales growth excluding the COVID-nineteen vaccine delivering nearly seven percent growth as we continue to advance our innovation pipeline. I'm particularly excited about the progress made across our multiple myeloma portfolio. This includes the launches of Carabicti, our first cell therapy and Tevali, our BCMA CD3 bispecific antibody along with the recent filing of talcetamab, our GPRC5DCD3 bispecific. In MedTech, we generated about six percent full year operational growth anticipating our second consecutive year outperforming our competitive composite.",
    "start": 261.08002,
    "end": 321.69
  },
  {
    "speaker": "Joaquin Duato",
    "text": "In terms of innovation, we accelerated the cadence of new product launches and significantly enhanced the quality of our MedTech pipeline, including more than doubling the number of programs with over one hundred million dollars of net present value potential. Notably, we completed the acquisition of Abiomed, which positions us as the global leader in heart recovery and immediately enhances MedTech revenue growth. This transaction will become accretive to earnings in twenty twenty four. Finally, we made significant progress towards the separation of Cambium. We have begun operating our consumer business as a company within a company and we filed our Form S-one with the SEC giving us the option to pursue an IPO as a potential step in the separation.",
    "start": 322.97,
    "end": 384.80002
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Looking ahead, while we expect some of the headwinds that impacted twenty twenty two to continue, we have proven that Johnson and Johnson is resilient in times of macroeconomic challenges. In this environment, our approach to twenty twenty three can be best described as prudent and our priorities for the year are clear and remain consistent. First, we are finalizing our plans for Johnson and Johnson to operate as a two sector company dedicated to competitive performance both in pharmaceutical and medtech. This change will enable us to become simpler, faster and more focused. In Pharmaceutical, we will continue delivering top line growth annually while driving towards sixty billion dollars in revenue by twenty twenty five.",
    "start": 385.6,
    "end": 441.50998
  },
  {
    "speaker": "Joaquin Duato",
    "text": "We believe we will be able to achieve our market growth in twenty twenty three for the twelfth consecutive year, even in the face of the Stelara loss of exclusivity and macroeconomic challenges. Growth will be driven primarily by our existing portfolio including DARZALEX, TREMFYA, ERIDA, INVEGA SUSTENNA and Uptravi. And also continued uptake from new launches including SPRAVATO, CARVICTI and TECFILI. In MedTech, with the acquisition of Abiomed, we now have twelve platforms with over one billion dollars in annual sales. We expect to continue to build on twenty twenty two's momentum.",
    "start": 442.475,
    "end": 490.11002
  },
  {
    "speaker": "Joaquin Duato",
    "text": "We will do this by maximizing the commercial opportunity for recently launched innovations, continuing to advance the Abiomed pipeline and prioritizing investment in higher growth segments of our markets. This will be a transformational year for Johnson and Johnson, which brings me to my next priority, completing the successful creation of a new consumer health company, Cambium. We remain on track to complete the separation in twenty twenty three as indicated in our initial announcement in November of twenty twenty one. As we look forward, our track record gives us the confidence that we can grow ahead of our peers and cement the foundation for long term success. Following twenty twenty one, a year where we substantially increased R and D investment, we continue our commitment to organic innovation.",
    "start": 490.35,
    "end": 551.96
  },
  {
    "speaker": "Joaquin Duato",
    "text": "We invested nearly fifteen billion dollars in R and D during twenty twenty two. Also, we increased our dividend for the sixtieth consecutive year. We instituted a share repurchase and we deployed over seventeen billion dollars in M and A including the acquisition of Abiomed. Very few companies have the capability and the balance sheet to take such significant actions concurrently, especially in a year like twenty twenty two. I'm confident that we are well positioned for twenty twenty three and beyond.",
    "start": 552.36,
    "end": 590.245
  },
  {
    "speaker": "Joaquin Duato",
    "text": "In closing, I am energized about what is to come. As the largest and most diversified healthcare products company in the world, we will continue to use our scale and breadth to drive innovations, deliver for patients and shape the future of healthcare around the world. Now, let me turn it back to Jess.",
    "start": 591.60504,
    "end": 612.395
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thanks Joaquin. Starting with Q4 twenty twenty two sales results. Worldwide sales were twenty three point seven billion dollars for the fourth quarter of twenty twenty two, a decrease of four point four percent versus the fourth quarter of twenty twenty one. Operational sales growth, which excludes the effect of translational currency, increased zero point nine percent as currency had a negative impact of five point three points. In the U.",
    "start": 612.955,
    "end": 641.115
  },
  {
    "speaker": "Jessica Moore",
    "text": "S, sales increased two point nine percent. In regions outside the U. S, our reported sales declined eleven point five percent. Operational sales outside the U. S.",
    "start": 641.115,
    "end": 652.92004
  },
  {
    "speaker": "Jessica Moore",
    "text": "Declined one point one percent with currency negatively impacting our reported OUS results by ten point four points. Excluding sales from the COVID-nineteen vaccine, operational sales growth was four point six percent worldwide, four point seven percent in the U. S. And four point four percent outside the U. S.",
    "start": 652.92004,
    "end": 675.10504
  },
  {
    "speaker": "Jessica Moore",
    "text": "As you will find in our supplemental sales schedule, acquisitions and divestitures had an immaterial impact on our results in the quarter. Turning now to earnings. For the quarter, net earnings were three point five billion dollars and diluted earnings per share was one point three three dollars versus diluted earnings per share of one point seven seven dollars one year ago. Excluding after tax intangible asset amortization, expense and special items for both periods, adjusted net earnings for the quarter were six point two billion dollars and adjusted diluted earnings per share was two point three five dollars representing increases of nine point five percent and ten point three percent respectively, compared to the fourth quarter of twenty twenty one. On an operational basis, adjusted diluted earnings per share increased fifteen point five percent.",
    "start": 675.42505,
    "end": 733.59503
  },
  {
    "speaker": "Jessica Moore",
    "text": "For the full year twenty twenty two, consolidated sales were ninety four point nine billion dollars an increase of one point three percent compared to the full year of twenty twenty one. Operationally, full year sales grew six point one percent with currency having a negative impact of four point eight points. Sales growth in outside the U. S, our reported year over year sales declined zero point six percent. Operational sales growth outside the U.",
    "start": 735.33,
    "end": 766.61
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. Grew by nine point one percent with currency negatively impacting our reported OUS results by nine point seven points. As you will find in our supplemental sales schedules, acquisition and divestitures as well as sales from our COVID-nineteen vaccines had an immaterial impact on our results for the full year. Net earnings for the full year twenty twenty two were seventeen point nine billion dollars and diluted earnings per share was six point seven three dollars versus diluted earnings per share of seven point eight one dollars a year ago. Twenty twenty two adjusted net earnings were twenty seven billion dollars and adjusted diluted earnings per share was ten point one five dollars representing increases of three point two percent and three point six percent respectively versus full year twenty twenty one.",
    "start": 766.61,
    "end": 820.43
  },
  {
    "speaker": "Jessica Moore",
    "text": "On an operational basis, adjusted diluted earnings per share increased by nine point two percent. While not part of our prepared remarks for today's call, we have provided additional information and backup for our full year twenty twenty two sales by segment, consolidated statement of earnings and adjusted income before tax by segment, which can be downloaded from our website. I will now comment on business segment sales performance highlights for the quarter. Unless otherwise stated, percentages quoted represent the operational sales change in comparison to the fourth quarter of twenty twenty one and therefore exclude the impact of currency translation. Beginning with consumer health.",
    "start": 820.83,
    "end": 865.30505
  },
  {
    "speaker": "Jessica Moore",
    "text": "Worldwide consumer health sales of three point eight billion dollars increased one percent with an increase of ten point nine percent in the US and a decline of five point eight percent outside the US. Excluding translational currency, worldwide operational sales growth increased six point four percent and outside the U. S. Operational sales growth increased three point two percent. Results were primarily driven by strategic price increases, growth in OTC due to a strong cough, cold and flu season, and growth in Neutrogena as well as strong new product introductions in Asia Pacific and Latin America.",
    "start": 865.625,
    "end": 903.79504
  },
  {
    "speaker": "Jessica Moore",
    "text": "Neutrogena growth contributed to the second consecutive quarter of five percent operational growth for Skin Health Beauty. Growth across the portfolio was partially offset by continued, although reduced supply constraints in the US. COVID-nineteen impacts in China, portfolio simplification, and the suspension of personal care product sales in Russia. Moving on to our Pharmaceutical segment. Worldwide Pharmaceutical sales of thirteen point two billion dollars decreased seven point four percent with declines of zero point six percent in the U.",
    "start": 904.69,
    "end": 939.16003
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. And fourteen point nine percent outside of the U. S. Excluding translational currency, worldwide operational sales declined two point five percent and outside the US operational sales declined four point five percent. Excluding the COVID-nineteen vaccine sales, worldwide operational sales growth increased three point nine percent.",
    "start": 939.16003,
    "end": 960.60504
  },
  {
    "speaker": "Jessica Moore",
    "text": "U. S. Operational sales growth increased two point four percent, and outside the U. S. Operational sales growth increased six percent.",
    "start": 961.25,
    "end": 969.08997
  },
  {
    "speaker": "Jessica Moore",
    "text": "Pharmaceutical growth excluding the COVID-nineteen vaccine was driven by our key brands and continued uptake in our recently launched products, enabling us to continue to deliver above market adjusted operational sales growth for consecutive year, including seven assets with double digit growth. Growth was driven by DARZALEX, ERLEADA, STELARA and TREMFYA and was partially offset by REMICADE and Zytiga due to loss of exclusivity along with a decrease in IMBRUVICA sales. Within our oncology business, DARZALEX and ERLEADA continued to drive strong sales growth with increases of thirty three point nine percent and forty eight point six percent respectively. Zytiga sales declined forty three point six percent worldwide predominantly due to loss of exclusivity in Europe in September. IMBRUVICA sales declined twelve point three percent worldwide due to competitive pressures and a suppressed CLL market due to COVID-nineteen.",
    "start": 969.81,
    "end": 1031.875
  },
  {
    "speaker": "Jessica Moore",
    "text": "Despite competitive pressures, IMBRUVICA maintains its market leadership position worldwide. In our immunology business, STELARA grew six point two percent driven by market growth and share gains in Crohn's disease and ulcerative colitis, with gains of four points and five point four points in the U. S. Respectively, as well as a favorable prior period adjustment impacting worldwide results by approximately four sixty basis points. Results in the quarter were partially offset by unfavorable patient mix and rebating in the U.",
    "start": 1032.275,
    "end": 1065.815
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. As well as austerity measures in Europe and shipment timing in Asia Pacific. Tremfya grew twelve point five percent driven by share gains in psoriasis and psoriatic arthritis, with gains of one point four points and two point nine points in the U. S. Respectively, along with market growth.",
    "start": 1065.815,
    "end": 1084.63
  },
  {
    "speaker": "Jessica Moore",
    "text": "Q4 growth was partially offset by a net unfavorable prior period adjustment impacting worldwide results by approximately eleven fifty basis points, unfavorable patient mix and a challenging prior year comparison. Beginning in Q1 twenty twenty three, we anticipate that Carvicti, currently reported in other oncology, and SPRAVATO, currently reported in other neuroscience, will meet the threshold to be separately disclosed. I'll now turn your attention to the medtech segment. Worldwide medtech sales of six point eight billion dollars decreased by one point two percent, with growth of seven point one percent in the US and a decline of eight point six percent outside of the US. Excluding translational currency, worldwide operational sales growth increased four point nine percent and outside the U.",
    "start": 1085.265,
    "end": 1137.38
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. Operational sales growth increased two point nine percent. Excluding the impact of acquisition and divestitures, worldwide adjusted operational sales growth was four point four percent. Q4 growth was driven by commercial execution, strong new product introduction performance, as well as COVID-nineteen procedure recovery in many parts of the world. Partially offsetting growth in the quarter was the impact of volume based procurement, COVID resurgence in China, as well as supply constraints predominantly in Vision.",
    "start": 1137.38,
    "end": 1169.9299
  },
  {
    "speaker": "Jessica Moore",
    "text": "Strong growth continued in the U. S. With dollar sales sequentially improving each quarter throughout twenty twenty two. OUS performance was adversely impacted by dynamics related to COVID-nineteen, especially given our strong position in China. The Interventional Solutions franchise delivered another quarter of worldwide double digit growth at fifteen point one percent, driven primarily by strong new product introductions performance, commercial execution, and continued market growth in electrophysiology.",
    "start": 1170.65,
    "end": 1202.7849
  },
  {
    "speaker": "Jessica Moore",
    "text": "Abiomed sales are also reported in Interventional Solutions and financial results were reflected as of December twenty two, the date the acquisition closed. Contact lens global growth of seven point seven percent reflects strong performance of our AccuVue OASIS One Day family of products, including the recent launch of AccuVue OASIS Max One Day, strong commercial execution, and market appropriate price actions. Growth was tempered by continued supply challenges. In the orthopedics franchise, digital and enabling technologies reported in spine, sports, and other continued to accelerate and drive pull through sales in areas like hips and knees. For additional context, selling days had approximately a sixty basis points positive impact on results for the quarter.",
    "start": 1203.1849,
    "end": 1252.9
  },
  {
    "speaker": "Jessica Moore",
    "text": "Now turning to our consolidated statement of earnings for the fourth quarter of twenty twenty two, I'd like to highlight a few noteworthy items that have changed compared to the same quarter of last year. Cost of products sold deleveraged by seventy basis points, primarily driven by one time COVID-nineteen vaccine manufacturing related costs, unfavorable currency impact in the pharmaceutical business, inflationary pressures, as well as unfavorable mix with the enterprise with a lower portion of sales coming from the pharmaceutical business. Selling, marketing and administrative margins leveraged by one hundred and fifty basis points. This represents a nine percent reduction versus the prior year, driven by phasing with higher spend earlier in the year as well as proactive management of costs given the current inflationary environment. We continue to invest strategically in research and development at competitive levels, investing sixteen point two percent of sales this quarter.",
    "start": 1254.355,
    "end": 1314.2249
  },
  {
    "speaker": "Jessica Moore",
    "text": "The three point eight billion dollars invested was an eighteen point six percent reduction versus the prior year, driven primarily by phasing with higher spend earlier in the year. Interest income was favorable to prior year by just over one hundred million dollars driven by higher rates of interest earned on cash balances. The other income and expense line was an expense of one point two billion dollars in the fourth quarter of twenty twenty two compared to an expense of nine million dollars in the fourth quarter of twenty twenty one. This was primarily driven by one time COVID-nineteen vaccine manufacturing related exit costs, higher consumer health separation related costs, higher costs related to the Abiomed acquisition and lower gains on securities. As we announced in Q2 twenty twenty two, we continue to have commitments and obligations related to the COVID-nineteen vaccine, including external manufacturing network exit costs and required clinical trial expenses associated with the company's modification of its COVID-nineteen vaccine research program and manufacturing capacity to levels that meet all remaining customer contractual requirements.",
    "start": 1314.625,
    "end": 1389.9401
  },
  {
    "speaker": "Jessica Moore",
    "text": "Regarding taxes in the quarter, our effective tax rate was sixteen point two percent versus two point one percent in the same period last year. The increase was primarily driven by more income in higher tax jurisdictions versus the prior year. Additionally, the company benefited from one time tax items in the fourth quarter of twenty twenty one that did not repeat in the current year. Excluding special items, the effective tax rate was sixteen point two percent versus ten point four percent in the same period last year. I encourage you to review our upcoming twenty twenty two ten ks filing for additional details on specific tax matters.",
    "start": 1391.235,
    "end": 1431.1849
  },
  {
    "speaker": "Jessica Moore",
    "text": "Lastly, I'll direct your attention to the box section of the slide where we have also provided our income before tax, net earnings, and earnings per share adjusted to exclude the impact of intangible amortization expense and special items. Now let's look at adjusted income before tax by segment. In the fourth quarter of twenty twenty two, our adjusted income before tax for the enterprise as a percentage of sales increased from twenty five point six percent to thirty one point three percent. Pharmaceutical margins improved from thirty three point nine percent to thirty eight point two percent, primarily driven by SG and A and R and D phasing, with higher spend earlier in the year, partially offset by the negative impact of currency and cost of products sold. MedTech margins improved from eighteen point one percent to twenty five point three percent, primarily driven by SG and A and R and D phasing with higher spend earlier in the year, favorable portfolio mix and supply chain efficiencies, partially offset by inflationary pressures.",
    "start": 1432.08,
    "end": 1498.76
  },
  {
    "speaker": "Jessica Moore",
    "text": "Finally, Consumer Health margins improved from eighteen point six percent to twenty two percent driven by brand marketing phasing with higher spend earlier in the year and supply chain efficiencies, partially offset by inflationary pressures. This concludes the sales and earnings portion of the Johnson and Johnson fourth quarter and full year twenty twenty two results. I'm now pleased to turn the call over to Joe Walk. Joe?",
    "start": 1499.4,
    "end": 1524.9299
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, Louise, and thanks to everyone for your questions and interests in Johnson and Johnson. While we have highlighted some of the challenges that we have in the macro environment, we think that twenty twenty three it's going to be another exciting year for innovation, for patients and you can rely on us on delivering strong financial performance for both the near and the long term. Thank you very much.",
    "start": 4118.155,
    "end": 4146.295
  }
]