[
  {
    "speaker": "Jessica Moore",
    "text": "Hello, everyone. This is Jessica Moore, Vice President of Investor Relations for Johnson and Johnson. Welcome to our company's review of the first quarter business results and our full year financial outlook for twenty twenty four. A few logistics before we get into the details. As a reminder, you can find additional materials, including today's presentation and associated schedules, on the Investor Relations section of the Johnson and Johnson website at investor.",
    "start": 28.99,
    "end": 56.79
  },
  {
    "speaker": "Jessica Moore",
    "text": "Jnj dot com. Please note that this presentation contains forward looking statements regarding, among other things, the company's future operating and financial performance, market position, and business strategy. You are cautioned not to rely on these forward looking statements, which are based on the current expectations of future events using the information available as of the date of this recording and are subject to certain risks and uncertainties that may cause the company's actual results to differ materially from those projected. A description of these risks, uncertainties, and other factors can be found in our SEC filings, including our twenty twenty three Form ten ks, which is available at investor. Jnj dot com and on the SEC's website.",
    "start": 56.87,
    "end": 109.545
  },
  {
    "speaker": "Jessica Moore",
    "text": "Additionally, several of the products and compounds discussed today are being developed in collaboration with strategic partners or licensed from other companies. This slide acknowledges those relationships. Moving to today's agenda, I will start by reviewing the first quarter sales and P and L results for the corporation, as well as highlights related to our two businesses. Joe Walk, our CFO, will then provide additional business and financial commentary before sharing an overview of our cash position, capital allocation priorities, and guidance for twenty twenty four. The remaining time will be available for your questions.",
    "start": 110.265,
    "end": 150.62001
  },
  {
    "speaker": "Jessica Moore",
    "text": "Joaquin Diwado, our Chairman and CEO, as well as Jennifer Talbert, John Reed, and Tim Schmid, our innovative medicine and med tech leaders, be joining us for Q and A. To ensure we provide enough time to address your questions, we anticipate the webcast will last approximately sixty minutes. Unless otherwise stated, the financial results and guidance highlighted today reflect the continuing operations of Johnson and Johnson. Furthermore, the percentages quoted represent operational results and therefore exclude the impact of currency translation. Turning to our first quarter sales results.",
    "start": 151.1,
    "end": 190.18501
  },
  {
    "speaker": "Jessica Moore",
    "text": "Worldwide sales were twenty one point four billion dollars for the first quarter of twenty twenty four. Sales increased three point nine percent with growth of seven point eight percent in the US and a decline of zero point three percent outside of the US. Excluding the impact of the COVID-nineteen vaccine, operational sales growth was seven point six percent worldwide and seven point four percent outside of the US. Sales growth in Europe, excluding the COVID-nineteen vaccine, was six percent. Turning now to earnings.",
    "start": 190.74501,
    "end": 226.85
  },
  {
    "speaker": "Jessica Moore",
    "text": "For the quarter, net earnings were five point four billion dollars and diluted earnings per share was two point two zero dollars versus a basic loss per share of zero one nine dollars a year ago. Excluding after tax intangible asset amortization expense and special items for both periods, adjusted net earnings for the quarter were six point six billion dollars and adjusted diluted earnings per share was two point seven one dollars representing increases of three point eight percent and twelve point four percent, respectively, compared to the first quarter of twenty twenty three. On an operational basis, adjusted diluted earnings per share increased twelve point eight percent. I will now comment on business sales performance in the quarter. Beginning with Innovative Medicine.",
    "start": 227.97,
    "end": 279.245
  },
  {
    "speaker": "Jessica Moore",
    "text": "Worldwide innovative medicine sales of thirteen point six billion dollars increased two point five percent, with growth of eight point four percent in the US and a decline of four percent outside of the US. Excluding the impact of the COVID-nineteen vaccine, operational sales growth was eight point three percent, both worldwide and outside of the US. Innovative medicine growth was driven by our key brands and continued uptake from recently launched products, with nine assets delivering double digit growth. We continue to drive strong sales growth across our multiple myeloma portfolio. DARZALEX growth was twenty one percent, primarily driven by share gains of six points across all lines of therapy and ten points in the frontline setting.",
    "start": 280.44998,
    "end": 330.155
  },
  {
    "speaker": "Jessica Moore",
    "text": "As of this quarter, we are now disclosing Tech Bailey sales, which were previously reported in other oncology. Sales achieved one hundred and thirty three million dollars in the quarter compared to sixty three million dollars in the first quarter of last year, reflecting a strong launch in the relapsedrefractory setting. PERVICTI achieved sales of one hundred and fifty seven million dollars compared to seventy two million dollars in the first quarter of last year, driven by continued capacity expansion, manufacturing efficiencies, and strong demand. While sequential growth was roughly flat due to phasing, we continue to anticipate quarter over quarter growth with acceleration in the back half of the year. Other oncology growth was driven by continued strong uptake of Tauvet, our GPRC5D bispecific, and Riborvant, our bispecific antibody for non small cell lung cancer.",
    "start": 330.63498,
    "end": 387.995
  },
  {
    "speaker": "Jessica Moore",
    "text": "Also in oncology, ERLEADA continues to deliver strong growth of twenty eight point four percent, primarily driven by share gains. Growth of twenty two point four percent in pulmonary hypertension was driven by favorable patient mix, share gains, and market growth for both OPSUMIT and UPTRAVI. As a reminder, favorable patient mix was a driver in Q2 twenty twenty three through Q1 twenty twenty four. Therefore, while we still anticipate growth, we expect to lap this dynamic beginning in Q2 twenty twenty four. Within immunology, we saw sales growth in TREMFYA of twenty seven point six percent, driven by market growth and share gains.",
    "start": 388.84998,
    "end": 432.29498
  },
  {
    "speaker": "Jessica Moore",
    "text": "ZOLARA growth of one point one percent was driven by market growth and share gains in IBD, partially offset by unfavorable patient mix in the US, and, as expected, share loss in PSO and PSA. We anticipate continued volume growth largely offset by price declines as we move towards biosimilar entry. In neuroscience, Provato growth of seventy two percent continues to be driven by share gains and additional market launches. Total innovative medicine sales growth was partially offset by unfavorable patient mix in Xarelto, which we anticipate continuing throughout the year, as well as a decrease in IMBRUVICA due to competitive pressures, partially offset by stocking dynamics in the US. Finally, it is worth noting distribution rights for REMICADE and SYMPHONY in Europe will be returned in Q4.",
    "start": 432.69498,
    "end": 488.865
  },
  {
    "speaker": "Jessica Moore",
    "text": "I'll now turn your attention to medtech. Worldwide medtech sales of seven point eight billion dollars increased six point three percent, with growth in the US of six point six percent and six point one percent outside of the US. In the quarter, worldwide medtech growth was negatively impacted by approximately eighty basis points due to fewer selling days, disproportionately impacting orthopedics. In cardiovascular, previously referred to as interventional solutions, electrophysiology delivered double digit growth of twenty five point nine percent with strong growth in all regions. Performance was driven by global procedure growth, new product uptake, commercial execution, and a one time inventory build in Asia Pacific, impacting worldwide growth by approximately three seventy basis points.",
    "start": 489.505,
    "end": 543.78
  },
  {
    "speaker": "Jessica Moore",
    "text": "In addition, Abiomed delivered growth of fifteen percent driven by continued strong adoption of Impella five point five and Impella RP technology. Orthopedics growth of four point eight percent includes a one time revenue recognition timing change related to certain products across all platforms in the US, positively impacting worldwide growth by approximately three hundred basis points. As a reminder, orthopedics was over indexed by the impact of reduced selling days in the quarter. Strong performance in hips and knees was driven by procedure recovery, growth of new products, and commercial execution, while trauma and spine were negatively impacted by competitive pressures and core trauma was further impacted by weather related softness in the US. Growth of one point nine percent in surgery was driven primarily by procedure recovery and strength of our biosurgery and wound closure portfolios, partially offset by competitive pressures in China volume based procurement in energy and endocutters.",
    "start": 544.655,
    "end": 614.21497
  },
  {
    "speaker": "Jessica Moore",
    "text": "Contact lenses declined two point three percent, driven by US stocking dynamics, partially offset by strong performance in AccuVue Oasis one day family of products. Worldwide growth was negatively impacted by one hundred and twenty basis points due to the Blink divestiture in Q3 twenty twenty three. Surgical vision grew one point one percent driven by Technis iHands, our monofocal intraocular lens, partially offset by China VBP. Now turning to our consolidated statement of earnings for the first quarter of twenty twenty four. I'd like to highlight a few noteworthy items that have changed compared to the same quarter of last year.",
    "start": 615.59,
    "end": 659.73505
  },
  {
    "speaker": "Jessica Moore",
    "text": "Cost of products sold margin leveraged by one hundred and sixty basis points, primarily driven by lower COVID-nineteen supply network related exit costs. Selling, marketing, and administrative margins deleveraged one hundred and ten basis points, driven primarily by timing of marketing investment in the Innovative Medicine business. We continue to invest strategically in research and development at competitive levels, investing three point five billion dollars or sixteen point six percent of sales this quarter. We invested two point nine billion dollars or twenty one point four percent of sales in innovative medicine, with the increase in investment being driven by continued pipeline progression. In medtech, R and D investment was zero point six billion dollars or eight point three percent of sales, a slight decrease driven by phasing.",
    "start": 660.935,
    "end": 715.59503
  },
  {
    "speaker": "Jessica Moore",
    "text": "Interest income was two zero nine million dollars in the first quarter of twenty twenty four as compared to fourteen million dollars of expense in the first quarter of twenty twenty three. The increase in income was driven by a lower average debt balance and higher interest rates earned on cash balances. Other income and expense was income of three twenty two million dollars in the first quarter of twenty twenty four compared to an expense of six point nine billion dollars in the first quarter of twenty twenty three. This change was primarily due to the six point nine billion dollars charge related to the talc settlement proposal recorded in the first quarter of twenty twenty three. Regarding taxes in the quarter, our effective tax rate was sixteen point nine percent versus sixty one point eight percent in the same period last year, which was primarily driven by the tax benefit on the talc settlement proposal recorded in the first quarter of twenty twenty three.",
    "start": 716.875,
    "end": 779.47003
  },
  {
    "speaker": "Jessica Moore",
    "text": "Excluding special items, the effective tax rate was sixteen point five percent versus fifteen point nine percent in the same period last year. I encourage you to review our upcoming first quarter ten Q filing for additional details on specific tax related matters. Lastly, I'll direct your attention to the boxed section of the slide where we have also provided our income before tax, net earnings, and earnings per share adjusted to exclude the impact of intangible amortization expense and special items. Now let's look at adjusted income before tax by segment. In the first quarter of twenty twenty four, our adjusted income before tax for the enterprise as a percentage of sales increased from thirty six point one percent to thirty six point eight percent, primarily driven by an increase in non allocated interest income, with both Innovative Medicine and MedTech margins remaining relatively flat year over year.",
    "start": 780.19,
    "end": 842.66003
  },
  {
    "speaker": "Jessica Moore",
    "text": "When comparing against the fourth quarter and full year twenty twenty three, Innovative Medicine and MedTech adjusted income before tax margins have improved. This concludes the sales and earnings portion of the call. I am now pleased",
    "start": 843.575,
    "end": 858.37
  },
  {
    "speaker": "Jessica Moore",
    "text": "to turn it over to Joe. Thank you, Jessica. Hello, everyone. As you just heard, we are off to a solid financial start in twenty twenty four, complemented by sustained momentum within our innovative medicine and med tech pipelines, marked by significant regulatory and clinical milestones. Before we delve into segment highlights from the quarter, I want to touch upon some important announcements that we made that will further enhance our competitive positioning.",
    "start": 858.37,
    "end": 886.90497
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Earlier this month, we announced a definitive agreement to acquire Shockwave Medical. Johnson and Johnson has a long history of addressing cardiovascular disease through both our innovative medicine and med tech businesses. The acquisition of Shockwave, with its leading intravascular lithotripsy, or IVL, technology, will provide us with a unique opportunity to impact coronary artery and peripheral artery disease, two of the highest growth innovation oriented segments within cardiovascular intervention. This addition is not only adjacent to our other cardiovascular businesses, but also consistent with our strategy of becoming a best in class med tech company. During the first quarter, we also expanded our innovative medicine portfolio with the completion of the Ambrex acquisition.",
    "start": 887.61,
    "end": 936.165
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "With its promising pipeline and ADC platform, Ambrex will further strengthen our oncology portfolio and ability to deliver enhanced precision biologics that treat cancer. Now I'll move to segment highlights from the quarter. As Jessica previously shared, our growth in innovative medicine continues to be driven by momentum from key brands and the adoption of new products. During the quarter, we hit several regulatory and clinical targets that are key to delivering longer term growth. Starting with oncology.",
    "start": 936.565,
    "end": 969.15497
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "In multiple myeloma, we received FDA approval and a positive CHMP opinion for Carvicti for patients who have received at least one prior therapy, making it the only BCMA targeting treatment available for patients in the second line setting. We also received biweekly dosing approval from the FDA for TekVeili, the only approved BCMA targeting bispecific antibody that provides patients with dosing flexibility. And finally, we submitted an application to the EMA for regulatory approval for Darzalex based quadruplet therapy and were granted U. S. Priority review by the FDA.",
    "start": 969.39496,
    "end": 1010.01
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "In addition, we made significant steps forward in the treatment of patients with EGFR mutated non small cell lung cancer. During the quarter, we received FDA approval for Ribrovant in combination with chemotherapy for the first line treatment of patients with locally advanced or metastatic non small cell lung cancer with EGFR exon twenty insertion mutations. The approval was based on data from the phase three PAPION study. We also received priority review from the FDA and submitted a filing to the EMA for Ribrovant in combination with lisertinib as a first line treatment option for adult patients with locally advanced or metastatic EGFR mutation non small cell lung cancer. The priority review and filing to the EMA are supported by data from the landmark Phase III Mariposa Study.",
    "start": 1011.17505,
    "end": 1066.0
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Turning to our immunology portfolio. We submitted a supplemental Biologics License Application to the FDA seeking approval for TREMFYA in the treatment of adults with moderate to severe ulcerative colitis. We are looking forward to presenting data from the phase three QUASAR study evaluating Tremfya in patients with ulcerative colitis at Digestive Disease Week in May. We also significantly advanced our pipeline with important data readouts, including positive top line results from the FRONTYER II study demonstrating JNJ-two thousand one hundred thirteen as the first and only investigational targeted oral peptide that maintains skin clearance in moderate to severe plaque psoriasis through one year. Nipocalimab also delivered positive top line results in phase two and phase three studies in adults with Sjogren's disease and myasthenia gravis, respectively.",
    "start": 1066.965,
    "end": 1124.06
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We also received FDA breakthrough designation in the treatment of HDFN, hemolytic disease of the fetus and newborn, and Fast Track designation for EFNATE, a rare and potentially fatal blood disorder in infants. Looking ahead, we expect upcoming data readouts for ERLEADA in localized prostate cancer, as well as atacoprant and seltorexant in major depressive disorder. We also expect phase two results for our combination therapy JNJ-four thousand eight hundred and four in psoriatic arthritis, as",
    "start": 1125.055,
    "end": 1161.065
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "well",
    "start": 1161.065,
    "end": 1161.225
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "as pivotal data from TAR200 in non muscle invasive bladder cancer, which will be presented at the American Urological Association Annual Meeting in May. Lastly, we're excited to present our Phase III TREMFYA Crohn's disease data, as well as our subcu data for Ribrovant at upcoming medical meetings. In medtech, notable highlights in the first quarter include significant advancements across our cardiovascular portfolio. In pulse field ablation, we received CE Mark approval for VariPulse based on the twelve month INSPIRE study, which demonstrated eighty percent of patients achieved freedom from recurrence and zero primary adverse events. We filed for U.",
    "start": 1161.225,
    "end": 1207.71
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "S. Approval of Varipulse based on the ADMIRE study, which showed all pilot phase patients achieved acute success and eighty percent remaining free from atrial arrhythmia reoccurrence after one year. We also submitted a CE Mark filing for our dual energy SmartTouch SF catheter, which will provide physicians the optionality for RF and PFA energy sources in one catheter. We began enrollment of patients in a pivotal trial evaluating Laminar's left atrial appendage elimination device to reduce the risk of stroke in patients with nonvalvular atrial fibrillation. And the late breaking danger shock study presented at the American College of Cardiology Conference and simultaneously published in the New England Journal of Medicine confirmed routine use of Abiomed's Impella CP in patients who have had a heart attack with STEMI cardiogenic shock reduced one hundred and eighty day mortality by twelve point seven percent.",
    "start": 1207.71,
    "end": 1269.695
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "In vision, we launched TECHNIS Pure C, a next generation presbyopia correcting lens for cataract patients in EMEA. We also presented new data for our presbyopia correcting IOL, Technis ODYSSEY, at the twenty twenty four American Society of Cataract and Refractive Surgery in April. Looking ahead, we will continue to advance our electrophysiology pipeline with the full U. S. Market release of the QDOT microcatheter, the US commercial launch of the Abiomed Impeller RP Flex with SmartAssist, as well as the submission of Impeller ECP.",
    "start": 1270.4149,
    "end": 1306.8448
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Within our robotic surgery pipeline, we are on track to submit an investigational device exemption to the FDA for Ottava in the second half of twenty twenty four. Turning to financials, starting with cash and capital allocation. We ended the first quarter with twenty six point two billion dollars of cash and marketable securities and thirty three point six billion dollars of debt for a net debt position of seven point four billion dollars We are pleased with our free cash flow generation in the first quarter of approximately three billion dollars This was above the first quarter of twenty twenty three, which included the Consumer Health business cash flow. Also in the first quarter of twenty twenty four, we incurred elevated payment levels made in furtherance of achieving a responsible, final, and comprehensive resolution of the talc litigation. We continue to maintain a healthy balance sheet and strong credit rating, underscoring the strength of Johnson and Johnson's financial position and ability to execute against our capital allocation priorities.",
    "start": 1307.565,
    "end": 1370.35
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Innovation continues to be a main priority for the company, as demonstrated by our industry leading R and D spend. During the first quarter, we invested more than three point five billion dollars in research and development, or sixteen point six percent of sales. We also remain committed to returning capital directly to shareholders through our dividend. We appreciate the value our investors place on the dividend, and we were pleased to announce this morning that our Board of Directors has authorized a four point two percent increase, marking our sixty second consecutive year of dividend increases. As we stated previously, we are disciplined in our approach to inorganic growth and prioritize acquisitions that strategically fit and present meaningful long term growth opportunities.",
    "start": 1370.8301,
    "end": 1414.1849
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "This is evidenced by the pending transaction in which we are adding a profitable, commercialized portfolio of Shockwave technologies in high growth markets, as well as a robust pipeline. I'll now discuss our full year twenty twenty four guidance, which excludes the recently announced acquisition of Shockwave. As previously communicated, we assume the closing of the transaction will take place by mid year twenty twenty four, at which time we will update our guidance to reflect the expected dilution to adjusted earnings per share in twenty twenty four of approximately zero one zero dollars per share, driven by financing costs. Based on the results delivered in the first quarter, we are tightening our ranges and increasing the midpoints for our full year operational sales and adjusted operational EPS guidance. As such, we expect operational sales growth for the full year to be in the range of five point five percent to six point zero percent or eighty eight point seven billion dollars to eighty nine point one billion dollars increasing the midpoint by three hundred million dollars or zero point three percent.",
    "start": 1414.745,
    "end": 1479.0751
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "As a reminder, our sales guidance continues to exclude any impact from COVID-nineteen vaccine sales. As you know, we don't speculate on future currency movements. Last quarter, we utilized a Eurospot rate relative to the U. S. Dollar of one point zero nine.",
    "start": 1479.9199,
    "end": 1496.755
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "As of last week, the euro spot rate was one point zero eight, a modest strengthening of the U. S. Dollar also experienced by a handful of other currencies. As a result, we now estimate a negative full year foreign currency impact of seven hundred million dollars resulting in an estimated reported sales growth between four point seven percent to five point two percent compared to twenty twenty three, with a midpoint of eighty eight point two billion dollars or five percent at the midpoint, consistent with last quarter's guidance. We are maintaining other elements of our guidance provided on January's earnings call with the exception of two items.",
    "start": 1496.8351,
    "end": 1535.77
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We are increasing interest income to a range of five fifty million dollars to six fifty million dollars We are also tightening the range of our adjusted operational earnings per share guidance to ten point six zero dollars to ten point seven five dollars increasing the midpoint by zero three dollars to ten point six eight dollars reflecting year on year growth of seven point seven percent. While not predicting the impact of currency movements, utilizing the recent exchange rates I previously referenced, our reported adjusted earnings per share for the year estimates a negative foreign exchange impact of zero three dollars per share. As a result, the reported adjusted earnings per share remains unchanged at ten point six five dollars reflecting seven point four percent growth versus twenty twenty three. While we do not provide guidance by segment or on a quarterly basis, we continue to expect that the same qualitative considerations provided during January's earnings call to remain intact. We anticipate Innovative Medicines sales growth to be slightly stronger in the first half of the year compared to the second half, given the anticipated entry of Stellara biosimilars in Europe midyear.",
    "start": 1536.01,
    "end": 1607.425
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "For MedTech, we expect operational sales growth to be relatively consistent throughout the year. Looking ahead, we have many important catalysts in the pipeline that will drive meaningful near- and long term growth across both innovative medicine and med tech. We look forward to advancing our pipelines in both segments to deliver innovative treatments, solving some of the most complex health challenges. This wouldn't be possible without our employees around the world, so it's only appropriate before turning to your questions that we recognize and thank our colleagues for their continued hard work, commitment, and dedication to patients. I am pleased to be joined by Joaquin, Jennifer, John, and Tim for the Q and A, and kindly ask Kevin to provide instructions to initiate that portion of the call.",
    "start": 1607.905,
    "end": 1653.0599
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, Terence, for your question. And before we go into the specifics of your question on CARVICTI and TECFALI and TAIBLLA, our multiple myeloma franchise, let me share with all of",
    "start": 1703.88,
    "end": 1715.835
  },
  {
    "speaker": "Joaquin Duato",
    "text": "you",
    "start": 1715.835,
    "end": 1715.995
  },
  {
    "speaker": "Joaquin Duato",
    "text": "some reflections on this quarter. We are entering twenty twenty four in a position of strength, and I'm particularly encouraged on the performance of our strategic platforms, the ones that are going to drive growth in the second half of the decade. In Innovative Medicines, DARZALEX, Tremfya, ERLIDA, all grew over twenty percent. And specifically on TREMFYA, now we have more sales in our psoriasis and psoriatic arthritis indications than we do with STELARA. And we have high expectations for the brand with ulcerative colitis data to be presented at the digestive disease week just a few weeks from now and also data on Crohn's disease to be presented also this year.",
    "start": 1715.995,
    "end": 1767.26
  },
  {
    "speaker": "Joaquin Duato",
    "text": "We continue to see increased demand from our new product launches, SPRAVATO, TECFALI, TALVE, CARBICTI, with CARBICTI just a few weeks ago receiving FDA approval to move into the second line setting. Now let me move into MedTech. We have demonstrated a strong performance across cardiovascular, in electrophysiology and at BioMed, and we have made significant progress with our PSA portfolio. We also have delivered several important capital allocation milestones in Q1, investing heavily in R and D, raising our dividend for the sixty second consecutive year, closing the Ambricks acquisition and announcing the planned acquisition of Subwave Medical. As you have heard from Joe in his prepared remarks, we continue to make progress on achieving a responsible final and comprehensive resolution of the TALK litigation.",
    "start": 1768.0751,
    "end": 1824.39
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Overall, I'm proud of the performance in the quarter, both in terms of the solid financial, but also the numerous pipeline advancements. It's a solid start of the year that puts us in a position of strength for twenty twenty four. And it also this sustained progress gives us give me great confidence in achieving our long term growth goals of operational sales compounded annual growth rate of five percent to seven percent from twenty twenty five to two thousand and thirty. Overall, it gives me great confidence in the future of Johnson and Johnson. Now to Jennifer on your questions, Terence, on CARBICT and Tekbali and Talbe.",
    "start": 1824.925,
    "end": 1863.535
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "Well, thanks, Joaquin. Hello, Terence, and good morning, everybody. Just also a quick shout out and a big thanks to our Innovative Medicine colleagues around the world, delivering eight point three percent adjusted operational growth, definitely above market growth for the quarter with strength being really across our core launch our core and launch brands, nine brands achieving double digit growth, ten actually, if you include Talve in that mix, strong pipeline progress that Joaquin noted and also the announcement and closing of our acquisition of Ambricks really to add another key pipeline asset for us as well as key technology that can help us in ADC. So really strong quarter all the way around. With respect to your question specifically in multiple myeloma and then Carvictee and Talve, multiple myeloma continues to be a true stronghold for us.",
    "start": 1863.535,
    "end": 1917.9349
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "And we had significant performance and growth across the board in those assets during the quarter. I can start off real quickly with DARZALEX with twenty one percent growth, predominantly with that growth coming in the frontline setting. And also was noted that we are Perseus data has been filed, which will offer us an additional expansion in frontline. For Carvictee, we had over one hundred percent growth versus the first quarter of twenty twenty three, very, very strong demand. We did have both of the AdCom in the United States, which resulted in a unanimous recommendation for approval and then the subsequent to the end the quarter approval of CarVictee for that Line two plus, which we think bodes very well.",
    "start": 1918.015,
    "end": 1964.5049
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "I know there's always questions on how are we doing and how are we expanding our capacity given the strength of the data and the additional data that's coming through in indications. I'm real happy to say we have doubled our manufacturing capacity since the beginning of twenty twenty three for cell processing. We are continuing to work on our Ghent facility to have that as a secondary source of supply. We've brought on some contract manufacturers, and we have completely transformed and expanded lentivirus production so that, that's not a rate limiting step for us. So I know we were flat roughly flat quarter to quarter from 4Q to 1Q.",
    "start": 1964.825,
    "end": 2006.515
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "As noted, that really just was some phasing and timing of orders and when they were actually delivered and billed for nothing that's anything to really see there. We do anticipate continued growth for this asset, particularly second half versus first half as we continue to add more slots and expand our capacity. And based on the data and everything that we're seeing, we've continued to have a lot of optimism for how CarVictee is performing. Likewise, as it relates to TechValie, the TechValie launch is going very well around the world. Consistently, we're seeing very strong uptake and rapid adoption, whether we're in the U.",
    "start": 2006.91,
    "end": 2047.7
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "S, Germany, Austria, France, the major markets that have launched to date. And really as the first and we believe best in class off the shelf BCMA bispecific, we really believe that, that therapy is offering deep and durable responses. And so a lot of optimism for continuing to drive the launch there. The product is performing well in the later line settings and is also performing very well from a competitive standpoint. And last but not least is actually Talve, which is our tenth product with double digit growth, although that falls in the all other oncology categories.",
    "start": 2047.7,
    "end": 2084.085
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "So we're not fully breaking that out yet. But very, very strong uptake as the first and only GPRC5D off the shelf bispecific as well. So I think what this really means is we have got fabulous opportunities across lines of therapy with what we believe are truly best in class agents. And many of these agents have potential as well to be combined as we work towards a cure in multiple myeloma. So significant business for us and I'm very positive on our outlook for the rest of the year and going forward.",
    "start": 2084.085,
    "end": 2114.955
  },
  {
    "speaker": "Tim Schmid",
    "text": "Well, thank you for the question, Larry. And let me maybe just reflect a little on the journey that we've been on. As you know, we surpassed thirty billion dollars last year with adjusted operational growth of seven point eight percent. And I think it's important to note that when we compare ourselves against the majority of the competitors within our competitive composite, we are double their size. So that is performance that we are particularly proud of.",
    "start": 2147.38,
    "end": 2171.885
  },
  {
    "speaker": "Tim Schmid",
    "text": "We've now followed that up with another solid quarter of six point three percent growth in the first quarter. Now Larry, to your point, there has been some noise in that. We are particularly proud of the tremendous double digit growth within our electrophysiology business. And to put that in context, this is a business that is nearing on five billion dollars growing north of twenty percent. And I think that really calls out the leadership position, which we're continuing to build on and couldn't be more excited about the progress we're making in PFA, which we believe also will continue to drive that performance.",
    "start": 2171.885,
    "end": 2207.34
  },
  {
    "speaker": "Tim Schmid",
    "text": "There has been some noise specifically in relation to our Vision business. But please rest assured, we are extremely confident in the underlying health of our Vision portfolio. This is a business that grew point six percent last year, and we expect it to grow in high single digit performance this year. There has been some stocking issues related to distributor inventory, which was the predominant driver of the performance you see this year. But once again, very confident that we'll see that return to strong single digit performance for the remainder of the year.",
    "start": 2207.66,
    "end": 2240.75
  },
  {
    "speaker": "Tim Schmid",
    "text": "There have been a couple of one timers, both in terms of selling days, as we mentioned earlier, about eighty bps of selling days and then a revenue recognition change within our Orthopedics business, which impacted that business by about three hundred basis points. But all in all, a strong quarter, Larry, and we remain very committed to strong high single digit growth for the remainder of the year for twenty twenty four. Thank you. Larry, I just want",
    "start": 2240.75,
    "end": 2266.9
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "to maybe add on to Tim's good comments there. The one timers, there was tailwinds and headwinds in that number. So the six point three percent that you're seeing, the six point five percent, is pretty much a true number when you consider both sides of the equation.",
    "start": 2266.9,
    "end": 2280.485
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, Chris. And this is Joaquin. And I'm glad that you recognize the strategic consistency of our M and A trajectory, and that's good. Our M and A strategy looks for the long term, so it's not going to change. Our capital strategy will continue to be disciplined.",
    "start": 2325.7698,
    "end": 2348.2502
  },
  {
    "speaker": "Joaquin Duato",
    "text": "M and A, it's going to be remain a critical component of that. And it's important for me to underline that with the strength of our cash flow and our balance sheet, we have significant flexibility to consider multiple types of transactions, as you mentioned. And what we have done so far, it's a demonstration of that with Abiomed, Laminar, Ambrix and now the planned acquisition of Shockwave. All of them are good examples of our strategic consistency and the principles that we have outlined to you. So that is not going to change.",
    "start": 2349.6902,
    "end": 2386.665
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Our M and A strategy is not going to change. We continue to evaluate opportunities agnostic to the sector and size. And what we are looking for, it's a number of components. One, does this technology improve the current standard of care? That's critical for us.",
    "start": 2386.665,
    "end": 2407.41
  },
  {
    "speaker": "Joaquin Duato",
    "text": "To what extent we believe there is a patient impact which is positive. Number two, does it is it consistent with the capabilities and knowledge that we have in house? We see a correlation between that and the success in the acquisitions. Number three, does enable us to enter into higher growth markets, so areas that are growing in which we can continue to develop that market? And finally, and very important for us, does it continue to deliver a compelling financial result for our shareholders?",
    "start": 2407.41,
    "end": 2444.415
  },
  {
    "speaker": "Joaquin Duato",
    "text": "So that's our M and A strategy, and it's been a cornerstone of our ability to create value. I am glad that you recognize the consistency that we have deployed, and it's not going to change looking into the future. When we think about M and A, we think in decades. We don't think opportunistically.",
    "start": 2444.575,
    "end": 2462.6802
  },
  {
    "speaker": "Tim Schmid",
    "text": "Of course, Joanna, thank you for bringing this up because it is it does look odd and certainly isn't consistent with our expectations or the performance that we expect going forward from that business. As I mentioned earlier, this is a business that grew six point six percent in twenty twenty three and actually consistently grows in high single digit. We absolutely believe in the underlying health of our Vision business and that it remains strong and continues to perform above market. As I mentioned earlier, the Q1 performance was predominantly driven by a contraction of U. S.",
    "start": 2487.5698,
    "end": 2522.21
  },
  {
    "speaker": "Tim Schmid",
    "text": "Distributor inventory in contact lens. As we have mentioned in the past, we had some variability in terms of our supply, which resulted in changes within distributor inventory. We've now started to see that as our supply for contact lenses has stabilized, we've started to see a normalization of the inventory that our distributors are carrying on hand. And so that is the big driver in the results that you see today. As you know, in contact lens, this is an annuity business where it's all about how you gain your fair share of new users while as at the same time protecting the base.",
    "start": 2522.21,
    "end": 2558.68
  },
  {
    "speaker": "Tim Schmid",
    "text": "We are incredibly pleased with the ongoing performance of our premium AccuView Oasis one day family, and we are seeing unprecedented share gains in multifocal. I will also say that if we look at sequential share gains across the contact lens business, we are seeing sequential gains, which should bode well for continued performance for the remainder of the year. Specifically to IOLs, as you know, we are not currently market leader, but we are expecting to deliver the fourth consecutive year of global share gains, driven primarily by tremendous performances of our IOL business in Asia Pac and in EMEA. We're also excited, as you heard from Jess earlier, by the limited market release of our Tecnus Pure C and Odyssey next gen multifocals, and we'll see a full release occur through the remainder of the year. So once again, very confident that you will see tremendous improvement in the performance of that business, and we expect high single digit growth for Vision for twenty twenty four.",
    "start": 2558.68,
    "end": 2618.28
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "Hi Chris, it's Jennifer. So yeah, we're really pleased with our pulmonary hypertension results for the first quarter with both Opsummit and Uptravi delivering strong growth. That was both volume and share gains in the market as well as some favorable patient mix and really rounding out a year of favorable patient mix, that last piece, we don't see continuing to go forward to the same degree. But the products are performing very well for patients with PAH. Importantly, in the quarter, we got approval for OPSYNDE, which is the first combination tablet of a PE5 and an ERA.",
    "start": 2658.485,
    "end": 2699.65
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "This is in line with guidelines. It's really once a patient is diagnosed, really the right first choice for them is to start them on combination therapy. And so we think that this is an important introduction. And as we take a look at our portfolio and even despite other new competitors that are coming in, we do believe with Upsummit and Uptravi, they've got very strong usage and both with the launch of Opsimdi as well as what we have that these will continue to be really productive assets and a good therapeutic area for us.",
    "start": 2699.65,
    "end": 2730.86
  },
  {
    "speaker": "Tim Schmid",
    "text": "Thank you, Danielle. Firstly, we are operating in a very robust market. As we communicated in the fourth quarter of last year, we still see some remnants of procedural backlog that are benefiting primarily our Orthopedics business, and we expect that to continue at least through the first half of twenty twenty four. As you mentioned, our overall performance in Orthopaedics of four point eight percent was impacted by a onetime change in revenue recognition timing. And this is only related to our U.",
    "start": 2778.76,
    "end": 2814.19
  },
  {
    "speaker": "Tim Schmid",
    "text": "S. Business, but it did impact that business by about three hundred basis points. Now keep in mind, we also had the impact of the fewer selling days, which disproportionately impacted our auto business by eighty bps. We are proud of the ongoing progress we're making, specifically in areas where we needed to compete better. And specifically in hips and knees, we saw high single digit growth in the first quarter.",
    "start": 2814.19,
    "end": 2839.2102
  },
  {
    "speaker": "Tim Schmid",
    "text": "And specifically in knees, driven by the tremendous performance of our Velis platform. We're now within two years in eighteen markets, fifty thousand procedures and are seeing that as a constant tailwind as we now expand the provision of Velis into EMEA and Asia Pac through the remainder of the year. And so I think you can expect continued improvement in our orthopedics business for the remainder of the year as we continue to build our portfolio and drive further expansion across the globe. Thank you.",
    "start": 2839.61,
    "end": 2870.33
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "Perfect. Well, I'll take the INVEGA SUSTENNA question and I'll pass it over to my colleague John to take the next one. So if we think about our LAI portfolio, long acting injectables, just as a reminder for everybody, we really are leading therapies in this space with our INVEGA SUSTENNA, INVEGA TRINZA and INVEGA HAPIRA products. And we're really excited about the latest data that we have, particularly for HAPIRA, which a recent study shows that at two years, ninety six percent of patients on HUMIRA excuse me, on half year are relapse free, which is really, really striking. So as we get to the legal question, we really don't speculate on the impact of ongoing litigation.",
    "start": 2911.43,
    "end": 2954.43
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "But that being said, we remain really confident about the strength of our INVEGA SUSTENNA patents, and we're going to continue to defend the intellectual property that's associated with these patents. If we're clear to go a little bit deeper, the Federal Circuit's April one decision did not invalidate our patent. It just remanded the case back to the New Jersey District Court, the one that had ruled in our favor originally. Likewise, there was another ruling and another case on this patent against different company that also did go in our favor. So it's going back to the original judge that ruled in favor of the patents and we'll have to see what comes.",
    "start": 2954.955,
    "end": 2995.215
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "We won't speculate on that, but we remain real confident on the strength of our patents.",
    "start": 2995.215,
    "end": 2998.735
  },
  {
    "speaker": "John Reed",
    "text": "Yeah, thanks for your interest in the platform that we have, the drug device combo for early bladder cancer. Clearly a great unmet need in as much as there are more than six hundred thousand people every year who are diagnosed with early bladder cancer. And the vast majority of those patients go on to have their bladders removed, which clearly has a very detrimental effect on quality of life. With our drug device system, which I think again is a great example of how medtech and pharma can come together in a synergistic way, but we delivered really, I think, exciting early data. Those were presented at the ESMO conference last September and showed, for example, with the TAR200 product that has gemcitabine, an impressive complete response rate of over seventy five percent and nice durability with twenty one out of twenty three patients that we showed at that meeting still ongoing and no patients having had to progress to a radical cystectomy.",
    "start": 3000.01,
    "end": 3064.0999
  },
  {
    "speaker": "John Reed",
    "text": "So I think at the AUA, because those data are not yet disclosed, I can't provide details. But I think you can expect to see more of the same now with longer follow-up and with more patients. We've expanded those cohorts and do believe that we're on track to deliver pivotal data. In that first indication which is in the BCG non responsive patients. Know, recollect that in early bladder, non muscle invasive bladder cancer, standard of care is this attenuated mycobacteria, BCG.",
    "start": 3064.5798,
    "end": 3096.11
  },
  {
    "speaker": "John Reed",
    "text": "Unfortunately, fewer than half patients achieve a complete response and the therapy has tolerability problems to say the least where patients feel like they have a chronic urinary tract infection. The discontinuation rate with TAR200 has been very low. So we're very delighted with the excellent tolerability profile as well as these impressive deep efficacy, deep and durable efficacy. So yes, so please watch that AUA presentation. I think we remain on track for a filing early next year based on these pivotal data.",
    "start": 3096.5452,
    "end": 3136.975
  },
  {
    "speaker": "John Reed",
    "text": "And we look forward to sharing those results at that Congress.",
    "start": 3136.975,
    "end": 3140.2551
  },
  {
    "speaker": "Tim Schmid",
    "text": "Sure, Matt. Firstly, let me start cardio. As Joaquin mentioned, we've made a lot of progress in building out our portfolio. And until recently, we only participated in one high growth category within cardiovascular, and that being electrophysiology, which I will touch on performance in a second. We are and have had a twenty year lead in electrophysiology and now have built on that position in cardiovascular with the acquisition of Abiomed.",
    "start": 3181.81,
    "end": 3210.23
  },
  {
    "speaker": "Tim Schmid",
    "text": "We're now over a year into integrating that business and couldn't be more proud of the progress we've made. We continue to perform ahead of the deal model. And once again, this quarter did so with growth in excess of fifteen percent. That gives us now two leadership positions within cardiovascular care. Once we close the acquisition of Shockwave, that will be our third very thoughtful and deliberate move to only participate in high growth, high margin cardiovascular areas where there is significant unmet need and tremendous opportunity for us to grow.",
    "start": 3210.23,
    "end": 3242.6401
  },
  {
    "speaker": "Tim Schmid",
    "text": "And so we're very excited by the fact that we will be one of the only strategics with only high growth, high margin businesses in the largest category within medtech, dollars sixty billion market, growing roughly eight percent incremental five billion dollars of growth coming out of that category each and every year. So very excited by those moves. Specifically to your questions on EEP, we've seen growth across the board in excess of twenty percent, both in the U. S. And ex U.",
    "start": 3242.6401,
    "end": 3269.97
  },
  {
    "speaker": "Tim Schmid",
    "text": "S. And I think it really talks to the trust that our customers have in our technology today. RF and our portfolio of RF products are the most trusted and tested products with twenty years of experience. And by the way, we're not going to miss PFA, the progress we've made on ensuring that we can build our presence in that category with the approval in the EU as well as in Japan. We've also submitted for FDA approval.",
    "start": 3269.97,
    "end": 3296.7698
  },
  {
    "speaker": "Tim Schmid",
    "text": "And while we don't control the timings, we expect that approval to come through by the end of this year or early next year. And so very confident in our ability to build on our leadership position in EP. Was there a specific question to ortho?",
    "start": 3296.7698,
    "end": 3311.705
  },
  {
    "speaker": "Tim Schmid",
    "text": "Well Matt, I think it's a testament to the progress of our team within ortho in building out our portfolio. We had some gaps in the past and now filling those gaps both in hips and then even more notably in knees with the launch of our Velis robot is really what is creating the tailwind that we're enjoying today, and we do expect that to continue. Now this was a strong quarter. Can we see that sort of growth every single quarter? Not absolutely sure, but we do expect high single digit growth out of both of those categories going forward.",
    "start": 3343.9202,
    "end": 3374.84
  },
  {
    "speaker": "Tim Schmid",
    "text": "I will also say that the work we've done in the Orthopedics area isn't has been just about growth, it's also about improving our margin profile. And you know that in the second quarter of twenty twenty three, we announced a major restructuring, which is focused on really simplifying our portfolio and focusing our business on where we could drive the greatest impact for patients and for shareholders. That effort is resulting in a twenty percent reduction in our implants. And to put that in context, we have one hundred thousand implants today within our orthopedics business. And so a real testament to the effort of that group to not only drive top line performance, but also evolve the portfolio to improve margins.",
    "start": 3375.0,
    "end": 3413.7651
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "Well thanks for the question and thanks for asking about SPRAVATO. We continue to be really pleased with the uptake of SPRAVATO as we continue to launch that product globally. You saw that there's over seventy percent growth in the quarter as it continues to perform well for patients with treatment resistant depression. And so we've got a bold outlook for SPRAVATO as we continue to launch it into more markets and as we are able to even further penetrate the existing markets that we're in into a bit more of the community setting there. In terms so good really, really good outlook.",
    "start": 3476.7,
    "end": 3512.62
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "We're also just to put in a plug for neuroscience. We talk a lot about our oncology business and our immunology business. Neuroscience is also a key area for us. So SPRAVATO is a key platform. We've also got atigaprant and seltorexant coming, and we had mentioned long acting therapies with the INVEGA SUSTENNA franchise earlier.",
    "start": 3513.1,
    "end": 3531.4749
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "So back on IRA, we've been really clear that we do think that these IRA's drug setting provisions are damaging to the health care innovative system. It just it is not something that is going to help reinforce the tremendous investments that we're making in R and D to develop the next types of treatments and cures. That being said, we do focus on patient access and are trying to make sure that our products are available to the patients who need them. And so we're working appropriately with the government and in line with the process to start going back and forth around what the ultimate price will be. So there has been a round or two of going back and forth.",
    "start": 3532.03,
    "end": 3577.5051
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "And so we're still in the middle of that process. I can't really provide any more details on that. What I will say is that the products that we have that are going through the process, they are not our growth drivers for the future. Those are they are our products that are more at end of life. And so they're not the ones that are going to be really key for us both in the coming years as well as out through the end of the decade.",
    "start": 3578.065,
    "end": 3602.685
  },
  {
    "speaker": "Jennifer L. Taubert{BIO 20108880 <GO>}",
    "text": "And what I'd love to also reinforce is that we do remain confident that we've got a clear path to achieving our fifty seven billion dollars commitment that we made back in December at our Enterprise business review as well as from twenty five percent to thirty percent, delivering above market growth with the five percent to seven percent compounded annual growth rate and with growth in every year, that being twenty twenty five as well as all of the years beyond that. So irrespective of the IRA, when I take a look at our growth drivers and how our pipeline is coming in, we feel real confident about the state of our business.",
    "start": 3602.925,
    "end": 3637.3652
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thank you Vamil and thanks to everyone for your questions and your continued interest in our company. We apologize to those that we couldn't get to because of time, but don't hesitate to reach out to the Investor Relations team with any remaining questions you may have. I will now turn the call over to Joaquin for some brief closing remarks.",
    "start": 3638.245,
    "end": 3655.59
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, Jess. And Johnson and Johnson's solid first quarter performance reflects our sharpened focus on the progress in our portfolio and pipeline. Our impact across the full spectrum of health care is unique in our industry and the commercial, technical and capital allocation milestones achieved in Q1 reinforce our position as an innovation powerhouse. One of the most significant milestones this quarter was the announcement of our planned acquisition of Shockwave that will further strengthen our leadership position in cardiovascular. We continue to make strong progress towards the goals that we set out at our December Enterprise business review, and I'm looking forward to all that we will achieve through the remainder of twenty twenty four.",
    "start": 3656.115,
    "end": 3707.83
  }
]