[
  {
    "speaker": "Jessica Moore",
    "text": "Hello, everyone. This is Jessica Moore, Vice President of Investor Relations for Johnson and Johnson. Welcome to our company's review of the second quarter business results and our full-year financial outlook for 2024. A few logistics before we get into the details. As a reminder, you can find additional materials, including today's presentation and associated schedules, on the Investor Relations section of the Johnson and Johnson website at investor.",
    "start": 27.35,
    "end": 57.63
  },
  {
    "speaker": "Jessica Moore",
    "text": "Jnj dot com. Please note that this presentation contains forward looking statements regarding, among other things, the company's future operating and financial performance, market position, and business strategy. You are cautioned not to rely on these forward looking statements, which are based on the current expectations of future events using the information available as of the date of this recording and are subject to certain risks and uncertainties that may cause the company's actual results to differ materially from those projected. A description of these risks, uncertainties, and other factors can be found in our SEC filings, including our twenty twenty three Form ten ks, which is available at investor. Jnj dot com and on the SEC's website.",
    "start": 57.71,
    "end": 109.314995
  },
  {
    "speaker": "Jessica Moore",
    "text": "Additionally, several of the products and compounds discussed today are being developed in collaboration with strategic partners or licensed from other companies. This slide acknowledges those relationships. Moving to today's agenda. I will start by reviewing the second quarter sales and P and L results for the corporation as well as highlights related to our two businesses. Joe Walk, our CFO, will then provide additional business and financial commentary before sharing an overview of our cash position, capital allocation priorities, and guidance for twenty twenty four.",
    "start": 110.77,
    "end": 148.04001
  },
  {
    "speaker": "Jessica Moore",
    "text": "Joaquin Diwado, our Chairman and CEO, will then provide some closing remarks before we open it up for questions. Jennifer Taubert, John Reed, and Tim Schmid, our innovative medicine and med tech leaders, will be joining us for Q and A. To ensure we provide enough time to address your questions, we anticipate the webcast will last approximately sixty minutes. Unless otherwise stated, the financial results and guidance highlighted today reflect the continuing operations of Johnson and Johnson. Furthermore, the percentages quoted represent operational results and therefore exclude the impact of currency translation.",
    "start": 148.84,
    "end": 188.735
  },
  {
    "speaker": "Jessica Moore",
    "text": "Turning to our second quarter sales results. Worldwide sales were twenty two point four billion dollars for the second quarter of twenty twenty four. Sales increased six point six percent with growth of seven point eight percent in the U. S. And five point one percent outside of the U.",
    "start": 190.015,
    "end": 207.37
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. Excluding the impact of the COVID-nineteen vaccine, sales growth was seven point two percent worldwide and growth of six point four percent outside of the U. S. Sales growth in Europe, excluding the COVID-nineteen vaccine, was six percent. Turning now to earnings.",
    "start": 207.37,
    "end": 226.48001
  },
  {
    "speaker": "Jessica Moore",
    "text": "For the quarter, net earnings were four point seven billion dollars and diluted earnings per share was one point nine three dollars versus diluted earnings per share of two point five dollars a year ago. Excluding after tax intangible asset amortization expense and special items for both periods, adjusted net earnings for the quarter were six point eight billion dollars and adjusted diluted earnings per share was two point eight two dollars representing increases of one point six percent and ten point two percent, respectively, compared to the second quarter of twenty twenty three. I'll now comment on business sales performance in the quarter. Beginning with Innovative Medicine. Worldwide Innovative Medicine sales of fourteen point five billion dollars increased seven point eight percent, with growth of eight point nine percent in the U.",
    "start": 227.12,
    "end": 281.735
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. And six point four percent outside of the U. S. Excluding the impact of the COVID-nineteen vaccine, operational sales growth was eight point eight percent worldwide and eight point seven percent outside of the US. Innovative medicine growth was driven by our key brands and continued uptake from recently launched products, with ten assets delivering double digit growth.",
    "start": 281.735,
    "end": 307.375
  },
  {
    "speaker": "Jessica Moore",
    "text": "We continue to drive strong sales growth across our multiple myeloma portfolio. DARZALEX growth was twenty one point three percent, primarily driven by share gains of four point six points across all lines of therapy and nine point four points in the frontline setting, as well as market growth. PERVIC D achieved sales of one hundred and eighty six million dollars with growth of fifty nine point nine percent, driven by continued capacity expansion, manufacturing efficiencies, and strong demand. TekVeili sales achieved one hundred and thirty five million dollars in the quarter with growth of forty three point five percent, reflecting a strong launch in the relapsedrefractory setting. Demand remained strong while sequential growth slowed due to adoption of recently approved longer duration dosing intervals.",
    "start": 308.09497,
    "end": 360.70502
  },
  {
    "speaker": "Jessica Moore",
    "text": "ERLEA continues to deliver strong growth of thirty two point five percent, primarily driven by share gains and market growth in metastatic castrate sensitive prostate cancer. Other oncology growth was driven by continued strong uptake of Tauve, our GPRC5D bispecific, and Riborvant, our bispecific antibody for non small cell lung cancer. Within immunology, we saw sales growth in TREMFYA of thirty point seven percent, driven by market growth, share gains in PSO and PSA, and favorable patient mix. ZILARA growth of four point nine percent was driven by market growth, partially offset by net unfavorable patient mix. We continue to anticipate biosimilar entry in Europe later this month, while in the U.",
    "start": 361.505,
    "end": 411.735
  },
  {
    "speaker": "Jessica Moore",
    "text": "S, we expect continued volume growth largely offset by price declines as we move towards biosimilar entry in twenty twenty five. In neuroscience, pravado growth of sixty point eight percent continues to be driven by increased physician and patient confidence. In pulmonary hypertension, ophthalmic grew nine point one percent due to share gains and market growth, partially offset by unfavorable mix. Uptravi growth of eight point one percent was driven by market growth and share gains, partially offset by inventory dynamics. Total Innovative Medicines sales growth was partially offset by a decline in other neuroscience, unfavorable patient mix in Xarelto, and competitive pressures in IMBRUVICA.",
    "start": 411.735,
    "end": 461.57
  },
  {
    "speaker": "Jessica Moore",
    "text": "I'll now turn your attention to MedTech. Worldwide MedTech sales of eight billion dollars increased four point four percent, with growth in the U. S. Of five point seven percent and three point two percent outside of the U. S.",
    "start": 462.21,
    "end": 476.885
  },
  {
    "speaker": "Jessica Moore",
    "text": "Acquisitions and divestitures had a positive impact of forty basis points on sales growth in the quarter. Growth was driven by commercial execution, strength of new product introductions, and continued strong procedure volume, partially offset by performance in China and competitive pressures and U. S. Distributor stocking dynamics and vision. In cardiovascular, electrophysiology delivered double digit growth of thirteen point four percent with strong growth across all regions.",
    "start": 477.52502,
    "end": 510.215
  },
  {
    "speaker": "Jessica Moore",
    "text": "Performance was driven by global procedure growth, new product uptake, and commercial execution, partially offset by the previous one time inventory build in Asia Pacific from the prior quarter. In addition, Abiomed delivered growth of fifteen point four percent, driven by double digit growth in all regions and continued strong adoption of Impella five point five and Impella RP technology. Results include seventy seven million dollars associated with the acquisition of Shockwave, which closed on May thirty one. Contact lenses adjusted operational sales growth, excluding the Blank divestiture, was two point one percent. Growth was driven by strong performance in AccuVue OASIS One Day family of products, partially offset by U.",
    "start": 511.06998,
    "end": 562.24506
  },
  {
    "speaker": "Jessica Moore",
    "text": "S. Distributor stocking dynamics and competitive pressures and Japan macroeconomic pressures. The Blank divestiture negatively impacted growth by approximately one hundred and thirty basis points. Surgical Vision grew one point two percent, driven by Technis iHance, our monofocal intraocular lens, partially offset by China VBP and refractive softness in the U. S.",
    "start": 562.24506,
    "end": 587.995
  },
  {
    "speaker": "Jessica Moore",
    "text": "Surgery adjusted operational sales growth, excluding the Aclaren divestiture, was approximately flat. Performance was driven primarily by competitive pressures in energy and endocutters, China VBP, prior year China recovery, EMEA tender timing across advanced surgery, and supply constraints and wound closure. This was partially offset by strength of new products. The Aclaren divestiture negatively impacted growth by approximately one hundred and ten basis points. Orthopedics growth of three point three percent was driven by strong performance in hips and knees due to procedure growth, strength of new products, and EMEA tender timing in knees.",
    "start": 589.115,
    "end": 634.33
  },
  {
    "speaker": "Jessica Moore",
    "text": "This growth was partially offset by competitive pressures and impacts of China VBP in Spine and Sports. Now turning to our consolidated statement of earnings for the second quarter of twenty twenty four. I'd like to highlight a few noteworthy items that have changed compared to the same quarter of last year. Cost of products sold margin deleveraged by sixty basis points, primarily driven by product mix within Innovative Medicine and macroeconomic factors across both sectors. We continue to invest strategically in research and development at competitive levels, investing three point four billion dollars or fifteen point three percent of sales this quarter.",
    "start": 634.65,
    "end": 676.925
  },
  {
    "speaker": "Jessica Moore",
    "text": "We invested two point seven billion dollars or eighteen point eight percent of sales in Innovative Medicine compared to twenty two point two percent of sales in twenty twenty three. As a reminder, last year included an upfront payment of two forty five million dollars associated with the Able Data partnership. In MedTech, R and D investment was zero point seven billion dollars or nine percent of sales, an increase driven by continued investment in strategic platforms. Other income and expense was a net expense of six fifty three million dollars in the second quarter of twenty twenty four compared to income of three eighty four million dollars in the second quarter of twenty twenty three. The increase in expense was primarily driven by costs related to the closing of the ShopVave acquisition, the loss on the completion of the debt for equity exchange of the retained stake in Tenview, and prior year favorable intellectual property litigation settlements in MedTech.",
    "start": 677.325,
    "end": 742.95
  },
  {
    "speaker": "Jessica Moore",
    "text": "This was partially offset by the gain on the Aclaren divestiture. Regarding taxes in the quarter, our effective tax rate was eighteen point five percent versus fourteen point seven percent in the same period last year. This increase was primarily driven by unfavorable one time international audit settlements and the continued impact from Pillar two. Excluding special items, the effective tax rate was eighteen point six percent versus fifteen point nine percent in the same period last year. I encourage you to review our upcoming second quarter ten Q filing for additional details on specific tax related matters.",
    "start": 743.26996,
    "end": 783.625
  },
  {
    "speaker": "Jessica Moore",
    "text": "Lastly, I'll direct your attention to the boxed section of the slide where we have also provided our income before tax, net earnings, and earnings per share adjusted to exclude the impact of intangible amortization expense and special items. Now, let's look at adjusted income before tax by segment. In the second quarter of twenty twenty four, our adjusted income before tax for the enterprise as a percentage of sales increased from thirty seven point two percent to thirty seven point four percent. Innovative medicine margin improved from forty two point three percent to forty four point six percent, primarily driven by an upfront payment of two forty five million dollars associated with the Able Data partnership in twenty twenty three, partially offset by product mix and cost of products sold. MedTech margin declined from twenty eight point two percent to twenty five point seven percent, driven by prior year favorable intellectual property litigation settlements worth approximately three hundred basis points.",
    "start": 784.265,
    "end": 850.755
  },
  {
    "speaker": "Jessica Moore",
    "text": "This concludes the sales and earnings portion of the call. I'm now pleased to turn it over to Joe.",
    "start": 851.54,
    "end": 857.06
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Thank you, Jessica, and hello, everyone. Thank you for joining today's call. Overall, Johnson and Johnson delivered solid top and bottom line as well as free cash flow growth in the quarter. Our Innovative Medicine business made great progress in the second quarter. We have strong momentum with key end market products and continue to advance our pipeline with significant clinical and regulatory milestones being attained.",
    "start": 857.62,
    "end": 880.73
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Our medtech business delivered growth that fell below our expectations of growing in the upper range of our markets, which, as you recall, correlates to a weighted average market growth rate of five percent to seven percent from twenty twenty two through twenty twenty seven. We came into the year thinking twenty twenty four would be in the upper end of that range. With acceleration planned in the second half, given some of the first half dynamics Jessica outlined, we now expect growth closer to six percent for twenty twenty four. To me, this reflects the power and breadth of our company, where we can more than offset quarterly volatility in one part with overperformance from another part of our business. Before I get into the numbers, I'd like to provide some qualitative business highlights from the quarter.",
    "start": 881.45,
    "end": 926.98505
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Starting with innovative medicine. In oncology, we continue to make meaningful progress across our disease areas of focus. Of note, we received FDA approval for Carvicti in earlier lines of therapy, and reported positive top line overall survival results from the CARTITUDE IV study. We also submitted a filing with the FDA for our subcutaneous formulation of Ribrovant. We presented updated results for TAR200 and TAR210, and we met primary endpoints for two DARZALEX studies, CEPHEUS and Aquila, where results will be presented at an upcoming major medical meeting.",
    "start": 927.465,
    "end": 963.895
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Turning to immunology, we achieved key milestones for Tremfya in inflammatory bowel disease, including the presentation and filing of phase three studies in ulcerative colitis and Crohn's disease, as well as the filing of our subcutaneous formulation, which would make TRONFYA the only IL-twenty three inhibitor with a fully subcutaneous regimen. We also expanded our immunology portfolio with the acquisitions of Proteologics and NM26. These bispecific antibodies will further strengthen our portfolio and enhance our ability to address significant unmet need in atopic dermatitis. Finally, spanning immunology and neuroscience, we presented positive results for nipocalimab in Sjogren's disease and myasthenia gravis. But it doesn't stop with the second quarter.",
    "start": 964.83,
    "end": 1016.295
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We are excited for what awaits in the second half of this year, with the anticipated approval and launch of both Riborvant plus lisertinib in frontline EGFR positive lung cancer and TREMFYA in IBD. We also expect data from J and J two thousand one hundred thirteen, our targeted oral peptide in psoriasis and ulcerative colitis J and J four thousand eight hundred and four, our co antibody therapeutic in IBD and nipocalimab in rheumatoid arthritis. As we continue to bring new innovations to market and execute against clinical and regulatory milestones, innovative medicine is well positioned to achieve sustainable growth in both the near and long term. Turning to medtech, we continue to advance our pipeline, launch new commercial products, and integrate strategic acquisitions that broaden and further differentiate our portfolio. In cardiovascular, we are enhancing our portfolio and shifting into higher growth markets through strategic acquisitions, such as Shockwave Medical.",
    "start": 1016.74,
    "end": 1079.2499
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "In May, we announced the launch of our CARTO3 version eight electro anatomical mapping system. This is the latest version of our three d heart mapping system, which has machine learning capabilities that increase efficiency, reproducibility, and accuracy in maps electrophysiologists use to treat atrial fibrillation and other arrhythmias. In pulse field ablation, we initiated the commercial launch of the VariPulse platform in the EU and Japan, receiving early positive physician feedback in the external evaluation period. We also delivered results from the pivotal phase of the ADMIRE trial, where the VariPulse platform demonstrated eighty five percent peak primary effectiveness with minimal adverse events, short PFA application times, and low fluoroscopy exposure. In orthopedics, we received five ten ks FDA clearance for the clinical application of the Velis robotic assisted solution in unicompartmental knee aproplasty.",
    "start": 1079.49,
    "end": 1142.1799
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "This is designed for both medial and lateral procedures, enabling surgeons to guide precise implant placement without a CT scan. In surgery, we launched the ECHELON three thousand in the US, which combines three d stapling and gripping surface technology to enable greater staple line security. This has been shown to deliver forty seven percent fewer leaks, reduce surgical risks, and improve surgical outcomes. In surgical vision, we launched Technis ODYSSEY in the U. S.",
    "start": 1142.9149,
    "end": 1174.855
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "And head into a full market launch in the second half of twenty twenty four. For the remainder of the year, we will continue to advance our electrophysiology and cardiovascular pipelines as we prepare for the anticipated U. S. Approval of Varipulse, as well as the submission of Impella ECP for regulatory approval. Within robotic surgery, we are on track to submit an investigational device exemption to the FDA for OTAVA in the second half of the year.",
    "start": 1174.9349,
    "end": 1202.4349
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Before turning to cash flow and guidance, I wanted to provide an update on the talc litigation. As announced on May one, the company has committed to pay ovarian claimants a present value of approximately six point five billion dollars or eight billion dollars nominally over twenty five years, resolving ninety nine point seven five percent of all pending CALC lawsuits against the company and its affiliates in the United States. We are currently in a voting period for the plan where, for the first time, claimants are able to vote for themselves for or against the plan. The last day of voting is scheduled for July twenty sixth. It will",
    "start": 1203.235,
    "end": 1240.665
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "then take a few weeks for",
    "start": 1240.665,
    "end": 1241.785
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "the vote administrator to vet and tally the votes. Once that process concludes, we plan to make a public announcement on the next steps regarding a prepackaged bankruptcy filing. Our confidence that we will reach the requisite seventy five percent vote is bolstered by the continued support of counsel representing the vast majority of claimants with whom the plan was developed, as well as the announcement of support by additional prominent plaintiff law firms recently, including Aylstock, Keller Postman, and Miller. Additionally, in furtherance of our goal of achieving a comprehensive solution, we finalized the previously announced agreements reached with all states that advanced talc claims and the IMRIS and Cypress entities, owners of the mines that supplied talc to the company. In the second quarter, we continued to make progress with mesothelioma claimants, with ninety five percent of claimants now settled.",
    "start": 1241.785,
    "end": 1296.115
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Turning to cash and capital allocation. We ended the second quarter with approximately twenty five billion dollars of cash and marketable securities and approximately forty one billion dollars of debt for a net debt position of sixteen billion dollars Free cash flow year to date was approximately seven point five billion dollars compared to five point five billion dollars in the prior year period, which included cash flow from the consumer health business. During the quarter, we exited our retained stake in Kenview, bringing the separation to a close. The net proceeds from the secondary offering were three point six billion dollars Our capital allocation priorities remain unchanged. We maintain a strong balance sheet, which continues to enable us to strategically invest in and grow our business while returning capital to our shareholders.",
    "start": 1297.155,
    "end": 1342.78
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Innovation remains core to our strategy. In the second quarter, we invested more than three point four billion dollars or fifteen point three percent of sales in research and development. In terms of acquisitions and licensing, during the first half of twenty twenty four, Johnson and Johnson has deployed approximately seventeen billion dollars in strategic value creating inorganic growth opportunities. This includes Shockwave, Protealogix, and the NM26 bispecific antibody transaction announced last week, as well as more than twenty other smaller complementary business development transactions. While we will always explore strategic deals of any size that can create value, we foresee modest tuck in deals as the preferred route over the near term.",
    "start": 1343.615,
    "end": 1388.23
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Now turning to our full year twenty twenty four guidance. Given the moving parts associated with the acquisitions this quarter, I'll start where I usually end, with earnings per share. Before the impact of recent acquisitions, our outlook for adjusted operational EPS performance is once again being increased. As this schedule reflects, we are expecting a zero five dollars per share increase in our operational performance. This would result in year over year EPS growth of eight point two percent at the midpoint.",
    "start": 1388.87,
    "end": 1420.6799
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "To account for the completion of Shockwave, Protealogix, and the NM26 bispecific antibody transactions, and as previously disclosed, our adjusted operational EPS guidance now includes dilution of zero six eight dollars per share. Combined, all of this yields an updated adjusted operational EPS guidance in the range of ten dollars to ten point one zero dollars per share. In addition, to assist with your future models, these transactions are expected to have a smaller impact of zero three three dollars to adjusted operational EPS in twenty twenty five. Now to address all elements of P and L guidance for twenty twenty four. As a reminder, our sales guidance continues to exclude any impact from COVID-nineteen vaccine sales.",
    "start": 1421.0,
    "end": 1466.125
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "We are increasing our operational sales guidance for the full year by five hundred million dollars to reflect the completion of the Shockwave acquisition. We now expect growth in the range of six point one percent to six point six percent compared to twenty twenty three, with a midpoint of eighty nine point four billion dollars or six point four percent at the midpoint. Excluding the impact from acquisitions and divestitures, we are maintaining our adjusted operational sales growth to the range of five point five percent to six point zero percent compared to twenty twenty three. As you know, we don't speculate on future currency movements. We are utilizing a euro spot rate relative to the U.",
    "start": 1467.005,
    "end": 1507.6799
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "S. Dollar of one point zero eight, consistent with last quarter. However, there have been notable strengthening of the U. S. Dollar versus other currencies, specifically the Japanese yen and Chinese yuan.",
    "start": 1507.6799,
    "end": 1519.725
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "As a result, we estimate an incremental negative foreign currency impact of five hundred million dollars resulting in a full year impact of one point two billion dollars As such, combined with the Shockwave acquisition, we expect reported sales growth between four point seven percent to five point two percent compared to twenty twenty three, with a midpoint of eighty eight point two billion dollars or five percent growth. Turning to the rest of the P and L. Based solely on the dilution from the transactions, we now anticipate our twenty twenty four adjusted pretax operating margin to decline by one hundred and twenty basis points, more than offsetting the previously communicated fifty basis point improvement. We project a net interest income between three hundred million dollars and four hundred million dollars lower than previous guidance, driven by interest expense associated with financing of our recent acquisitions. Other income is anticipated to be in the range of one point five billion dollars to one point seven billion dollars an increase versus previous guidance, driven by year to date performance.",
    "start": 1520.91,
    "end": 1585.58
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Our effective tax rate is now expected to be between seventeen point five percent and eighteen point five percent for the full year, much higher than twenty twenty three, largely due to the impact of OECD Pillar two, as well as the nondeductible nature of the recently announced NM26 bispecific antibody acquisition. While we do not provide guidance by segment or on a quarterly basis, I'd like to provide some qualitative considerations to support your modeling. We continue to expect Innovative Medicines sales growth to be lower in the second half of the year compared to the first half, given the anticipated entry of Stellara biosimilars in Europe beginning the last week of July. This headwind will be partially offset by continued uptake from our recently launched products. While we had COVID-nineteen vaccine sales in the second quarter, we do not anticipate any future sales.",
    "start": 1587.02,
    "end": 1638.14
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "Finally, it is worth noting that distribution rights for Remicade and Symphony in Europe will be returned in the fourth quarter. In preparation for this transfer, we expect to limit third quarter sales in Europe. Turning to MedTech. As previously stated, we expect growth to accelerate back in line with our long term expectations in the second half of the year. This will be driven by recovery in contact lenses, evidenced by sequential monthly improvement within Q2, further expansion into high growth segments, including the integration of Shockwave and continued growth of new products and commercial execution across the portfolio.",
    "start": 1638.6201,
    "end": 1676.4049
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "As you think about our adjusted operating margin, we continue to expect it to be higher in the first half of the year compared to the second half. Again, this is due to the IP R and D charge for the NM-twenty six bispecific antibody transaction in Q3, as well as the anticipated entry of STELARA biosimilars in Europe later this month. Lastly, as a reminder on share count, we only expect a partial benefit in the third quarter resulting from the share count reduction following the Kenview Exchange offer in August of twenty twenty three, with the fourth quarter being neutral. As we move forward, we remain focused on advancing our differentiated portfolio and achieving key clinical and regulatory milestones across innovative medicine and med tech. We remain confident in our ability to deliver sustained growth and long term value for patients, customers, and shareholders.",
    "start": 1677.845,
    "end": 1726.89
  },
  {
    "speaker": "Joseph J. Wolk{BIO 19812977 <GO>}",
    "text": "With that, I am now pleased to turn the call over to Joaquin for concluding remarks before taking your questions.",
    "start": 1727.2101,
    "end": 1732.81
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, Joe, and hello, everyone. With a strong second quarter, I'm excited about the rest of twenty twenty four. Our innovative medicine business is on track for a thirteenth consecutive year of above market growth. Our success is driven by a portfolio of innovative best and first in class medicines, many of which have the potential to change the practice of medicine. Across the board, oncology, immunology, neuroscience, we are reinventing treatment paradigms and transforming lives.",
    "start": 1733.595,
    "end": 1770.1449
  },
  {
    "speaker": "Joaquin Duato",
    "text": "As Joe mentioned, we have made significant progress across our pipeline. In particular, I would like to highlight two major milestones on the horizon that will help drive sustained growth through twenty twenty five and beyond. First, the approval and launch of rivarvant plus lacertinib for first line treatment of EGFR positive non small cell lung cancer. And second, the approval and launch of Tremfya in inflammatory bowel disease, or IBD, which follows the recent presentation of data that demonstrated superiority versus STELARA. This represents a meaningful opportunity for TEMFYA, as approximately seventy five percent of STELARA sales today come from IBD.",
    "start": 1770.385,
    "end": 1821.0149
  },
  {
    "speaker": "Joaquin Duato",
    "text": "We also have regulatory and data milestones for many of the assets that we expect to generate more than five billion dollars in peak year sales. As the pipeline and portfolio progress, so does our confidence in our near and long term growth trajectory. We are confident in our ability to grow through the upcoming STELARA biosimilar entry and see accelerating momentum through the back half of the decade. In MedTech, year to date adjusted operational sales growth of five point two percent reflects continued progress with the portfolio as we move into higher growth markets. As you heard from Joe, we expect MedTech growth to accelerate in the second half of the year.",
    "start": 1821.6549,
    "end": 1870.83
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Growth will accelerate through continued expansion of new products, including AccuView Oasis MAX one Day contact lenses, Technis Odyssey in the U. S, and BodyPulse in Europe and Japan. Our confidence in the business outlook remains unchanged. With meaningful outcomes from the DANGER shock trial in Abiomed and the second quarter close of the Shockwave acquisition, we look forward to continued expansion into high growth med tech markets. As you know, Johnson and Johnson is laser focused on advancing the next wave of medical innovation.",
    "start": 1871.6951,
    "end": 1910.1449
  },
  {
    "speaker": "Joaquin Duato",
    "text": "We're building on a strong foundation to unlock accelerated growth with a healthy balance sheet and industry leading investments in the best science and innovation. This enables us to move into the second half of twenty twenty four from a position of strength. With that, let's open the line for questions. Thank you.",
    "start": 1910.465,
    "end": 1933.8251
  },
  {
    "speaker": "Tim Schmid",
    "text": "Larry, thank you for the question. Let me be very clear. We remain absolutely committed to delivering solid growth in the full year for twenty twenty four. And Larry, when you actually look at twenty twenty four Q2, it was a tougher quarter for us. And we knew this, given the fact that at this time last year, around the second quarter, we saw the opening up of the China market, which, as you know, is an important market for us.",
    "start": 2098.575,
    "end": 2124.425
  },
  {
    "speaker": "Tim Schmid",
    "text": "And that was expected. That was actually, by the way, last year, our fastest growing quarter. Now, in all transparency, as you heard initially in the comments earlier, there have been two businesses that have or two areas of our business that have performed below expectation. Number one is Vision. And secondly, our performance in China, which right now is a very volatile market.",
    "start": 2124.425,
    "end": 2144.9102
  },
  {
    "speaker": "Tim Schmid",
    "text": "Now in Vision, we initially announced in the first quarter some challenges with distributor stocking dynamics here in the U. S, some competitive pressures, as well as some macroeconomic challenges in Japan. What gives me confidence in the turnaround of that business is that we actually saw sequential improvement through the second quarter. Some of those stocking dynamics I mentioned bled into April. But month on month, we saw strong rebound of that business, in fact, at the end of the quarter, back to historical levels.",
    "start": 2145.47,
    "end": 2174.49
  },
  {
    "speaker": "Tim Schmid",
    "text": "And so as we look to the back half of the year, while it's been a slow start there, we're very confident that we're going to be able to bring that business back to historical norms, driven primarily by innovation. Our IQVIA OASIS One Day Max portfolio in that global launch, as well as the addition of our premium IOLs with Technis Piercy in Asia Pac and EMEA, as well as Odyssey here in the U. S. And so we believe we've got that under control. When I look to the back half to your question more directly, the reason we are confident is firstly, not only the return to more normalized growth within vision, but in surgery, by the way, that business also was impacted by a slower start, especially in China.",
    "start": 2174.81,
    "end": 2215.845
  },
  {
    "speaker": "Tim Schmid",
    "text": "We see that starting to normalize. And also remember, in our surgery business, the results were impacted by the divestiture of a Clariant last year. And so normalized growth, our adjusted operational growth, was actually closer to flat. We see that continuing to grow at low single digit through the back half of the year. We're proud of the solid results in ortho, and see that continuing to be driven by strong results within hips, six percent in knees, almost ten percent driven by tremendous innovation, especially in Venice.",
    "start": 2216.21,
    "end": 2246.1
  },
  {
    "speaker": "Tim Schmid",
    "text": "And then more broadly, I'll end with our real confidence in the growth of our cardiovascular portfolio. And remember, Larry, that we've got an EP business that's five billion dollars today, grew twenty one percent last year, nineteen percent for the first half of the year. In fact, in the second quarter, in the face of competition, here in the U. S, we grew that business sixteen percent. And so we're very confident in our ability to grow that leadership position.",
    "start": 2246.18,
    "end": 2270.855
  },
  {
    "speaker": "Tim Schmid",
    "text": "And then finally, the addition of Abiomed, still continuing to grow ahead of our deal expectations, fifteen point four percent. I think that's gonna be bolstered by the landmark results, the first time in twenty five years where we have the danger shock study showing survivability benefits of Impella, which will continue to open new markets for that portfolio. And then finally, I'll end with how delighted we are to, in very, very short order, welcome Shockwave to Johnson and Johnson. We closed that transaction in record timing, and are really excited by the fact that we will shortly announce that they will be the thirteenth business with sales in excess of one billion dollars annually. And so for all those reasons, Larry, while tougher second year, second quarter primarily due comps, we remain very confident in a solid twenty twenty four.",
    "start": 2270.855,
    "end": 2321.505
  },
  {
    "speaker": "Tim Schmid",
    "text": "Of course, Rick, and thank you for the question. And Rick, I'd start with firstly recognizing that we believe that PSA is really good for electrophysiology and really good for patients. It is a tailwind for the entire market, and as I mentioned earlier, that's a five billion dollars market for us today, growing nineteen percent year to date. And let me be clear. We clearly see some competition, especially here in the U.",
    "start": 2515.685,
    "end": 2541.965
  },
  {
    "speaker": "Tim Schmid",
    "text": "S, you know, especially between now and the time that we bring our PFA technology to market, we're confident. While we don't control the timings, we expect to have that by the end of the year, or early next year. As you know, we already have approval and are commercializing our PFA technology in EMEA and in Japan. And we are very fortunate to actually benefit from a very global EP business. What gives us confidence in the future, Larry, is that we believe that while PFA has a role to play in the portfolio, so does RF.",
    "start": 2541.965,
    "end": 2572.355
  },
  {
    "speaker": "Tim Schmid",
    "text": "From everything we're hearing from EPs around the world, what they like about PFA is the relative safety of the technology. What they also like about RF, which by the way, we have twenty years of leadership in safety and clinical efficacy, is the durability of that product. In fact, even today, Rick, here in the US, for every five procedures where PFA is used, RF is used in conjunction. And so we believe that the leadership position that we've built over the last twenty years will continue, both in RF, and then obviously we're excited by the launch of our PFA technology. You'll know that at the HRS conference in May, we announced the results of our ADMIRE study, which showed the eighty six percent relative effectiveness, primary effectiveness of our PFA technology.",
    "start": 2572.355,
    "end": 2620.0498
  },
  {
    "speaker": "Tim Schmid",
    "text": "And we are gonna continue to employ the same strategy we did in RF, which is building out a broad portfolio of PFA offerings, both in dual energy, focal, large focal, and single shot. Did you know that today, the number one used catheter on the market is our SPF catheter within RF? And you'll know that in the first quarter of this year, we announced an application for a CE mark for our dual energy catheter. This will be one catheter used both for RF and PFA technology. And so we've got a lot of reasons to believe.",
    "start": 2620.665,
    "end": 2656.825
  },
  {
    "speaker": "Tim Schmid",
    "text": "And I think to touch on your point on Carto, one of the benefits of our portfolio is not just our energy source and catheters, it really is the installed base of five thousand five hundred Carto systems around the world. We just launched our version eight of that software. It is best in class in the market. And that's also complemented by highly trained clinical specialists in every cath lab around the world, who are supporting EPs each and every day. And so, you know, once again, PFA is a good thing for the marketplace, it's a tailwind, and we expect to continue to benefit on that.",
    "start": 2656.825,
    "end": 2690.85
  },
  {
    "speaker": "Tim Schmid",
    "text": "Sure, Josh. And I think my answer to your sort of volume question will be very brief and consistent with what we've shared before. You know, for the most part, across the portfolio, we've seen volumes normalize. We did mention that we expected to see some the some tailwinds from the backlog within orthopedics in the first half of the year. And we've seen that, but we expect that to normalize in the back half.",
    "start": 2896.625,
    "end": 2920.1301
  },
  {
    "speaker": "Tim Schmid",
    "text": "We remain consistent in our belief in the five percent to seven percent growth for our end markets, and that we will perform well within that. As it relates to pricing, inflation has not been a friend to our industry. And we have put a lot of effort into really ensuring that we can secure preferential pricing across the world. I do think we benefit from the global nature of our business. While there are pockets of cost containment efforts that we're managing, like VBP in China, we see tremendous opportunity to really secure premium pricing, where we have differentiated innovation.",
    "start": 2920.1301,
    "end": 2956.2852
  },
  {
    "speaker": "Tim Schmid",
    "text": "And especially now that we're entering areas like cardiovascular of significant unmet need, there's tremendous opportunities for us to ensure that we secure premium pricing for truly differentiated innovations, especially in areas like electrophysiology, in heart recovery with Abiomed, and more recently with Shockwave. Thank you.",
    "start": 2956.2852,
    "end": 2976.87
  },
  {
    "speaker": "Tim Schmid",
    "text": "Sure. And Danielle, we are fortunate to have a global business with more than fifty percent of our revenue already out of the U. S, and I think that gives us flexibility to really manage a number of challenges that occur, you know, on a quarterly and yearly basis across the world. To Joaquin's point, we've been in China for thirty seven years. One of the reasons why we've been successful is our ongoing commitment in navigating multiple headwinds and opportunities.",
    "start": 3184.605,
    "end": 3212.695
  },
  {
    "speaker": "Tim Schmid",
    "text": "And when we look at our performance in China, remember, we had the end of COVID when we came out of lockdown, and so that has impacted at least our results in the second quarter. But when you look at on the ground, what's really happening is there's two factors. Firstly, you've got the impact of VBP, which is a government driven cost containment effort. And given our leadership position in China, we are seeing that as a short term tailwind. We do believe the volume opportunity will far offset over time the impact we're seeing on price, but that certainly is a short term pain that we are enduring.",
    "start": 3213.015,
    "end": 3244.855
  },
  {
    "speaker": "Tim Schmid",
    "text": "That has also been exacerbated by the anti corruption campaign. You may know that in July of last year, the government initiated an anti corruption campaign, which actually has had an impact on both procedural volumes and engagement from health care professionals. Now I must reiterate that we see this as a really good thing. We believe that any effort on behalf of any government to really build integrity and compliance into the health system is a good thing for more fair competition, and aligns with our credo and our commitment to compliance across all of the markets in which we participate. And so it's a short term headwind, but long term, really good for our industry, and really good for J and J.",
    "start": 3245.015,
    "end": 3287.1301
  },
  {
    "speaker": "Tim Schmid",
    "text": "We remain absolutely committed to China, and we will continue, as we always have, to navigate some of the challenges we have on the ground with pricing, geopolitical challenges, and we remain committed to the one point four billion patients who rely on us each",
    "start": 3287.1301,
    "end": 3302.825
  },
  {
    "speaker": "Tim Schmid",
    "text": "and every day. Thank you.",
    "start": 3302.825,
    "end": 3303.865
  },
  {
    "speaker": "Tim Schmid",
    "text": "Thank you. It's a good question. And you know, the only area across the vast businesses that we have where we have seen a destocking is really in our contact lens business. And you'll recall, in the first quarter, we mentioned that on the back of some historical supply chain challenges, the distributor inventory was reduced here in the US. And we've now seen that bleed into the second quarter, as mentioned earlier.",
    "start": 3350.855,
    "end": 3377.9502
  },
  {
    "speaker": "Tim Schmid",
    "text": "And so that is the only area of significant stocking that has had a short term impact on our business. As I mentioned earlier, what gives us confidence is that as we look through the full second quarter, we saw sequential improvement across that portfolio. Remember that we actually serve the needs of forty million patients. We have, by far and away, a market leadership position here in the US, and globally, with contact lenses. And so we see this as a blip, and by no means a longer impact on our ability to continue to be leaders in contact lens.",
    "start": 3378.825,
    "end": 3411.295
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thank you, Chris. Kevin, we have time for one last question.",
    "start": 3412.655,
    "end": 3415.935
  },
  {
    "speaker": "Tim Schmid",
    "text": "Oh, you too, Joanne, thank you. We are so proud of, currently, the resurgence of orthopedics, and I couldn't be more grateful for the incredible effort across the world, you know, to really return us to high, solid growth across the two platforms that you referenced, specifically within hips. And I mentioned this in the first quarter. For the first time ever, we were able to declare market leadership position in hips here in the U. S.",
    "start": 3442.095,
    "end": 3468.665
  },
  {
    "speaker": "Tim Schmid",
    "text": "And to be direct in answering your question, it is all innovation based. It's not only continuing to drive our best in class implants, but it's also how we've surrounded those with enabling technologies like our Velis Hip Navigation and KINCISE. That six percent growth you saw in the second quarter is really indicative of our innovation working for patients. On knees, another shout out to the team, almost ten percent growth. We haven't seen that historically.",
    "start": 3468.665,
    "end": 3496.635
  },
  {
    "speaker": "Tim Schmid",
    "text": "And once again, driven by innovation. In a short, roughly two and a half year period, we have launched our Velus system for knees into more than twenty markets. We have more than seventy thousand procedures, and that is the key driver of our performance. And what gives us confidence is that we're continuing to build indications. And you may know in the second quarter, we received five ten approval for our VELUS Uni knee.",
    "start": 3496.635,
    "end": 3522.475
  },
  {
    "speaker": "Tim Schmid",
    "text": "And we also are looking to build out that portfolio. And in short order, you will see news about our commitment to really bringing robotics to other parts of the orthopedics portfolio, especially in spine. And so once again, it's all innovation driven, and we expect it to continue. Thank you.",
    "start": 3523.115,
    "end": 3542.1401
  },
  {
    "speaker": "Jessica Moore",
    "text": "Thank you, Joanne. And thanks to everyone for your questions and your continued interest in our company. We apologize to those that we couldn't get to because of time,",
    "start": 3542.9402,
    "end": 3550.9548
  },
  {
    "speaker": "Jessica Moore",
    "text": "but don't hesitate to reach out",
    "start": 3550.9548,
    "end": 3552.2349
  },
  {
    "speaker": "Jessica Moore",
    "text": "to the Investor Relations team with any remaining questions you may have. I will now turn the call over to Joaquin for some brief closing remarks.",
    "start": 3552.2349,
    "end": 3559.755
  },
  {
    "speaker": "Joaquin Duato",
    "text": "Thank you, everyone, for joining the call today. I'm proud of the progress we made through the first half of the year, and I'm also energized as we look towards the remainder of twenty twenty four and heading to twenty twenty five. As the only company dedicated to both medical technology and pharmaceuticals, we are uniquely positioned to lead the next wave of health care innovation. We are entering the second half of the year from a position of strength, advancing our diverse portfolio and pipeline to continue bringing innovation into the patients we serve. Thank you.",
    "start": 3560.67,
    "end": 3599.3699
  }
]